Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/utilities/locales/*.po
Languages: es_es, fi_fi, hr_hr, ko_kr, nb_no, pl_pl, pt_pt, tr_tr, zh_tw

source: tracks
es_es: canciones
fi_fi: kappaletta
hr_hr: pjesme
ko_kr: 트랙
nb_no: spor
pl_pl: utwory
pt_pt: faixas
tr_tr: parçalar
zh_tw: 曲目

source: Page {page_num}/{total_pages}
es_es: Página {page_num}/{total_pages}
fi_fi: Sivu {page_num}/{total_pages}
hr_hr: Stranica {page_num}/{total_pages}
ko_kr: {page_num}/{total_pages} 페이지
nb_no: Side {page_num}/{total_pages}
pl_pl: Strona {page_num}/{total_pages}
pt_pt: Página {page_num}/{total_pages}
tr_tr: {page_num}/{total_pages} sayfa
zh_tw: 第{page_num}頁/共{total_pages}頁

source: Connection to Lavalink node has failed
es_es: La conexión a Lavalink ha fallado
hr_hr: Veza s Lavalink čvorom nije uspjela
pl_pl: Połączenie z węzłem Lavalink nie powiodło się
pt_pt: Falha na conexão com o nó Lavalink
tr_tr: Lavalink bağlantısı başarısız
zh_tw: 連接 Lavalink 節點失敗

source: Please check your console or logs for details.
es_es: Por favor, comprueba tu consola o registros para más detalles.
fi_fi: Tarkista lisätiedot konsolista tai logeista.
hr_hr: Provjerite konzolu ili zapisnike za detalje.
ko_kr: 관리자에게 문의해주세요
nb_no: Vennligst sjekk konsollen eller loggene dine for detaljer.
pl_pl: Sprawdź swoją konsolę lub logi w celu uzyskania szczegółów.
pt_pt: Por favor, verifique o seu console ou os logs para obter detalhes.
tr_tr: Console veya loglarınızı kontrol edin.
zh_tw: 請查看您的控制台或日誌以了解詳細信息。

source: Connect to a voice channel first.
es_es: Conéctate a un canal de voz primero.
fi_fi: Yhdistä ensin puhekanavalle.
hr_hr: Prvo se pridruži govornome kanalu.
ko_kr: 먼저 음성체널에 연결하세요.
nb_no: Koble til en talekanal først.
pl_pl: Najpierw połącz się z kanałem głosowym.
pt_pt: Primeiro, conecte-se a um canal de voz.
tr_tr: Önce bir sesli bir kanala katılın.
zh_tw: 請先加入一個語音頻道。

source: Connection to Lavalink node has not yet been established.
es_es: Aún no se ha establecido la conexión con Lavalink.
hr_hr: Veza s Lavalink čvorom još nije uspostavljena.
pl_pl: Połączenie z Lavalink nie zostało jeszcze nawiązane.
pt_pt: Conexão com o nó Lavalink ainda não foi estabelecida.
tr_tr: Lavalink ile bağlantı henüz sağlanmadı.
zh_tw: 尚未建立與 Lavalink 節點的連接。

source: Unable To Play Tracks
es_es: No se pueden reproducir canciones
fi_fi: Kappaleiden toisto ei onnistu
hr_hr: Nije moguće reproducirati pjesme
ko_kr: 트랙을 재생할수 없습니다
nb_no: Kan ikke spille spor
pl_pl: Nie można odtworzyć utworów
pt_pt: Não foi possível reproduzir as faixas
tr_tr: Parçalar Çalınamıyor
zh_tw: 無法播放歌曲

source: Queue size limit reached.
es_es: Límite de cola alcanzado.
fi_fi: Jonon enimmäispituus on saavutettu.
hr_hr: Dostignuto ograničenje za red čekanja.
ko_kr: 큐 최대 제한에 도달했습니다.
nb_no: Grensen for kø er nådd.
pl_pl: Osiągnięto limit rozmiaru kolejki.
pt_pt: Limite de tamanho da fila atingido.
tr_tr: Sıraya alma limitine ulaşıldı.
zh_tw: 已達到隊列數量限制。

source: Track Enqueued
es_es: Canción en cola
fi_fi: Kappale lisätty jonoon
hr_hr: Pjesma dodana u red čekanja
ko_kr: 트랙 추가됨
nb_no: Spor i kø
pl_pl: Utwór zakolejkowany
pt_pt: Faixa na fila
tr_tr: Şarkı sıraya eklendi
zh_tw: 已加入播放清單

source: This track is not allowed in this server.
es_es: Esta canción no está permitida en este servidor.
fi_fi: Tämä kappale ei ole sallittu tällä palvelimella.
hr_hr: Ova pjesma nije dopuštena na ovom serveru.
ko_kr: 이 서버에서는이 트랙을 사용할 수 없습니다.
nb_no: Dette sporet er ikke tillatt på denne serveren.
pl_pl: Ten utwór nie jest dozwolony na tym serwerze.
pt_pt: Esta faixa não é permitido neste servidor.
tr_tr: Bu şarkının sunucuda çalınmasına izin verilmiyor.
zh_tw: 此伺務器不允許使用此曲目。

source: Track exceeds maximum length.
es_es: La canción excede la duración máxima.
fi_fi: Kappale ylittää maksimipituuden.
hr_hr: Pjesma prelazi maksimalnu duljinu.
ko_kr: 트랙이 최대 길이를 초과했습니다.
nb_no: Spor overskrider maksimal lengde.
pl_pl: Utwór przekracza maksymalną długość.
pt_pt: A faixa excede o tamanho máximo.
tr_tr: Şarkı izin verilen uzunluğu aşıyor.
zh_tw: 軌道超過最大可播放長度。

source: {time} until track playback: #{position} in queue
es_es: {time} hasta la reproducción de la pista: #{position} en cola
fi_fi: {time} kappaleen toistoon: #{position} jonossa
hr_hr: {time} do reprodukcije pjesme: #{position} u redu
ko_kr: 트랙이 재생될때까지 {time}: 대기열의 #{position}
nb_no: {time} til avspilling: #{position} i kø
pl_pl: {time} do odtwarzania utworu: #{position} w kolejce
pt_pt: {time} até a reprodução da faixa: #{position} na fila
tr_tr: Şarkının başlamasına {time} kadar süre var. #{position} sırada.
zh_tw: {time}後開始播放: 在播放清單的第#{position}首歌開始

source: Tracks Found:
es_es: Canciones encontradas:
fi_fi: Kappaleita löydetty:
hr_hr: Pronađene pjesme:
ko_kr: 트랙 검색됨
nb_no: Spor Funnet:
pl_pl: Znalezione utwory:
pt_pt: Nenhuma faixa encontrada:
tr_tr: Bulunan şarkılar:
zh_tw: 找到歌曲:

source: search results
es_es: resultados de la búsqueda
fi_fi: hakutulosta
hr_hr: rezultati pretrage
ko_kr: 검색 결과
nb_no: søkeresultater
pl_pl: wyniki wyszukiwania
pt_pt: resultados da pesquisa
tr_tr: arama sonuçları
zh_tw: 查詢結果

source: Folders Found:
es_es: Carpetas encontradas:
fi_fi: Kansioita löydetty:
hr_hr: Pronađene mape:
ko_kr: 폴더를 찾았습니다:
nb_no: Mapper funnet:
pl_pl: Znaleziono foldery:
pt_pt: Pastas encontradas:
tr_tr: Bulunan klasörler:
zh_tw: 找到的資料夾：

source: local folders
es_es: carpetas locales
fi_fi: paikallista kansiota
hr_hr: lokalne mape
ko_kr: 로컬 폴더
nb_no: lokale mapper
pl_pl: katalogi lokalne
pt_pt: pastas locais
tr_tr: Yerel Klasörler
zh_tw: 本地資料夾

source: Files Found:
es_es: Archivos encontrados:
fi_fi: Tiedostoja löydetty:
hr_hr: Pronađene datoteke:
ko_kr: 파일을 찾았습니다:
nb_no: Filer funnet:
pl_pl: Znalezione pliki:
pt_pt: Arquivos Encontrados:
tr_tr: Bulunan klasörler:
zh_tw: 找到的文件：

source: local tracks
es_es: canciones locales
fi_fi: paikallista kappaletta
hr_hr: lokalne pjesme
ko_kr: 로컬 트랙
nb_no: lokale spor
pl_pl: utwory lokalne
pt_pt: faixas locais
tr_tr: Yerel şarkılar
zh_tw: 本地曲目

source: Unknown
es_es: Desconocido
fi_fi: Tuntematon
hr_hr: Nepoznato
ko_kr: 알 수 없음
nb_no: Ukjent
pl_pl: Nieznane
pt_pt: Desconhecido
tr_tr: Bilinmeyen
zh_tw: 未知

source: - Name: <{pname}> - Scope: < {scope} > - ID: < {pid} > - Tracks: < {ptracks} > - Author: < {author} >
es_es: - Nombre: <{pname}> - Alcance: < {scope} > - ID: < {pid} > - Canciones: < {ptracks} > - Autor: < {author} >
fi_fi: - Nimi: <{pname}> - Taso: < {scope} > - ID: < {pid} > - Kappaleita: < {ptracks} > - Tekijä: < {author} >
hr_hr: - Naziv: <{pname}> - Opseg: < {scope} > - ID: < {pid} > - Pjesme: < {ptracks} > - Autor: < {author} >
nb_no: - Navn: <{pname}> - Scope: < {scope} > - ID: < {pid} > - Spor: < {ptracks} > - Forfatter: < {author} >
pl_pl: - Nazwa: <{pname}> - Zakres: < {scope} > - ID: < {pid} > - Utwory: < {ptracks} > - Autor: < {author} >
pt_pt: - Nome: <{pname}> - Escopo: < {scope} > - ID: < {pid} > - Faixas: < {ptracks} > - Autor: < {author} >
tr_tr: - İsim: <{pname}> - Kapsam: < {scope} > - ID: < {pid} > - Parçalar: < {ptracks} > - Sahip: < {author} >
zh_tw: - 姓名：<{pname}> - 範圍：< {scope} > - ID: < {pid} > - 曲目：< {ptracks} > - 作者：< {author} >

source: Invalid Environment
es_es: Entorno no válido
fi_fi: Virheellinen ympäristö
hr_hr: Neispravno Okruženje
ko_kr: 잘못된 환경입니다.
nb_no: Ugyldig miljø
pl_pl: Nieprawidłowe środowisko
pt_pt: Ambiente inválido
tr_tr: Geçersiz Ortam
zh_tw: 無效的環境。

source: No localtracks folder.
es_es: No hay carpeta de canciones locales.
fi_fi: Ei paikallisten kappaleiden kansiota.
hr_hr: Nema localtracks mape.
ko_kr: 로컬트랙 폴더가 없어요.
nb_no: Ingen localtracks mappe.
pl_pl: Brak folderu localtracks.
pt_pt: Nenhuma pasta localTracks.
tr_tr: Yerel şarkı dizini bulunamadı.
zh_tw: 沒有 localtracks 資料夾。

source: Not enough {currency}
es_es: No tienes suficiente {currency}
fi_fi: Ei tarpeeksi {currency}
hr_hr: Nema dovoljno {currency}
ko_kr: {currency} 부족
nb_no: Ikke nok {currency}
pl_pl: Za mało {currency}
pt_pt: {currency} não suficiente
tr_tr: Yeterli {currency} yok
zh_tw: {currency} 不足

source: {required_credits} {currency} required, but you have {bal}.
es_es: {required_credits} {currency} requerido, pero tienes {bal}.
fi_fi: {required_credits} {currency} tarvitaan, mutta sinulla on vain {bal}.
hr_hr: Potrebno je {required_credits} {currency}, ali imate {bal}.
nb_no: {required_credits} {currency} nødvendig, men du har {bal}.
pl_pl: {required_credits} {currency} wymagane, lecz Ty masz {bal}.
pt_pt: {required_credits} {currency} necessário, mas tu tens {bal}.
tr_tr: {required_credits} {currency} gerekli, ama sizde {bal} var.
zh_tw: 需要 {required_credits} {currency}，但您只有 {bal}。

source: music in {} servers
es_es: Música en {} Servidores
fi_fi: musiikkia {} palvelimella
hr_hr: glazbu u {} servera
ko_kr: {} 서버들에 있는 음악
nb_no: musikk i {} servere
pl_pl: grane na {} serwerach
pt_pt: música em {} servidores
tr_tr: {} sunucu da şarkı
zh_tw: 在 {} 個伺服器中播放

source: There's nothing in the queue.
es_es: No hay nada en la cola.
fi_fi: Jonossa ei ole mitään.
hr_hr: Nema ništa u redu.
ko_kr: 대기열에 아무것도 없습니다.
nb_no: Det er ingenting i køen.
pl_pl: Niczego nie ma w kolejce.
pt_pt: Não há nada na fila.
tr_tr: Henüz burada bir şey yok.
zh_tw: 播放清單中沒有項目。

source: Currently livestreaming {track}
es_es: Actualmente en vivo {track}
fi_fi: Tällä hetkellä livestriimaa {track}
hr_hr: Trenutno uživo {track}
ko_kr: 지금 라이브 스트리밍중인 {track}
nb_no: Direkteavspilling for øyeblikket {track}
pl_pl: Aktualnie streamowane: {track}
pt_pt: Atualmente {track} transmitindo ao vivo
tr_tr: Şuan canlı yayınlanıyor {track}
zh_tw: 目前正在直播 {track}

source: {time} left on {track}
es_es: {time} restante de {track}
fi_fi: {time} jäljellä kappaletta {track}
hr_hr: {time} preostalo na {track}
ko_kr: {track} {time} 남음.
nb_no: {time} forlot {track}
pl_pl: Pozostało {time} dla {track}
pt_pt: {time} restante em {track}
tr_tr: {track} şarkısının bitmesine kalan süre {time}
zh_tw: {time} 還剩 {track} 首歌

source: Track Skipped
es_es: Canción saltada
fi_fi: Kappale ohitettu
hr_hr: Pjesma je preskočena
ko_kr: 트랙 스킵됨
nb_no: Spor hoppet over
pl_pl: Utwór pominięty
pt_pt: Faixa ignorada
tr_tr: Şarkı Geçildi
zh_tw: 跳過歌曲

source: Track number must be equal to or greater than 1.
es_es: El número de la canción debe ser igual o mayor que 1.
fi_fi: Kappalenumeron tulee olla yhtä suuri tai suurempi kuin 1.
hr_hr: Broj pjesme mora biti jednak ili veći od 1.
ko_kr: 트랙 번호는 1 보다 크거나 같아야 합니다.
nb_no: Spornummer må være lik eller større enn 1.
pl_pl: Wartość musi być równa lub większa od 1.
pt_pt: O número da faixa deve ser igual ou maior que 1.
tr_tr: Şarkı numarası 1'e eşit veya 1'den büyük olmalı
zh_tw: 歌曲代號必須等於或大於 1。

source: There are only {queuelen} songs currently queued.
es_es: Solo hay {queuelen} canciones actualmente en cola.
fi_fi: Vain {queuelen} kappaletta on tällä hetkellä jonossa.
hr_hr: U redu čekanja je trenutno {queuelen} pjesama.
ko_kr: 현재 대기열에 {queuelen} 곡들만 있습니다.
nb_no: Det er kun {queuelen} sanger i kø for øyeblikket.
pl_pl: Obecnie jest tylko {queuelen} utworów w kolejce.
pt_pt: Existem apenas {queuelen} músicas na fila.
tr_tr: Sırada şu anda sadece {queuelen} parça var.
zh_tw: 目前只有 {queuelen} 首歌曲在待播清單。

source: {skip_to_track} Tracks Skipped
es_es: {skip_to_track} pistas omitidas
fi_fi: {skip_to_track} kappaletta ohitettu
hr_hr: Preskočeno {skip_to_track} pjesama
ko_kr: {skip_to_track} 트랙들 스킵됨
nb_no: {skip_to_track} spor hoppet over
pl_pl: Pominięto {skip_to_track} utworów
pt_pt: {skip_to_track} Faixas Ignoradas
tr_tr: {skip_to_track} Parça Atlandı
zh_tw: {skip_to_track} 曲目已跳過

source: The owner needs to set the Spotify client ID and Spotify client secret, before Spotify URLs or codes can be used. See `{prefix}audioset spotifyapi` for instructions.
es_es: El propietario necesita establecer el ID del cliente de Spotify y el secreto del cliente de Spotify, antes de que se puedan usar las URLs o códigos de Spotify. Ver `{prefix}audioset spotifyapi` para instrucciones.
fi_fi: Omistajan tulee asettaa Spotify client ID ja Spotify client secret, ennen kuin Spotify-osoitteita voidaan käyttää. Katso `{prefix}audioset spotifyapi` saadaksesi ohjeita.
hr_hr: Vlasnik treba postaviti Spotify "Client ID" i "Client Secret" prije nego što se Spotify URL-ovi ili kodovi mogu koristiti. Pogledajte `{prefix}audioset spotifyapi` za upute.
ko_kr: 봇 관리자가 Spotify URL 또는 코드를 사용하기 전에 Spotify 클라이언트 ID 및 암호를 설정해 주어야 합니다. `{prefix}audioset spotifyapi`을 참조하세요.
nb_no: Eieren må angi Spotify-klient-ID og Spotify klient-sekretet, før Spotify-URLer og koder kan brukes. Se `{prefix}audioset spotifyapi for instruksjoner.
pl_pl: Właściciel musi ustawić identyfikator ID klienta Spotify i sekretny klucz klienta Spotify, zanim będzie można użyć adresów URL lub kodów Spotify. Zobacz instrukcje `{prefix}audioset spotifyapi`.
pt_pt: O proprietário precisa definir o ID do cliente do Spotify e o segredo do cliente do Spotify, antes que possam ser usadas URLs ou códigos do Spotify. Veja `{prefix}audioset spotifyapi` para instruções.
tr_tr: Spotify URLleri veya kodları kullanılmadan önce bot sahibinin Spotify istemci IDsi ve istemci sırrını ayarlaması gerekir. Yönergeler için `{prefix}audioset spotifyapi` komutunu kullanın.
zh_tw: 在使用 Spotify URL 或代碼之前，所有者需要設置 Spotify client ID 和 Spotify client secret。 有關詳細說明，請參閱`{prefix}audioset spotifyapi`。

source: The owner needs to set the YouTube API key before Spotify URLs or codes can be used. See `{prefix}audioset youtubeapi` for instructions.
es_es: El propietario necesita establecer el ID del cliente de Spotify y el secreto del cliente de Spotify, antes de que se puedan usar las URLs o códigos de Spotify. Ver `{prefix}audioset spotifyapi` para instrucciones.
fi_fi: Omistajan täytyy asettee YouTube API -avain ennen kuin Spotify-osoitteita voidaan käyttää. Katso`{prefix}audioset youtubeapi` saadakseksi ohjeita.
hr_hr: Vlasnik treba postaviti YouTube API ključ prije nego što se Spotify URL-ovi ili kodovi mogu koristiti. Pogledajte `{prefix}audioset youtubeapi` za upute.
ko_kr: 봇 관리자가 Youtube URL 또는 코드를 사용하기 전에 Youtube API Key를 설정해 주어야 합니다. `{prefix}audioset youtubeapi`을 참조하세요.
nb_no: Eieren må angi YouTube API-nøkkelen før Spotify URL-er eller koder kan brukes. Se {prefix}audioset youtubeapi` for instruksjoner.
pl_pl: Właściciel musi ustawić klucz API YouTube zanim będzie można użyć adresów URL lub kodów Spotify. Zobacz `{prefix}audioset youtubeapi` dla dalszych instrukcji.
pt_pt: O proprietário precisa definir a chave da API do YouTube antes que URLs ou códigos do Spotify possam ser usados. Veja `{prefix}audioset youtubeapi` para instruções.
tr_tr: Spotify URLleri veya kodları kullanılmadan önce bot sahibinin YouTube API anahtarı ayarlaması gerekir. Yönergeler için `{prefix}audioset youtubeapi` komutunu kullanın.
zh_tw: 所有者需要先設置 YouTube API key，然後才能使用 Spotify URL 或代碼。 有關詳細說明，請參閱`{prefix}audioset youtubeapi`。

source: Unable To Get Tracks
es_es: No se pueden reproducir las canciones
fi_fi: Kappaleita ei voitu hakea
hr_hr: Nije moguće dobiti pjesme
ko_kr: 트랙을 가져올 수 없습니다.
nb_no: Kan ikke hente sporing
pl_pl: Nie można pobrać utworów
pt_pt: Não foi possível obter as faixas
tr_tr: Parçalar alınamıyor.
zh_tw: 無法獲取歌曲。

source: Wait until the playlist has finished loading.
es_es: Espere hasta que la lista de reproducción haya terminado de cargar.
fi_fi: Odota kunnes soittolista on kokonaan latautunut.
hr_hr: Pričekajte da se popis za reprodukciju učita.
ko_kr: 플래이리스트 불러오기가 끝날때까지 기다려주세요.
nb_no: Vent til spillelisten er ferdig lastet.
pl_pl: Poczekaj, aż lista odtwarzania zakończy ładowanie.
pt_pt: Aguarde até que a playlist termine de carregar.
tr_tr: Playlist yüklenmesi bitene kadar bekleyin.
zh_tw: 等待播放列表加載完成。

source: Nothing found.
es_es: Nada encontrado.
fi_fi: Mitään ei löytynyt.
hr_hr: Ništa nije pronađeno.
ko_kr: 아무것도 찾지 못했습니다.
nb_no: Ingenting funnet.
pl_pl: Nic nie znaleziono.
pt_pt: Nada encontrado.
tr_tr: Hiçbir şey bulunamadı.
zh_tw: 未找到任何東西。

source: Track is not playable.
es_es: La canción no se puede reproducir.
fi_fi: Kappale ei ole toistettavissa.
hr_hr: Pjesma se ne može reproducirati.
ko_kr: 재생할 수 없는 트랙입니다.
nb_no: Sporet kan ikke spilles.
pl_pl: Utwór nie jest odtwarzalny.
pt_pt: Faixa não é possível ser tocada.
tr_tr: Parça çalınamaz.
zh_tw: 此歌曲無法撥放。

source: **{suffix}** is not a fully supported format and some tracks may not play.
es_es: **{suffix}** no es un formato soportado, por lo que algunas canciones pueden no reproducirse.
fi_fi: **{suffix}** ei ole täysin tuettu muoto ja sen vuoksi kaikkia kappaleita ei välttämättä voida toistaa.
hr_hr: **{suffix}** nije podržan format i neke se pjesme možda neće moći reproducirati.
ko_kr: ** {suffix} **는 완전히 지원되는 형식이 아니며 일부 트랙이 재생되지 않을 수 있습니다.
nb_no: **{suffix}** er ikke et fullstendig støttet format og noen spor kan kanskje ikke spille.
pl_pl: **{suffix}** nie jest w pełni obsługiwanym formatem i niektóre utwory mogą nie być odtwarzane.
pt_pt: **{suffix}** não é um formato totalmente suportado e algumas faixas podem não reproduzir.
tr_tr: **{suffix}** tamamen desteklenen bir format değil ve bazı parçalar çalınamayabilir.
zh_tw: **{suffix}** 不是完全支援的格式，某些曲目可能無法播放。

source: Unable to Get Track
es_es: No se puede obtener la canción
fi_fi: Kappaletta ei voitu hakea
hr_hr: Nije moguće dobiti pjesmu
ko_kr: 트랙을 찾을수 없습니다
nb_no: Kunne ikke motta spor
pl_pl: Nie można pobrać utworu
pt_pt: Não foi possível obter a faixa
tr_tr: Parça alınamıyor
zh_tw: 無法獲取歌曲。

source: I'm unable to get a track from the Lavalink node at the moment, try again in a few minutes.
es_es: No puedo obtener una cancion desde el nodo de Lavalink en este momento, inténtalo de nuevo en unos minutos.
hr_hr: Trenutno ne mogu dobiti pjesmu od Lavalink čvora, pokušajte ponovno za par minuta.
pl_pl: W tej chwili nie mogę pobrać ścieżki z węzła Lavalink, spróbuj ponownie za kilka minut.
pt_pt: Não consigo obter uma faixa do nó de Lavalink no momento, tente novamente em alguns minutos.
tr_tr: Şu anda Lavalink'ten şarkıyı çalamıyorum, lütfen birkaç dakika sonra tekrar deneyin.
zh_tw: 我目前無法從 Lavalink 節點獲取曲目，請過幾分鐘再試。

source: The Spotify API key or client secret has not been set properly. Use `{prefix}audioset spotifyapi` for instructions.
es_es: La clave API de Spotify o el cliente secreto no se han configurado correctamente. Usa `{prefix}audioset spotifyapi` para obtener instrucciones.
fi_fi: Spotify API-avainta tai client secret -arvoa ei ole asetettu oikein. Käytä`{prefix}audioset spotifyapi` saadaksesi ohjeita.
hr_hr: Spotify API ključ nije pravilno postavljen. Koristi `{prefix}audioset spotifyapi` za upute.
ko_kr: You deleted the translation "Spotify API 키 또는 client secret이 올바르게 설정되지 않았습니다. `{prefix}audioset spotifyapi`를 사용하여 명령어들을 확인하세요."
nb_no: Spotify API-nøkkelen eller klienten hemmelig har ikke blitt satt ordentlig. Bruk `{prefix}audioset spotifyapi` for instruksjoner.
pl_pl: Klucz Spotify API lub sekret klienta nie zostały poprawnie ustawione. Użyj `{prefix}audioset spotifyapi` dla dalszych instrukcji.
pt_pt: A chave de API do Spotify ou segredo do cliente não foi definida corretamente. Use `{prefix}audioset spotifyapi` para instruções.
tr_tr: Spotify API anahtarı veya istemci sırrı düzgün ayarlanmamış. Yönergeler için `{prefix}audioset spotifyapi` komutunu çalıştırın.
zh_tw: Spotify API key 或 client secret 未正確設定。 請使用`{prefix} audioset spotifyapi`取得指示。

source: Unable To Find Tracks
es_es: No se encontraron canciones
fi_fi: Kappaleita ei voida hakea
hr_hr: Nije moguće pronaći pjesme
ko_kr: 해당 트랙을 찾을 수 없습니다
nb_no: Kan ikke finne spor
pl_pl: Nie można znaleźć utworów
pt_pt: Não foi possível localizar as faixas
tr_tr: Parçalar bulunamadı
zh_tw: 無法找到曲目

source: This doesn't seem to be a supported Spotify URL or code.
es_es: Esta no parece ser una URL o código compatible con Spotify.
fi_fi: Tuo ei näytä olevan kelvollinen Spotify-osoite tai -koodi.
hr_hr: Čini se da ovo nije podržani Spotify URL ili kȏd.
ko_kr: 지원되는 Spotify URL 또는 코드가 아닌 것 같습니다.
nb_no: Dette ser ikke ut til å være en støttet Spotify-URL eller kode.
pl_pl: Wygląda na to, że nie jest to obsługiwany adres URL lub kod Spotify.
pt_pt: Isto não parece ser uma URL ou código do Spotify suportado.
tr_tr: Bu geçerli bir Spotify URL'si ya da kodu gibi gözükmüyor.
zh_tw: 這似乎不是支援的 Spotify URL 或代碼。

source: {query} is not an allowed query.
es_es: {query} no es una consulta permitida.
fi_fi: {query} ei ole sallittu haku.
hr_hr: {query} nije dozvoljen upit.
nb_no: {query} er ikke tillatt spørring.
pl_pl: {query} nie jest dozwolonym zapytaniem.
pt_pt: {query} não é uma consulta permitida.
tr_tr: {query} izin verilmeyen bir sorgudur.
zh_tw: 查詢 {query} 不是允許的。

source: I'm unable to get a track from Lavalink node at the moment, try again in a few minutes.
es_es: No puedo obtener una cancion desde el nodo de Lavalink en este momento, inténtalo de nuevo en unos minutos.
pl_pl: W tej chwili nie mogę pobrać ścieżki z węzła Lavalink, spróbuj ponownie za kilka minut.
pt_pt: Não consigo obter uma faixa de Lavalink no momento, tenta novamente em alguns minutos.
tr_tr: Şu anda Lavalink'ten şarkıyı çalamıyorum, lütfen birkaç dakika sonra tekrar deneyin.
zh_tw: 我目前無法從 Lavalink 節點獲取軌道，請過幾分鐘再試。

source: Local tracks will not work if the `Lavalink.jar` cannot see the track. This may be due to permissions or because Lavalink.jar is being run in a different machine than the local tracks.
es_es: Las pistas locales no funcionarán si el `Lavalink.jar` no puede ver la pista. Esto puede deberse a permisos o porque Lavalink.jar se está ejecutando en una máquina diferente a las pistas locales.
fi_fi: Paikalliset kappaleet eivät toimi jos `Lavalink.jar` ei voi nähdä niitä. Tämä voi johtua tiedosto-oikeuksista tai siitä että Lavalink.jar ajetaan toisella tietokoneella kuin missä kappaleet ovat.
hr_hr: Lokalne pjesme neće raditi ako `Lavalink.jar` ne može vidjeti pjesmu. To može biti zbog dozvola ili zato što se Lavalink.jar izvodi na drugom uređaju od lokalnih pjesama.
nb_no: Lokale spor vil ikke fungere hvis `Lavalink.jar` ikke kan se sporet. Dette kan skyldes tillatelser eller at Lavalink.jar kjøres i en annen maskin enn de lokale sporene.
pl_pl: Lokalne utwory nie będą działać, jeśli `Lavalink.jar` nie może zobaczyć ścieżki. Może to być spowodowane uprawnieniami lub Lavalink.jar jest uruchamiany w innej maszynie niż lokalne utwory.
pt_pt: As faixas locais não funcionarão se o `Lavalink.jar` não conseguir ver a faixa. Isto pode ser devido a permissões ou porque o Lavalink.jar está sendo executado em uma máquina diferente das faixas locais.
tr_tr: `Lavalink.jar` parçayı bulamazsa yerel parçalar çalışmaz. Bu izinler veya Lavalink.jar'ın parçaları bulundurandan farklı bir makinede çalıştırılmasından kaynaklanabilir.
zh_tw: 如果 `Lavalink.jar` 看不到音樂檔案，本地音樂將無法工作。 這可能是由於權限或因為 Lavalink.jar 在與本地軌道不同的機器上運行。

source: {bad_tracks} tracks cannot be queued.
es_es: {bad_tracks} canciones no pueden ser puestas en cola.
fi_fi: {bad_tracks} kappaletta ei voida lisätä jonoon.
hr_hr: {bad_tracks} pjesama se ne može staviti u red čekanja.
ko_kr: {bad_tracks} 을 대기열에 추가할 수 없습니다.
nb_no: {bad_tracks} spor kan ikke legges i kø.
pl_pl: {bad_tracks} utworów nie może zostać zakolejkowane.
pt_pt: {bad_tracks} faixas não podem ser colocadas em fila.
tr_tr: {bad_tracks} şarkıları sıraya alınamaz.
zh_tw: {bad_tracks} 首歌曲無法排入佇列。

source: No Title
es_es: Sin título
fi_fi: Ei otsikkoa
hr_hr: Nema naslova
ko_kr: 제목 없음
nb_no: Ingen tittel
pl_pl: Brak tytułu
pt_pt: Sem Título
tr_tr: Başlık Yok
zh_tw: 無標題

source: Playlist Enqueued
es_es: Lista de reproducción en cola
fi_fi: Soittolista lisätty jonoon
hr_hr: Popis za reprodukciju dodan u red čekanja
ko_kr: 대기중인 재생 목록
nb_no: Spilleliste lagt i kø
pl_pl: Lista odtwarzania zakolejkowana
pt_pt: Playlist na fila
tr_tr: Playlist sıraya alındı.
zh_tw: 已加入播放清單

source: Album Enqueued
es_es: Álbum en cola
pt_pt: Álbum na fila
zh_tw: 專輯已加入列隊
