Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/utilities/locales/*.po
Languages: es_es, fi_fi, hr_hr, ko_kr, nb_no, pl_pl, pt_pt, tr_tr, zh_tw

source: Added {num} tracks to the queue.{maxlength_msg}
es_es: Se han añadido {num} canciones a la cola.{maxlength_msg}
fi_fi: Lisättiin {num} kappaletta jonoon.{maxlength_msg}
hr_hr: Dodano {num} pjesama u red čekanja.{maxlength_msg}
ko_kr: 대기열에 {num} 개의 트랙이 추가되었습니다. {maxlength_msg}
nb_no: La til {num} spor i avspillingskøen.{maxlength_msg}
pl_pl: Dodano {num} utworów do kolejki.{maxlength_msg}
pt_pt: Adicionadas {num} faixas à fila.{maxlength_msg}
tr_tr: {num} adet şarkı sıraya eklendi.{maxlength_msg}
zh_tw: 已將{num}首歌曲添加到播放清單中。{maxlength_msg}

source: {time} until start of playlist playback: starts at #{position} in queue
es_es: {time} hasta el inicio de la reproducción de la lista: comienza en #{position} en cola
fi_fi: {time} soittolistan toiston alkuun: alkaa sijalla #{position} jonossa
hr_hr: {time} do reprodukcije popisa za reprodukciju: #{position} u redu čekanja
ko_kr: 재생 목록 재생이 시작될 때까지 {time} 남았습니다.: 대기열의 #{position} 에서 시작합니다.
nb_no: {time} til start av spilleliste avspilling: starter på #{position} i kø
pl_pl: {time} do rozpoczęcia odtwarzania listy odtwarzania: zaczyna się od #{position} w kolejce
pt_pt: {time} até o início da reprodução da playlist: inicia em #{position} na fila
tr_tr: Playlistin başlamasına {time} süre var: #{position} sırasında başlar.
zh_tw: {time}後播放: 在播放清單的#{position}首之後

source: Nothing found
es_es: No se encontró nada
fi_fi: Mitään ei löytynyt
hr_hr: Ništa nije pronađeno
ko_kr: 검색 결과 없음
nb_no: Ingenting funnet
pl_pl: Nic nie znaleziono
pt_pt: Nada encontrado
tr_tr: Hiçbir şey bulunamadı
zh_tw: 未找到任何東西

source: Please wait, finding tracks...
es_es: Por favor espere, buscando las canciones...
fi_fi: Odota hetki, etsitään kappaleita...
hr_hr: Pričekajte, tražim pjesme...
ko_kr: 해당 트랙을 찾는 중입니다. 잠시만 기다려 주세요.
nb_no: Vennligst vent, finner spor...
pl_pl: Proszę czekać, wyszukiwanie utworów...
pt_pt: Por favor, aguarde, a procurar faixas...
tr_tr: Lütfen bekleyin, şarkılar aranıyor...
zh_tw: 請稍候，正在查找曲目...

source: Getting track {num}/{total}...
es_es: Obteniendo la canción {num}/{total}...
fi_fi: Haetaan kappaletta {num}/{total}...
hr_hr: Dohvaćanje pjesme {num}/{total}...
ko_kr: 트랙 가져오는중 {num}/{total}...
nb_no: Henter spor {num}/{total}...
pl_pl: Pobieranie utworu {num}/{total}...
pt_pt: A obter faixa {num}/{total}...
tr_tr: {num}/{total} şarkı yükleniyor...
zh_tw: 正在獲取曲目 {num}/{total}...

source: Matching track {num}/{total}...
es_es: Obteniendo la canción {num}/{total}...
fi_fi: Yhdistetään kappaletta {num}/{total}...
hr_hr: Usklađivanje pjesme {num}/{total}...
ko_kr: 일치하는 트랙 {num}/{total}...
nb_no: Samsvarende spor {num}/{total}...
pl_pl: Pasujących utworów {num}/{total}...
pt_pt: Correspondendo faixa {num}/{total}...
tr_tr: {num}/{total} şarkı eşleştiriliyor...
zh_tw: 匹配曲目中 {num}/{total}...

source: Loading track {num}/{total}...
es_es: Cargando la canción {num}/{total}...
fi_fi: Ladataan kappaletta {num}/{total}...
hr_hr: Učitavanje pjesme {num}/{total}...
ko_kr: 트랙 불러오는중 {num}/{total}...
nb_no: Laster inn spor {num}/{total}...
pl_pl: Ładowanie utworu {num}/{total}...
pt_pt: Carregando faixa {num}/{total}...
tr_tr: {num}/{total} şarkı yükleniyor.
zh_tw: 正在加載曲目 {num}/{total}...

source: Approximate time remaining: {seconds}
es_es: Tiempo restante aproximado: {seconds}
fi_fi: Arvioitu jäljellä oleva aika: {seconds}
hr_hr: Preostalo je približno: {seconds}
ko_kr: 남은시간: {seconds}
nb_no: Omtrentlig tid gjenstår: {seconds}
pl_pl: Pozostały przybliżony czas: {seconds}
pt_pt: Tempo restante aproximado: {seconds}
tr_tr: Tahmini kalan süre: {seconds}
zh_tw: 大約剩餘時間: {seconds}

source: I'm unable to get a track from Lavalink at the moment, try again in a few minutes.
es_es: No puedo obtener una canción desde Lavalink en este momento, inténtalo de nuevo en unos minutos.
fi_fi: En saa kappaletta Lavalinkiltä tällä hetkellä, yritä uudelleen muutaman minuutin kuluttua.
hr_hr: Trenutno ne mogu dobiti pjesmu od Lavalinka, pokušajte ponovno za nekoliko minuta.
ko_kr: 지금은 라바링크를 통해 음악을 가져올 수 없습니다. 몇분 뒤에 다시 시도해주세요.
nb_no: Jeg klarer ikke å finne et spor fra Lavalink i øyeblikket, prøv igjen om noen minutter.
pl_pl: W tej chwili nie mogę pobrać utworu z Lavalinka, spróbuj ponownie za kilka minut.
pt_pt: Não consigo obter uma faixa de Lavalink no momento, tenta novamente em alguns minutos.
tr_tr: Şu anda Lavalink'ten şarkıyı çalamıyorum, lütfen birkaç dakika sonra tekrar deneyin.
zh_tw: 我目前無法從 Lavalink 獲取曲目，請過幾分鐘再試。

source: The connection was reset while loading the playlist.
es_es: La conexión se restableció mientras se cargaba la lista de reproducción.
fi_fi: Yhteys nollattiin soittolistaa ladatessa.
hr_hr: Veza je prekinuta prilikom učitavanja popisa za reprodukciju.
ko_kr: 재생 목록을 로드하는 동안 연결이 재설정되었습니다.
nb_no: Tilkoblingen ble tilbakestilt under lasting av spillelisten.
pl_pl: Połączenie zostało zresetowane podczas ładowania listy odtwarzania.
pt_pt: A conexão foi redefinida durante o carregamento da lista de reprodução.
tr_tr: Playlist yüklenirken bağlantı yenilendi.
zh_tw: 載入播放清單時重設了連線。

source: You do not have the permissions to manage {name} (`{id}`) [**{scope}**].
es_es: No tienes permisos para administrar {name} (`{id}`) [**{scope}**].
fi_fi: Sinulla ei ole oikeutta hallita soittolistaa {name} (`{id}`) [**{scope}**].
hr_hr: Nemate dozvolu za upravljanje {name} (`{id}`) [**{scope}**].
nb_no: Du har ikke rettigheter til å administrere {name} (`{id}`) [**{scope}**].
pl_pl: Nie masz uprawnień do zarządzania {name} (`{id}`) [**{scope}**].
pt_pt: Você não tem as permissões para gerenciar {name} (`{id}`) [**{scope}**].
tr_tr: {name} (`{id}`) [**{scope}**] düzenlemek için yetkiniz yok!
zh_tw: 您無權限管理 {name} (`{id}`) [**{scope}**]。

source: You do not have the permissions to manage that playlist in {guild}.
es_es: No tienes permisos para administrar esa lista de reproducción en {guild}.
fi_fi: Sinulla ei ole oikeutta hallita tuota soittolistaa palvelimella {guild}.
hr_hr: Nemate dozvolu za upravljanje tim popisom za reprodukciju u {guild}.
nb_no: Du har ikke rettigheter til å administrere spillelisten i {guild}.
pl_pl: Nie masz uprawnień do zarządzania tą listą odtwarzania w {guild}.
pt_pt: Você não tem permissão para gerenciar essa playlist no {guild}.
tr_tr: {guild} sunucusunda çalma listesini düzenlemek için yeterli yetkiniz yok.
zh_tw: 您無權在 {guild} 中管理該播放列表。

source: You do not have the permissions to manage playlist owned by {user}.
es_es: No tienes permisos para administrar la lista de reproducción de {user}.
fi_fi: Sinulla ei ole oikeutta hallita soittolistaa jonka omistaa {user}.
hr_hr: Nemate dozvolu za upravljanje popisom za reprodukciju čiji je vlasnik {user}.
nb_no: Du har ikke rettigheter til å administrere spilleliste eid av {user}.
pl_pl: Nie masz uprawnień do zarządzania listą odtwarzania będącą własnością {user}.
pt_pt: Você não tem permissão para gerenciar a lista de reprodução pertencente ao {user}.
tr_tr: {user} kullanıcısının sahibi olduğu çalma listesini düzenlemek için yetkiniz yok.
zh_tw: 您無權管理 {user} 所擁有的播放列表。

source: You do not have the permissions to manage playlists in {scope} scope.
es_es: No tienes permisos para administrar listas de reproducción en el ámbito {scope}.
fi_fi: Sinulla ei ole oikeutta hallinnoida soittolistoja {scope}-tasolla.
hr_hr: Nemate dozvolu za upravljanje popisima za reprodukciju u opsegu {scope}.
nb_no: Du har ikke tillatelser til å administrere spillelister i {scope} omfang.
pl_pl: Nie masz uprawnień do zarządzania listami odtwarzania w zakresie {scope}.
pt_pt: Você não tem as permissões para gerenciar playlists no escopo {scope}.
tr_tr: {scope} kapsamındaki çalma listelerini oynatma izniniz yok.
zh_tw: 您無權管理 {scope} 範圍內的播放列表。

source: No access to playlist.
es_es: Sin acceso a la lista de reproducción.
fi_fi: Ei pääsyä soittolistaan.
hr_hr: Nemate pristup popisu za reprodukciju.
nb_no: Ingen tilgang til spilleliste.
pl_pl: Brak dostępu do listy odtwarzania.
pt_pt: Sem acesso à lista de reprodução.
tr_tr: Çalma listesine erişim yok.
zh_tw: 無法訪問該播放清單。

source: {match_count} playlists match {original_input}: Please try to be more specific, or use the playlist ID.
es_es: {match_count} listas de reproducción coinciden con {original_input}: Por favor, intenta ser más específico o utiliza el ID de la lista de reproducción.
fi_fi: {match_count} soittolistaa täsmää hakuun {original_input}: Ole tarkempi tai käytä soittolistan ID:tä.
hr_hr: {match_count} popisa za reprodukciju odgovaraju {original_input}: Pokušajte biti precizniji ili upotrijebite ID popisa za reprodukciju.
nb_no: {match_count} spillelister samsvarer med {original_input}-: Vennligst prøv å være mer spesifikk, eller bruk spilleliste-ID.
pl_pl: {match_count} playlist pasuje do {original_input}: Spróbuj być bardziej szczegółowym lub użyć ID playlisty.
pt_pt: {match_count} playlists correspondem {original_input}: Por favor, tente ser mais específico, ou use o ID da lista.
tr_tr: {match_count} tane çalma listesi sonucu çıktı {original_input}: Lütfen daha spesifik bir şekilde aratın, ya da aradığınız çalma listesi ID'sini kullanın.
zh_tw: 匹配到 {match_count} 個播放列表原有 {original_input}：請嘗試更具體，或使用播放列表 ID。

source: {number}. <{playlist.name}> - Scope: < {scope} > - ID: < {playlist.id} > - Tracks: < {tracks} > - Author: < {author} >
es_es: {number}. <{playlist.name}> - Alcance: < {scope} > - ID: < {playlist.id} > - Canciones: < {tracks} > - Autor: < {author} >
fi_fi: {number}. <{playlist.name}> - Taso: < {scope} > - ID: < {playlist.id} > - Kappaleita: < {tracks} > - Tekijä: < {author} >
hr_hr: {number}. <{playlist.name}> - Opseg: < {scope} > - ID: < {playlist.id} > - Pjesme: < {tracks} > - Autor: < {author} >
nb_no: {number}. <{playlist.name}> - Scope: < {scope} > - ID: {playlist.id} > - Sporer: < {tracks} > - Forfatter: < {author} >
pl_pl: {number}. <{playlist.name}> - Zakres: < {scope} > - ID: < {playlist.id} > - Utwory: < {tracks} > - Autor: < {author} >
pt_pt: {number}. <{playlist.name}> - Escopo: < {scope} > - ID: < {playlist.id} > - Faixas: < {tracks} > - Autor: < {author} >
tr_tr: {number}. <{playlist.name}> - Kapsam: < {scope} > - ID: < {playlist.id} > - Parçalar: < {tracks} > - Yapımcı: < {author} >
zh_tw: {number}。 <{playlist.name}> - 範圍：< {scope} > - ID：< {playlist.id} > - 曲目：< {tracks} > - 作者：< {author} >

source: {playlists} playlists found, which one would you like?
es_es: {playlists} listas de reproducción encontradas, ¿cuál es la que te gusta?
fi_fi: {playlists} soittolistaa löytyi, minkä niistä haluat?
hr_hr: Pronađeno {playlists} popisa za reprodukciju, koju biste željeli?
nb_no: {playlists} spillelister funnet, hvilken ønsker du?
pl_pl: Znaleziono {playlists} list odtwarzania. Którą z nich chcesz?
pt_pt: {playlists} playlists encontradas, qual gostarias?
tr_tr: {playlists} çalma listesi bulundu, hangisini çalmamı istersiniz?
zh_tw: 已找到 {playlists} 個播放列表，您喜歡哪一個？

source: Too many matches found and you did not select which one you wanted.
es_es: Demasiadas coincidencias encontradas y no has seleccionado la que deseabas.
fi_fi: Liian monta osumaa löydettiin etkä valinnut minkä niistä halusit.
hr_hr: Pronađeno je previše podudaranja, a niste odabrali koju želite.
nb_no: For mange matcher ble funnet, og du valgte ikke hvilken du ville ha.
pl_pl: Znaleziono zbyt wiele dopasowań i nie wybrałeś/aś których potrzebujesz.
pt_pt: Muitos jogos foram encontrados e não selecionaste qual querias.
tr_tr: Çok fazla eşleşme bulundu ve herhangi bir seçim yapmadınız.
zh_tw: 找到多筆匹配的項目，但您沒有選擇所需的項目。

source: Playlists you can access in this server:
es_es: Listas de reproducción a las que puedes acceder en este servidor:
fi_fi: Soittolistat joihin sinulla on pääsy tällä palvelimella:
hr_hr: Popisi za reprodukciju kojima možete pristupiti na ovom serveru:
nb_no: Spillelister du kan få tilgang til i denne serveren:
pl_pl: Listy odtwarzania dostępne na tym serwerze:
pt_pt: Playlists que você pode acessar neste servidor:
tr_tr: Bu sunucuda erişebildiğiniz çalma listeleri:
zh_tw: 您可以在此伺務器中訪問的播放列表：

source: Playlists for {scope}:
es_es: Listas de reproducción para {scope}:
fi_fi: Soittolistat {scope}-tasolle:
hr_hr: Popisi za reprodukciju za {scope}:
nb_no: Spillelister for {scope}:
pl_pl: Listy odtwarzania dla {scope}:
pt_pt: Playlists para {scope}:
tr_tr: {scope} için çalma listeleri:
zh_tw: {scope}的播放清單:

source: Page {page_num}/{total_pages} | {num} playlists.
es_es: Página {page_num}/{total_pages} | {num} listas de reproducción.
fi_fi: Sivu {page_num}/{total_pages} | {num} soittolistaa.
hr_hr: Stranica {page_num}/{total_pages} | {num} popisa za reprodukciju.
nb_no: Side {page_num}/{total_pages} ε {num} spillelister.
pl_pl: Strona {page_num}/{total_pages} | {num} list odtwarzania.
pt_pt: Página {page_num}/{total_pages} ├ {num} playlists.
tr_tr: Sayfa {page_num}/{total_pages} | {num} çalma listesi.
zh_tw: 第{page_num}頁/共{total_pages}頁 | {num}個播放清單。

source: Please wait, adding tracks...
es_es: Por favor espere, añadiendo las canciones...
fi_fi: Ole hyvä ja odota, kappaleita lisätään...
hr_hr: Pričekajte, dodajem pjesme...
ko_kr: 트랙을 추가하는 중입니다. 잠시만 기다려 주세요.
nb_no: Vennligst vent, legger til spor...
pl_pl: Proszę czekać, dodawanie utworów...
pt_pt: Por favor, aguarde, adicionando faixas...
tr_tr: Lütfen bekleyin, şarkılar ekleniyor.
zh_tw: 正在添加曲目，請稍候...

source: Empty playlist {name} (`{id}`) [**{scope}**] created.
es_es: Lista de reproducción {name} vacía (`{id}`) [**{scope}**] creada.
fi_fi: Tyhjä soittolista {name} (`{id}`) [**{scope}**] luotu.
hr_hr: Stvoren je prazan popis za reprodukciju {name} (`{id}`) [**{scope}**].
nb_no: Tom spilleliste {name} (`{id}`) [** {scope} **] opprettet.
pl_pl: Utworzono pustą listę odtwarzania {name} (`{id}`) [**{scope}**].
pt_pt: Playlist Vazia {name} (`{id}`) [**{scope}**] criada.
tr_tr: Boş çalma listesi {name} (`{id}`) [**{scope}**] oluşturuldu.
zh_tw: 已建立空白的播放清單 {name} (`{id}`) [**{scope}**]。

source: Added {num} tracks from the {playlist_name} playlist. {num_bad} track(s) could not be loaded.
es_es: Se han añadido {num} pistas de la lista de reproducción {playlist_name}. No se han podido cargar {num_bad} pista(s).
fi_fi: Lisättiin {num} kappaletta soittolistalta {playlist_name}. {num_bad} kappaletta ei voitu ladata.
hr_hr: Dodano {num} pjesama s {playlist_name} popisa za reprodukciju. {num_bad} pjesama nije bilo moguće učitati.
nb_no: La til {num} spor fra {playlist_name} spillelisten. {num_bad} spor(er) kan ikke lastes.
pl_pl: Dodano {num} utworów z listy odtwarzania {playlist_name}. {num_bad} utwór(ów) nie mógł/mogły zostać załadowane.
pt_pt: {num} faixas adicionadas da playlist {playlist_name}. Não foi possível carregar a(s) faixa(s) {num_bad}.
tr_tr: {num} sayıda şarkı {playlist_name} playlistinden sıraya eklendi. {num_bad} şarkı eklenemedi.
zh_tw: 從 {playlist_name} 播放列表中添加了 {num} 首曲目。及無法加載 {num_bad} 首曲目。

source: Added {num} tracks from the {playlist_name} playlist.
es_es: Añadidas {num} canciones de la lista de reproducción {playlist_name}.
fi_fi: Lisättiin {num} kappaletta soittolistalta {playlist_name}.
hr_hr: Dodano {num} pjesama s {playlist_name} popisa za reprodukciju.
nb_no: La til {num} spor fra {playlist_name} spillelisten.
pl_pl: Dodano {num} utworów z listy odtwarzania {playlist_name}.
pt_pt: {num} faixas adicionadas da playlist {playlist_name}.
tr_tr: {num} sayıda şarkı {playlist_name} playlistinden sıraya eklendi.
zh_tw: 從 {playlist_name} 播放列表中添加了 {num} 首曲目。

source: Playlist Saved
es_es: Lista de reproducción guardada
fi_fi: Soittolista tallennettu
hr_hr: Popis za reprodukciju je spremljen
ko_kr: 재생 목록 저장됨
nb_no: Spilleliste lagret
pl_pl: Lista odtwarzania zapisana
pt_pt: Playlist Salva
tr_tr: Çalma listesi kaydedildi
zh_tw: 播放清單已儲存

source: Unable To Get Playlists
es_es: No se pueden obtener listas de reproducción
fi_fi: Soittolistoja ei voitu hakea
hr_hr: Nije moguće dobiti popise za reprodukciju
ko_kr: 재생 목록을 가져올 수 없습니다.
nb_no: Kan ikke hente spillelister
pl_pl: Nie można pobrać list odtwarzania
pt_pt: Não foi possível obter listas de reprodução
tr_tr: Çalma Listeleri Alınamadı
zh_tw: 無法獲取播放列表

source: I don't have permission to connect and speak in your channel.
es_es: No tengo permisos para conectarme o hablar en tu canal.
fi_fi: Minulla ei ole oikeutta yhdistää kanavallesi.
hr_hr: Nemam dozvolu za povezivanje i govor u vašem kanalu.
nb_no: Jeg har ikke tillatelse til å koble til og snakke i kanalen din.
pl_pl: Nie mam uprawnień do łączenia się i mówienia na twoim kanale.
pt_pt: Não tenho permissão para conectar e falar no canal onde estas.
tr_tr: Bulunduğunuz kanala bağlanma ve konuşma iznim yok.
zh_tw: 權限不足，無法加入及在您的語音頻道中説話。

source: You must be in the voice channel to use the playlist command.
es_es: Debes estar en el canal de voz para usar el comando de reproducción.
fi_fi: Sinun tulee olla puhekanavalla käyttääksesi soittolista-komentoa.
hr_hr: Morate biti u glasovnom kanalu da biste koristili naredbu za popise za reprodukciju.
ko_kr: 음성체널에 있어야 플래이리스트 명령어를 사용할수 있습니다.
nb_no: Du må være i talekanal for å bruke kommandoen spilleliste.
pl_pl: Musisz być na kanale głosowym, aby użyć komendy listy odtwarzania.
pt_pt: Tens de estar em um canal de voz para usar o comando Playlists.
tr_tr: Playlist başlatabilmek için bir kanal da olmanız gerekli.
zh_tw: 您必須在語音頻道中才能使用播放列表指令。

source: the Global
es_es: el Global
fi_fi: Globaalille
hr_hr: globalni
nb_no: den globale
pl_pl: globalny
pt_pt: o Global
tr_tr: Evrensel
zh_tw: 全局

source: Global
fi_fi: Globaali
hr_hr: Globalni
ko_kr: 전체
nb_no: Globalt
pl_pl: Globalny
tr_tr: Küresel
zh_tw: 全域

source: the Server
es_es: el Servidor
fi_fi: Palvelin
hr_hr: server
ko_kr: 서버
nb_no: serveren
pl_pl: serwer
pt_pt: o Servidor
tr_tr: Sunucu
zh_tw: 伺服器

source: Server
es_es: Servidor
fi_fi: Palvelin
ko_kr: 서버
pl_pl: Serwer
pt_pt: Servidor
tr_tr: Sunucu
zh_tw: 伺服器

source: the User
es_es: el Usuario
fi_fi: Käyttäjä
hr_hr: korisnik
ko_kr: 사용자
nb_no: brukeren
pl_pl: użytkownik
pt_pt: o Utilizador
tr_tr: Kullanıcı
zh_tw: 用戶

source: User
es_es: Usuario
fi_fi: Käyttäjä
hr_hr: Korisnik
ko_kr: 사용자
nb_no: Bruker
pl_pl: Użytkownik
pt_pt: Utilizador
tr_tr: Kullanıcı
zh_tw: 使用者

source: __Too many songs in the queue, only showing the first 500__.
es_es: __Demasiadas canciones en cola, solo mostrando las primeras 500__.
fi_fi: __Liian monta kappaletta jonossa, näytetään vain ensimmäiset 500__.
hr_hr: __Previše pjesama u redu čekanja, prikazuje se samo prvih 500__.
ko_kr: __너무나 많은 음악이 대기열에 있습니다, 앞에서부터 500개만 표시됩니다__.
nb_no: __For mange sanger i køen, kun viser den første 500__.
pl_pl: __Zbyt wiele piosenek w kolejce, pokazuję tylko pierwsze 500__.
pt_pt: __Muitas músicas na fila, mostrando apenas os primeiros 500__.
tr_tr: __Sırada çok fazla şarkı var, sadece ilk 500 gösteriliyor__.
zh_tw: __列表中的歌曲太多，將只會顯示前 500 首__。

source: **Currently livestreaming:**
es_es: **En vivo actualmente:**
fi_fi: **Tällä hetkellä livestriimaa:**
hr_hr: **Trenutno prenosi uživo:**
ko_kr: **현재 라이브 스트리밍중.**
nb_no: **Foreløpig direktestrømming:**
pl_pl: **Aktualnie streamowane:**
pt_pt: **Atualmente ao vivo:**
tr_tr: **Şuan canlı yayınlanıyor:**
zh_tw: **目前正在直播：**

source: Requested by: **{user}**
es_es: Solicitada por: **{user}**
fi_fi: Lisääjä: **{user}**
hr_hr: Zatražio: **{user}**
ko_kr: 신청자: **{user}**
nb_no: Forespurt av: **{user}
pl_pl: Żądane przez: **{user}**
pt_pt: Pedido por: **{user}**
tr_tr: **{user}** tarafından sıraya eklendi.
zh_tw: 點歌者: **{user}**

source: Playing:
es_es: Reproduciendo:
fi_fi: Toistetaan:
hr_hr: Pušta:
ko_kr: 재생 중:
nb_no: Spiller:
pl_pl: Aktualnie gram:
pt_pt: Reproduzindo:
tr_tr: Oynatılıyor:
zh_tw: 正在播放:

source: requested by **{user}**
es_es: solicitada por **{user}**
fi_fi: jonka lisäsi **{user}**
hr_hr: zatražio **{user}**
ko_kr: 신청자: **{user}**
nb_no: forespurt av **{user}**
pl_pl: żądane przez **{user}**
pt_pt: solicitado por **{user}**
tr_tr: talep eden **{user}**
zh_tw: 點歌者 **{user}**

source: Queue for __{guild_name}__
es_es: Cola de __{guild_name}__
fi_fi: Palvelimen __{guild_name}__ jono
hr_hr: Red čekanja za __{guild_name}__
nb_no: Kø for __{guild_name}__
pl_pl: Kolejka dla __{guild_name}__
pt_pt: Fila por __{guild_name}__
tr_tr: __{guild_name}__ için sıra
zh_tw: __{guild_name}__的播放清單

source: Page {page_num}/{total_pages} | {num_tracks} tracks, {num_remaining} remaining
es_es: Página {page_num}/{total_pages} | {num_tracks} canciones, {num_remaining} restantes
fi_fi: Sivu {page_num}/{total_pages} | {num_tracks} kappaletta, {num_remaining} jäljellä
hr_hr: Stranica {page_num}/{total_pages} | {num_tracks} pjesama, {num_remaining} preostalo
ko_kr: {page_num}/{total_pages} 페이지 | {num_tracks}곡 , {num_remaining} 남음
nb_no: Side {page_num}/{total_pages} ＋ {num_tracks} spor, {num_remaining} gjenstående
pl_pl: Strona {page_num}/{total_pages} | {num_tracks} utworów, pozostało {num_remaining}
pt_pt: Página {page_num}/{total_pages} {num_tracks} faixas {num_remaining} restantes
tr_tr: Sayfa {page_num}/{total_pages} | {num_tracks} parça, kalan {num_remaining}
zh_tw: 第{page_num}頁/共{total_pages}頁 | 共{num_tracks}首歌曲, 剩餘{num_remaining}

source: Auto-Play
es_es: Reproducción automática
fi_fi: Automaattinen toisto
hr_hr: Automatska reprodukcija
ko_kr: 자동 재생
nb_no: Auto-start
pl_pl: Autoodtwarzanie
pt_pt: Reproduzir automaticamente
tr_tr: Otomatik çalma
zh_tw: 自動播放

source: Shuffle
es_es: Aleatorio
fi_fi: Sekoitus
hr_hr: Nasumična reprodukcija
ko_kr: 곡 섞기
pl_pl: Losowo
pt_pt: Reproduzir aleatoriamente
tr_tr: Karışık Oynat
zh_tw: 隨機播放

source: Repeat
es_es: Repetir
fi_fi: Uudelleentoisto
hr_hr: Ponavljanje
ko_kr: 반복
nb_no: Gjenta
pl_pl: Powtarzanie
pt_pt: Repetir
tr_tr: Tekrarla
zh_tw: 重複播放

source: Matching Tracks:
es_es: Canciones coincidentes:
fi_fi: Vastaavat kappaleet:
hr_hr: Odgovarajuće pjesme:
ko_kr: 일치하는 트랙들:
nb_no: Samsvarende spor:
pl_pl: Pasujące utwory:
pt_pt: Faixas correspondentes:
tr_tr: Eşleşen şarkılar:
zh_tw: 符合的曲目：

source: Page {page_num}/{total_pages} | {num_tracks} tracks
es_es: Página {page_num}/{total_pages} | {num_tracks} canciones
fi_fi: Sivu {page_num}/{total_pages} | {num_tracks} kappaletta
hr_hr: Stranica {page_num}/{total_pages} | {num_tracks} pjesama
nb_no: Side {page_num}/{total_pages} ＋ {num_tracks} spor
pl_pl: Strona {page_num}/{total_pages} | {num_tracks} utworów
pt_pt: Página {page_num}/{total_pages} ├ {num_tracks} faixas
tr_tr: Sayfa {page_num}/{total_pages} | {num_tracks} parça
zh_tw: 第 {page_num} 頁/共 {total_pages} 頁 | {num_tracks} 首歌曲
