Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/admin_dev/locales/*.po
Languages: fr_fr, nl_nl

source: I attempted to do something that Discord denied me permissions for. Your command failed to successfully complete.
fr_fr: J'ai tenté de faire quelque chose que pour lequel Discord m'a refusé les permissions. La commande a échoué.
nl_nl: Ik probeerde iets te doen, maar Discord weigerde mij toestemming te geven. Je command is geslaagd te mislukken.

source: I tried to add {role.name} to {member.display_name} but that role is higher than my highest role in the Discord hierarchy so I was unable to successfully add it. Please give me a higher role and try again.
fr_fr: J'ai tenté d'ajouter le rôle {role.name} à {member.display_name} mais ce rôle est plus élevé que le mien dans la hiérarchie des rôles de ce serveur. Je n'ai donc pas pu l'ajouter. Tu peux réessayer en me donnant un rôle plus élevé.
nl_nl: Ik probeerder {role.name} toe te voegen aan {member.display_name}, maar die rol is waarschijnlijk een hogere rol dan die van mij. Ik kan de rol daarom niet toevoegen. Geef mij een hogere rol en probeer het nog eens.

source: I tried to add {role.name} to {member.display_name} but that role is higher than your highest role in the Discord hierarchy so I was unable to successfully add it. Please get a higher role and try again.
fr_fr: J'ai tenté d'ajouter le rôle {role.name} à {member.display_name} mais ce rôle est plus élevé que le tien dans la hiérarchie des rôles de ce serveur. Je n'ai donc pas pu l'ajouter. Tu peux réessayer mais il faudra d'abord que tu obtiennes un rôle plus élevé.
nl_nl: Ik probeerder {role.name} toe te voegen aan {member.display_name}, maar die rol is waarschijnlijk een hogere rol dan die van jou. Ik kan de rol daarom niet toevoegen. Krijg een hogere rol en probeer het nog eens.

source: I am already announcing something. If you would like to make a different announcement please use `{prefix}announce cancel` first.
fr_fr: Je suis déjà en train d'annoncer quelque chose. Si tu souhaites faire une annonce différente, tu dois d'abord utiliser la commande `{prefix}announce cancel`.
nl_nl: Ik ben al iets aan het aankondigen. Als je iets anders wilt aankondigen, voer dan eerst deze command uit: '{prefix}announce cancel'.

source: A collection of server administration utilities.
fr_fr: Un ensemble d'utilitaires d'administration du serveur.
nl_nl: Een collectie van de server administratie voorzieningen.

source: I successfully added {role.name} to {member.display_name}
fr_fr: J'ai bien ajouté le rôle {role.name} à {member.display_name}
nl_nl: Ik heb succesvol {role.name} toegevoegd aan {member.display_name}

source: I successfully removed {role.name} from {member.display_name}
fr_fr: J'ai bien retiré le rôle {role.name} de {member.display_name}
nl_nl: Ik heb succesvol {role.name} verwijderd van {member.display_name}

source: Add a role to a user. If user is left blank it defaults to the author of the command.
fr_fr: Ajouter un rôle à un utilisateur. Si aucun utilisateur n'est mentionné dans la commande, celle-ci fera effet sur l'auteur.
nl_nl: Een rol toevoegen aan een lid. Als je geen lid invult, dan is het automatisch de auteur van de command.

source: Remove a role from a user. If user is left blank it defaults to the author of the command.
fr_fr: Retirer un rôle à un utilisateur. Si aucun utilisateur n'est mentionné dans la commande, celle-ci fera effet sur l'auteur.
nl_nl: Een rol verwijderen van een lid. Als je geen lid invult, dan is het automatisch de auteur van de command.

source: Edit role settings.
fr_fr: Modifier les paramètres d'un rôle.
nl_nl: Rol instellingen bewerken.

source: Edit a role's colour. Use double quotes if the role contains spaces. Colour must be in hexadecimal format. [Online colour picker](http://www.w3schools.com/colors/colors_picker.asp) Examples: `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`
fr_fr: Modifier la couleur d'un rôle. Utilise des guillemets si le nom du rôle contient des espaces. La couleur doit être au format hexadécimal [Sélecteur de couleur en ligne](http://www.w3schools.com/colors/colors_picker.asp) Exemples: `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`
nl_nl: Een rolkleur bewerken. Gebruik dubbele aanhalingstekens als de rol een spatie bevat. Een kleur moet van heximaal formaat zijn. [Online colour picker](http://www.w3schools.com/colors/colors_picker.asp) Voorbeelden: `[p]editrole colour "DP Bots" #ff0000` `[p]editrole colour Teamlid #ff9900`

source: Done.
fr_fr: Fait.
nl_nl: Klaar.

source: Edit a role's name. Use double quotes if the role or the name contain spaces. Examples: `[p]editrole name "The Transistor" Test`
fr_fr: Modifier le nom d'un rôle. Utilise des guillemets si le nom du rôle contient des espaces. Exemples: `[p]editrole name "The Transistor" Test`
nl_nl: Een rolnamen bewerken. Gebruik dubbele aanhalingstekens als de rol een spatie bevat. Voorbeeld: `[p]editrole name "DP Bots" Bots`

source: Announce a message to all servers the bot is in.
fr_fr: Faire une annonce à tous les serveurs dans lesquels le bot se trouve.
nl_nl: Kondig een bericht aan in alle servers.

source: The announcement has begun.
fr_fr: L’annonce a commencé.
nl_nl: De aankondiging is begonnen.

source: Cancel a running announce.
fr_fr: Interrompre une annonce en cours.
nl_nl: Annuleer een huidige aankondiging.

source: The current announcement has been cancelled.
fr_fr: L'annonce actuelle a été interrompue.
nl_nl: De huidige aankondiging is geannuleerd.

source: Change the channel to which the bot makes announcements.
fr_fr: Changer le salon dans lequel le bot fait des annonces.
nl_nl: Bewerk het kanaal waar de bot aankondigingen maakt.

source: The announcement channel has been set to {channel.mention}
fr_fr: Les annonces seront maintenant faites dans {channel.mention}
nl_nl: Het aankondigingskanaal is aangepast naar {channel.mention}

source: Toggle announcements being enabled this server.
fr_fr: Activer ou désactiver les annonces sur ce serveur.
nl_nl: Aankondigingen zijn geactiveerd in deze server.

source: The server {guild.name} will receive announcements.
fr_fr: Le serveur {guild.name} recevra maintenant les annonces.
nl_nl: De server {guild.name} ontvangt aankondigingen.

source: The server {guild.name} will not receive announcements.
fr_fr: Le serveur {guild.name} ne recevra plus les annonces.
nl_nl: De server {guild.name} ontvangt geen aankondigingen.

source: Add a role to yourself. Server admins must have configured the role as user settable. NOTE: The role is case sensitive!
fr_fr: S'ajouter un rôle à soi-même. Les administrateurs du serveur doivent avoir configuré le rôle en tant qu'ajoutable par les utilisateurs. NOTE: Le nom du rôle est sensible à la casse!
nl_nl: Voeg een rol aan jezelf toe. Server teamleden moeten de rol als een user settable. LET OP: De rolnaam is hoofdlettergevoelig.

source: Remove a selfrole from yourself. NOTE: The role is case sensitive!
fr_fr: Se supprimer un auto-rôle. NOTE: Le rôle est sensible à la casse!
nl_nl: Verwijder een rol van jezelf. LET OP: De rolnaam is hoofdlettergevoelig.

source: Add a role to the list of available selfroles. NOTE: The role is case sensitive!
fr_fr: Ajouter un rôle à la liste des auto-rôles disponibles. NOTE : le nom du rôle est sensible à la casse !
nl_nl: Voeg een rol toe aan de lijst met beschikbare selfroles. OPMERKING: De rol is hoofdlettergevoelig!

source: The selfroles list has been successfully modified.
fr_fr: La liste des auto-rôles a été modifiée avec succès.
nl_nl: De selfroles lijst is succesvol aangepast.

source: Remove a role from the list of available selfroles. NOTE: The role is case sensitive!
fr_fr: Supprimer un rôle de la liste des auto-rôles. NOTE : Le nom du rôle est sensible à la casse !
nl_nl: Verwijder een rol uit de lijst met beschikbare selfroles. OPMERKING: De rol is hoofdlettergevoelig!

source: Lists all available selfroles.
fr_fr: Liste de tous les auto-rôles disponibles.
nl_nl: Laat alle beschikbare selfroles zien.

source: Available Selfroles: {selfroles}
fr_fr: Auto-rôles disponibles : {selfroles}
nl_nl: Beschikbare Selfroles: {selfroles}

source: Lock a bot to its current servers only.
fr_fr: Verrouiller le bot sur les serveurs où il est actuellement présent.
nl_nl: Vergrendel de bot voor alleen deze server.

source: The bot is no longer serverlocked.
fr_fr: Le bot n'est plus verrouillé sur ses serveurs.
nl_nl: De bot is niet langer vergrendeld.

source: The bot is now serverlocked.
fr_fr: Le bot est maintenant verrouillé sur ses serveurs.
nl_nl: De bot is vergrendeld.

source: I could not announce to server: {server.id}
fr_fr: Je n'ai pas pu faire d'annonce dans le serveur: {server.id}
nl_nl: Ik kan geen bericht aankondigen in: {server.id}

source: The Admin cog is not loaded.
fr_fr: Le module Admin n'est pas chargé.
nl_nl: De admin cog is niet geladen.

source: The provided role is not a valid selfrole.
fr_fr: Le rôle fourni n'est pas un auto-rôle valide.
nl_nl: De ingevulde rol is geen beschikbare selfrole.
