Repository: Cog-Creators/Red-DiscordBot
Catalog: cogs/economy/locales/*.po
Languages: es

source: JACKPOT! 226! Your bid has been multiplied * 2500!
es: PREMIO MAYOR! 226! Apuesta multiplicada por 2500!

source: 4LC! +1000!
es: 4 tréboles! +1000!

source: Three cherries! +800!
es: Triple cereza! +800!

source: 2 6! Your bid has been multiplied * 4!
es: 2 6! Apuesta multiplicada por 4!

source: Two cherries! Your bid has been multiplied * 3!
es: Doble cereza! Apuesta multiplicada por 3!

source: Three symbols! +500!
es: Tres símbolos! +500!

source: Two consecutive symbols! Your bid has been multiplied * 2!
es: Dos símbolos consecutivos! Apuesta multiplicada por 2!

source: Slot machine payouts: {two.value} {two.value} {six.value} Bet * 2500 {flc.value} {flc.value} {flc.value} +1000 {cherries.value} {cherries.value} {cherries.value} +800 {two.value} {six.value} Bet * 4 {cherries.value} {cherries.value} Bet * 3 Three symbols: +500 Two symbols: Bet * 2
es: Premios de tragaperras: {two.value} {two.value} {six.value} Apuesta * 2500 {flc.value} {flc.value} {flc.value} +1000 {cherries.value} {cherries.value} {cherries.value} +800 {two.value} {six.value} Apuesta * 4 {cherries.value} {cherries.value} Bet * 3 Tres símbolos: +500 Dos símbolos: Bet * 2

source: {}'s balance is {} {}
es: El balance de {} es {} {}

source: {} transferred {} {} to {}
es: {} ha transferido {} {} a {}

source: {} added {} {} to {}'s account.
es: {} agregó {} {} a la cuenta de {}.

source: {} removed {} {} from {}'s account.
es: {} quitó {} {} de la cuenta de {}.

source: {} set {}'s account to {} {}.
es: {} puso la cuenta de {} a {} {}.

source: This will delete all bank accounts for {}. If you're sure, type {}bank reset yes
es: Esto eliminará todas las cuentas bancarias de {}. Si estás seguro, escribe {}bank reset yes

source: All bank accounts of this guild have been deleted.
es: Todas las cuentas bancarias de este gremio han sido eliminadas.

source: {} Here, take some {}. Enjoy! (+{} {}!)
es: {}, toma, unos {}. Difruta! (+{} {}!)

source: {} Too soon. For your next payday you have to wait {}.
es: {} Muy pronto. Tu siguiente dia de pago es en {}.

source: There are no accounts in the bank.
es: No existen cuentas en el banco.

source: You're on cooldown, try again in a bit.
es: Estás en tiempo de espera, intenta de nuevo más tarde.

source: That's an invalid bid amount, sorry :/
es: Cantidad de apuesta inválida, lo siento :/

source: You ain't got enough money, friend.
es: No tienes suficiente dinero, amigo.

source: {} {} {} Your bid: {} {} → {}!
es: {} {} {} Tu apuesta: {} {} → {}!

source: {} {} Nothing! Your bid: {} {} → {}!
es: {} {} Nada! Tu apuesta: {} {} → {}!

source: Minimum slot bid: {} Maximum slot bid: {} Slot cooldown: {} Payday amount: {} Payday cooldown: {} Amount given at account registration: {}
es: Apuesta mínima para tragaperras: {} Apuesta máxima para tragaperras: {} Tiempo de espera para tragaperras: {} Cantidad para día de pago: {} Tiempo de espera para día de pago: {} Cantidad al registrar: {}

source: Current Economy settings:
es: Configuración de economía actual:

source: Invalid min bid amount.
es: Cantidad mínima de apuesta inválida.

source: Minimum bid is now {} {}.
es: Apuesta mínima es ahora {} {}.

source: Invalid slotmax bid amount. Must be greater than slotmin.
es: Cantidad de apuesta máxima para tragaperras inválido. Debe ser mayor al mínimo.

source: Maximum bid is now {} {}.
es: Apuesta máxima es ahora {} {}.

source: Cooldown is now {} seconds.
es: Tiempo de espera es ahora {} segundos.

source: Value modified. At least {} seconds must pass between each payday.
es: Valor modificado. Al menos {} segundos deben de pasar entre cada día de pago.

source: Har har so funny.
es: Muy gracioso...

source: Every payday will now give {} {}.
es: Cada día de pago ahora dará {} {}.

source: Registering an account will now give {} {}.
es: Registrar una cuenta bancaria ahora dará {} {}.

source: weeks
es: semanas

source: days
es: días

source: hours
es: horas

source: minutes
es: minutos

source: seconds
es: segundos
