Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/filter/locales/*.po
Languages: de_de, es_es, fr_fr, id_id, ko_kr, nb_no, nl_nl, pl_pl, sv_se

source: Names and nicknames will no longer be checked against the filter
id_id: Nama dan julukan tidak lagi dapat diperiksa terhadap penyaring
ko_kr: 필터에 대한 이름 및 닉네임을 더 이상 확인할 수 없어요.
sv_se: Namn och smeknamn kommer ej längre att kontrolleras mot filtret

source: Names and nicknames will now be checked against the filter
id_id: Nama dan julukan akan di periksa terhadap penyaring
ko_kr: 이제 이름과 닉네임을 필터에서 개별적으로 인식해요.
sv_se: Namn och smeknamn kommer från och med nu att kontrolleras mot filtret

source: The name to use on filtered names has been set
id_id: Nama yang digunakan untuk penyaring telah ditetapkan
ko_kr: 필터링 된 이름에 사용할 이름이 설정됐어요.
sv_se: Namnet som används för filtrerade namn har nu angetts
