Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/filter/locales/*.po
Languages: de_de, es_es, fr_fr, id_id, ko_kr, nb_no, nl_nl, pl_pl, sv_se

source: This cog is designed for "filtering" unwanted words and phrases from a server. It provides tools to manage a list of words or sentences, and to customize automatic actions to be taken against users who use those words in channels or in their name/nickname. This can be used to prevent inappropriate language, off-topic discussions, invite links, and more.
es_es: Este cog está diseñado para "filtrar" palabras y frases no deseadas de un servidor. Proporciona herramientas para administrar una lista de palabras o frases, y personalizar las acciones automáticas que se deben realizar contra los usuarios que utilizan esas palabras en los canales o en su nombre/apodo. Esto se puede utilizar para prevenir el lenguaje inapropiado, discusiones fuera de tema, enlaces de invitación y más.
nb_no: Denne cog er designet for "filtering" uønskede ord og uttrykk fra en server. Den tilbyr verktøy for å administrere en liste over ord eller setninger, og for å tilpasse automatiske handlinger som skal iverksettes mot brukere som bruker disse ordene i kanalene eller i sitt navn/kallenavn. Dette kan brukes til å forebygge upassende språk, diskusjoner, invitasjonslenker, med flere.
pl_pl: Ten cog jest przeznaczony do "filtrowania" niechcianych słów i zwrotów z serwera. Dostarcza narzędzia do zarządzania listą słów lub zdań, i dostosować automatyczne działania, które mają być podejmowane przeciwko użytkownikom, którzy używają tych słów w kanałach lub ich nazwie/pseudonimie. Może to być używane do zapobiegania niewłaściwym językom, dyskusjom poza tematem, zaproszeniu linków i innym.

source: Base command to manage filter settings.
es_es: Comando base para administrar los ajustes de filtro.
fr_fr: Commande de base pour gérer les paramètres de filtre.
nb_no: Standard kommando for å administrere filterinnstillinger.
pl_pl: Bazowa komenda do zarządzania ustawieniami filtrów.

source: Set the nickname for users with a filtered name. Note that this has no effect if filtering names is disabled (to toggle, run `[p]filter names`). The default name used is *John Doe*. Example: - `[p]filterset defaultname Missingno` **Arguments:** - `<name>` The new nickname to assign.
es_es: Establezca el nick para los usuarios con un nombre filtrado. Tenga en cuenta que esto no tiene efecto si los nombres de filtro están deshabilitados (para alternar, ejecutar `[p]filter names`). El nombre por defecto usado es *John Doe*. Ejemplo: - `[p]filterset defaultname Missingno` **Argumentos:** - `<name>` El nuevo apodo a asignar.
pl_pl: Ustaw pseudonim dla użytkowników z przefiltrowaną nazwą. Zauważ, że nie ma to żadnego efektu, jeśli filtrowanie nazw jest wyłączone (aby przełączyć), uruchom `[p]filter names`). Domyślną nazwą jest *John Doe*. Przykład: - `[p]filterset defaultname Missingno` **Argumenty:** - `<name>` Nowy pseudonim do przypisania.

source: The name to use on filtered names has been set.
de_de: Der Name der für gefilterte Namen benutzt wird wurde festgelegt.
es_es: Se ha establecido el nombre a utilizar en los nombres filtrados.
fr_fr: Le nom à utiliser sur les noms filtrés a été défini.
nb_no: Navnet som skal brukes på filtrerte navn er blitt satt.
nl_nl: De naam die moet worden gebruikt voor gefilterde namen is ingesteld.
pl_pl: Nazwa użyta na przefiltrowanych nazwach została ustawiona.

source: Set the filter's autoban conditions. Users will be banned if they send `<count>` filtered words in `<timeframe>` seconds. Set both to zero to disable autoban. Examples: - `[p]filterset ban 5 5` - Ban users who say 5 filtered words in 5 seconds. - `[p]filterset ban 2 20` - Ban users who say 2 filtered words in 20 seconds. **Arguments:** - `<count>` The amount of filtered words required to trigger a ban. - `<timeframe>` The period of time in which too many filtered words will trigger a ban.
es_es: Establecer las condiciones del filtro de autoban. Los usuarios serán baneados si envían `<count>` palabras filtradas en `<timeframe>` segundos. Establecer ambos en cero para desactivar el análisis. Ejemplos: - `[p]filterset ban 5 5` - Banear a los usuarios que dicen 5 palabras filtradas en 5 segundos. - `[p]filterset ban 2 20` - Banear a los usuarios que dicen 2 palabras filtradas en 20 segundos. **Argumentos:** - `<count>` La cantidad de palabras filtradas necesarias para activar un baneo. - `<timeframe>` El período de tiempo en el que demasiadas palabras filtradas activarán un baneo.
pl_pl: Ustaw warunki bana filtra. Użytkownicy zostaną zbanowani, jeśli wyślą `<count>` przefiltrowane słowa w `<timeframe>` sekund. Ustaw na zero aby wyłączyć autoban. Przykłady: - `[p]filterset ban 5 5` - Użytkownicy banu, którzy mówią 5 filtrów słów w 5 sekund. - `[p]filterset ban 2 20` - Użytkownicy banu, którzy mówią 2 przefiltrowane słowa w 20 sekund. **Argumenty:** - `<count>` Ilość przefiltrowanych słów wymaganych do uruchomienia banu. - `<timeframe>` Okres czasu, w którym zbyt wiele przefiltrowanych słów wyzwala ban.

source: Count and timeframe either both need to be 0 or both need to be greater than 0!
de_de: Anzahl und Zeitrahmen müssen entweder beide 0 sein oder beide müssen größer als 0 sein!
es_es: ¡La cuenta y el periodo del tiempo o ambos deben ser 0 o ambos necesitan ser mayor que 0!
fr_fr: Le nombre et la durée doivent être égaux à 0 ou les deux doivent être supérieurs à 0 !
id_id: Count dan jangka waktu keduanya harus 0 atau keduanya harus lebih besar dari 0!
ko_kr: 개수와 시간은 모두 0이어야 하거나 0보다 커야 해요!
nb_no: Teller og tidsramme trenger enten å være 0 eller begge må være større enn 0!
nl_nl: Zowel telling als tijdsbestek moeten 0 zijn of beide moeten groter zijn dan 0!
pl_pl: Licznik i ramy czasowe muszą być równe 0 lub oba muszą być większe niż 0!
sv_se: Räknare och tidsram måste båda vara satta till 0 eller så måste båda vara höre än 0!

source: Autoban disabled.
de_de: Autoban deaktiviert.
es_es: Autoban desactivado.
fr_fr: Ban auto désactivé.
id_id: Autoban dimatikan.
ko_kr: 자동 밴이 중지됐어요.
nb_no: Autoban er deaktivert.
nl_nl: Automatisch bannen is uitgeschakeld.
pl_pl: Autoban wyłączony.
sv_se: Autoban inaktiv.

source: Count and time have been set.
de_de: Anzahl und Zeit wurden festgelegt.
es_es: Cuenta y tiempo establecidos.
fr_fr: Le compteur et le temps ont été définis.
id_id: Jumlah dan waktu telah ditetapkan.
ko_kr: 개수와 시간이 설정됐어요.
nb_no: Antall og tid har blitt satt.
nl_nl: Telling en tijd zijn ingesteld.
pl_pl: Liczba i czas zostały ustawione.
sv_se: Räknare och tid har ställts in.

source: Base command to add or remove words from the server filter. Use double quotes to add or remove sentences.
es_es: Comando base para agregar o eliminar palabras del filtro del servidor. Use comillas dobles para añadir o eliminar frases.
nb_no: Standard kommando for å legge til eller fjerne ord fra serverfilteret. Bruk dobbel anførsel for å legge til eller fjerne setninger.
pl_pl: Bazowa komenda do dodawania lub usuwania słów z filtra serwera. Użyj podwójnych cudzysłowów, aby dodać lub usunąć zdania.

source: Clears this server's filter list.
fr_fr: Efface la liste de filtres de ce serveur.
nb_no: Fjerner serverens filterliste.
pl_pl: Czyści listę filtrów tego serwera.

source: The filter list for this server is empty.
fr_fr: La liste de filtres pour ce serveur est vide.
nb_no: Filterlisten for denne serveren er tom.
pl_pl: Lista filtrów dla tego serwera jest pusta.

source: Are you sure you want to clear this server's filter list?
nb_no: Er du sikker på at du vil tømme serverens filterliste?
pl_pl: Czy na pewno chcesz wyczyścić listę filtrów tego serwera?

source: You took too long to respond.
es_es: Has tardado demasiado en responder.
fr_fr: Vous avez pris trop de temps à répondre.
nb_no: Du tok for lang tid å svare.
pl_pl: Za długo zwlekałeś z odpowiedzią.

source: Server filter cleared.
fr_fr: Filtre de canal effacé.
nb_no: Serverfilteret ble tømt.
pl_pl: Filtr serwera wyczyszczony.

source: No changes have been made.
es_es: No se han realizado cambios.
fr_fr: Aucune modification n'a été faite.
nb_no: Ingen endringer er utført.
pl_pl: Nie wprowadzono żadnych zmian.

source: Send a list of this server's filtered words.
es_es: Enviar la lista de las palabras filtradas de este servidor.
fr_fr: Envoie la liste des mots filtrés sur ce serveur.
nb_no: Send en liste over denne serverens filtrerte ord.
pl_pl: Wyślij listę przefiltrowanych słów tego serwera.

source: There are no current words setup to be filtered in this server.
nb_no: Det er ingen gjeldende ordoppsett som skal filtreres på denne serveren.
pl_pl: Nie ma aktualnej konfiguracji słów do filtrowania na tym serwerze.

source: Filtered in this server:
de_de: Auf diesem Server gefiltert:
es_es: Filtrado en este servidor:
fr_fr: Filtré sur ce serveur :
id_id: Disaring pada server ini:
ko_kr: 이 서버에서 필터링 된 항목 :
nb_no: Filtrert i denne serveren:
nl_nl: Gefilterd in deze server:
pl_pl: Filtrowane na tym serwerze:
sv_se: Filter i denna server:

source: I can't send direct messages to you.
de_de: Ich kann keine Direktnachrichten an dich senden.
es_es: No puedo enviarte mensajes directos.
fr_fr: Je ne peux pas vous envoyer de messages privé.
id_id: Saya tidak dapat mengirim pesan langsung kepada Anda.
ko_kr: 사용자님에게 직접 메시지를 보낼 수 없어요.
nb_no: Jeg kan ikke sende direktemeldinger til deg.
nl_nl: Ik kan je geen persoonlijke berichten versturen.
pl_pl: Nie mogę wysyłać do ciebie bezpośrednich wiadomości.
sv_se: Jag kan inte skicka direkt meddelanden till dig.

source: Base command to add or remove words from the channel filter. Use double quotes to add or remove sentences.
es_es: Comando base para añadir o eliminar palabras del filtro del canal. Utilice comillas dobles para añadir o eliminar frases.
nb_no: Standard kommando for å legge til eller fjerne ord fra kanalfilteret. Bruk doble anførselstegn for å legge til eller fjerne setninger.
pl_pl: Bazowe polecenie do dodawania lub usuwania słów z filtra kanału. Użyj podwójnych cudzysłowów, aby dodać lub usunąć zdania.

source: Clears this channel's filter list.
nb_no: Sletter filterlisten til kanalen.
pl_pl: Czyści listę filtrów tego kanału.

source: Threads can't have a filter list set up. If you want to clear this list for the parent channel, send the command in that channel.
pl_pl: Wątki nie mogą mieć ustawionej listy filtrów. Jeśli chcesz wyczyścić tę listę dla kanału nadrzędnego, wyślij polecenie na tym kanale.

source: The filter list for this channel is empty.
nb_no: Filterlisten for denne kanalen er tom.
pl_pl: Lista filtrów dla tego kanału jest pusta.

source: Are you sure you want to clear this channel's filter list?
nb_no: Er du sikker på at du vil slette denne kanalens filterliste?
pl_pl: Czy na pewno chcesz wyczyścić listę filtrów tego kanału?

source: Channel filter cleared.
fr_fr: Filtre de canal effacé.
nb_no: Kanal filter tømt.
pl_pl: Filtr kanału wyczyszczony.

source: Send a list of the channel's filtered words.
es_es: Enviar una lista de las palabras filtradas del canal.
fr_fr: Envoie la liste des mots filtrés dans ce salon.
nb_no: Send en liste over kanalens filtrerte ord.
pl_pl: Wyślij listę przefiltrowanych słów kanału.

source: There are no current words setup to be filtered in this channel.
nb_no: Det er ingen gjeldende ordoppsett som skal filtreres i denne kanalen.
pl_pl: W tym kanale nie ma ustawionych słów do filtrowania.

source: Filtered in this channel:
de_de: Gefiltert in diesem Kanal:
es_es: Filtrado en este canal:
fr_fr: Filtré dans ce salon :
nb_no: Filtrert i denne kanalen:
nl_nl: Gefilterd in dit kanaal:
pl_pl: Filtrowane na tym kanale:

source: Add words to the filter. Use double quotes to add sentences. Examples: - `[p]filter channel add #channel word1 word2 word3` - `[p]filter channel add #channel "This is a sentence"` **Arguments:** - `<channel>` The text, voice, or forum channel to add filtered words to. - `[words...]` The words or sentences to filter.
pl_pl: Dodaj słowa do filtra. Użyj podwójnych cudzysłowów, aby dodać zdania. Przykłady: - `[p]filter channel add #channel word1 word2 word3` - `[p]filter channel add #channel "This is a sentence"` **Argumenty:** - `<channel>` Tekst, głos lub kanał forum, do którego można dodać przefiltrowane słowa. - `[words...]` Słowa lub zdania do filtrowania.

source: Words added to filter.
de_de: Wörter wurden dem Filter hinzugefügt.
es_es: Palabras añadidas al filtro.
fr_fr: Mots ajoutés au filtre.
id_id: Kata-kata yang ditambahkan untuk disaring.
ko_kr: 필터링에 추가된 단어예요.
nb_no: Ord som er lagt til filteret.
nl_nl: Woord is toegevoegd aan het filter.
pl_pl: Słowa dodane do filtra.
sv_se: Lagt till ord i filtret.

source: Words already in the filter.
de_de: Das ist bereits im Filter enthalten.
es_es: Palabras ya en el filtro.
fr_fr: Mots déjà dans le filtre.
id_id: Kata-kata yang sudah di disaring.
ko_kr: 필터에 이미 있는 단어예요.
nb_no: Ord er allerede i filteret.
nl_nl: Het woord staat al in het filter.
pl_pl: Słowa są już w filtrze.
sv_se: Orden finns redan i filtret.

source: Remove words from the filter. Use double quotes to remove sentences. Examples: - `[p]filter channel remove #channel word1 word2 word3` - `[p]filter channel remove #channel "This is a sentence"` **Arguments:** - `<channel>` The text, voice, or forum channel to add filtered words to. - `[words...]` The words or sentences to no longer filter.
pl_pl: Usuń słowa z filtra. Użyj podwójnych cudzysłowów, aby usunąć zdania. Przykłady: - `[p]filter channel remove #channel word1 word2 word3` - `[p]filter channel remove #channel "This is a sentence"` **Argumenty:** - `<channel>` Tekst głos lub kanał forum, do którego można dodać przefiltrowane słowa. - `[words...]` Słowa lub zdania nie filtrowane.

source: Words removed from filter.
de_de: {} vom Filter entfernt.
es_es: Palabras quitadas del filtro.
fr_fr: Mots supprimés du filtre.
id_id: Kata-kata dihapus dari penyaring.
ko_kr: 필터에서 제거된 단어예요.
nb_no: Ord fjernet fra filteret.
nl_nl: Woord verwijderd uit het filter.
pl_pl: Słowa usunięte z filtra.
sv_se: Ord borttaget ur filtret.

source: Those words weren't in the filter.
de_de: Diese Wörter befinden sich nicht in dem Filter.
es_es: Esas palabras no estaban en el filtro.
fr_fr: Ces mots n’étaient pas dans le filtre.
id_id: Kata-kata tidak dalam penyaring.
ko_kr: 해당 단어들은 필터에 들어 있지 않아요.
nb_no: Disse ordene var ikke i filteret.
nl_nl: Deze woorden zijn niet opgenomen in de filter.
pl_pl: Te słowa nie były w filtrze.
sv_se: Dessa är var inte i filtret.

source: Add words to the filter. Use double quotes to add sentences. Examples: - `[p]filter add word1 word2 word3` - `[p]filter add "This is a sentence"` **Arguments:** - `[words...]` The words or sentences to filter.
es_es: Añadir palabras al filtro. Utilice comillas dobles para añadir frases. Ejemplos: - `[p]filter add palabra1 palabra2 palabra3` - `[p]filter add "Esto es una frase"` **Argumentos:** - `[words...]` Las palabras o frases para filtrar.
pl_pl: Dodaj słowa do filtra. Użyj podwójnych cudzysłowów, aby dodać zdania. Przykłady: - `[p]filter add word1 word2 word3` - `[p]filter add "This is a sentence"` **Argumenty:** - `[words...]` Słowa lub zdania do filtrowania.

source: Words successfully added to filter.
de_de: Wörter erfolgreich zum Filter hinzugefügt.
es_es: Palabras añadidas correctamente al filtro.
fr_fr: Mots ajoutés avec succès au filtre.
nb_no: Ord lagt til filteret.
nl_nl: Het woord is succesvol toegevoegd aan het filter.
pl_pl: Słowa pomyślnie dodane do filtra.

source: Those words were already in the filter.
de_de: Diese Wörter sind bereits im Filter.
es_es: Esas palabras ya estaban en el filtro.
fr_fr: Ces mots étaient déjà dans le filtre.
nb_no: Disse ordene var allerede i filteret.
nl_nl: Deze woorden staan al in het filter.
pl_pl: Te słowa były już w filtrze.

source: Remove words from the filter. Use double quotes to remove sentences. Examples: - `[p]filter remove word1 word2 word3` - `[p]filter remove "This is a sentence"` **Arguments:** - `[words...]` The words or sentences to no longer filter.
es_es: Eliminar palabras del filtro. Utilice comillas dobles para eliminar frases. Ejemplos: - `[p]filter remove palabra1 palabra2 palabra3` - `[p]filter remove "Esto es una frase"` **Argumentos:** - `[words...]` Las palabras o frases para no filtrar.
pl_pl: Usuń słowa z filtra. Użyj podwójnych cudzysłowów, aby usunąć zdania. Przykłady: - `[p]filter remove word1 word2 word3` - `[p]filter remove "This is a sentence"` **Argumenty:** - `[words...]` Słowa lub zdania nie filtrowane.

source: Words successfully removed from filter.
de_de: Wörter erfolgreich aus dem Filter entfernt.
es_es: Palabras eliminadas del filtro con éxito.
fr_fr: Mots supprimés avec succès du filtre.
nb_no: Ord fjernet fra filter.
nl_nl: De woorden zijn succesvol verwijderd uit het filter.
pl_pl: Słowa pomyślnie usunięte z filtra.

source: Toggle name and nickname filtering. This is disabled by default.
es_es: Alternar nombre y filtro de apodos. Esto está deshabilitado por defecto.
fr_fr: Activer le filtrage des noms et des pseudos. Ceci est désactivé par défaut.
nb_no: Veksle navn og filter for kallenavn. Dette er deaktivert som standard.
pl_pl: Przełącz nazwę i filtrowanie pseudonimów. To jest domyślnie wyłączone.

source: Names and nicknames will no longer be filtered.
de_de: Name und Nicknamen werden nun nicht mehr gefiltert.
es_es: Los nombres y apodos ya no serán filtrados.
fr_fr: Les noms et pseudos ne seront plus filtrés.
nb_no: Navn og kallenavn vil ikke lenger bli filtrert.
nl_nl: Namen en bijnamen worden niet langer gefilterd.
pl_pl: Nazwy i pseudonimy nie będą już filtrowane.

source: Names and nicknames will now be filtered.
de_de: Name und Nicknamen werden nun gefiltert.
es_es: Ahora se filtrarán los nombres y los apodos.
fr_fr: Les noms et les pseudos seront maintenant filtrés.
nb_no: Navn og kallenavn vil nå bli filtrert.
nl_nl: Namen en bijnamen zullen nu worden gefilterd.
pl_pl: Nazwy i pseudonimy zostaną teraz filtrowane.

source: Filtered words used: {words}
es_es: Palabras filtradas utilizadas: {words}
fr_fr: Mots filtrés utilisés : {words}
nb_no: Filtrerte ord som brukes: {words}
pl_pl: Użyte przefiltrowane słowa: {words}

source: Filtered word used: {word}
es_es: Palabra filtrada utilizada: {word}
fr_fr: Mot filtré utilisé : {word}
nb_no: Filtrert ord brukt: {word}
pl_pl: Użyte przefiltrowane słowo: {word}

source: Autoban (too many filtered messages.)
de_de: Automatischer Ban (zu viele gefilterte Nachrichten.)
es_es: Autoban (demasiados mensajes filtrados.)
fr_fr: Autoban (trop de messages filtrés.)
nb_no: Autoban (for mange filtrerte meldinger.)
nl_nl: Autoban (te veel gefilterde berichten.)
pl_pl: Autoban (zbyt wiele filtrowanych wiadomości.)

source: Filtered nickname
de_de: Gefilterter Nickname
es_es: Apodo filtrado
fr_fr: Pseudo filtré
nb_no: Filtrert kallenavn
nl_nl: Gefilterde bijnaam
pl_pl: Przefiltrowany pseudonim

source: Filtered name
de_de: Gefilterter Name
es_es: Nombre filtrado
fr_fr: Nom filtré
nb_no: Filtrert navn
nl_nl: Gefilterde naam
pl_pl: Nazwa filtrowana

source: Add words to the filter. Use double quotes to add sentences. Examples: - `[p]filter channel add word1 word2 word3` - `[p]filter channel add "This is a sentence"` **Arguments:** - `[words...]` The words or sentences to filter.
es_es: Añadir palabras al filtro. Utilice comillas dobles para añadir frases. Ejemplos: - `[p]filter channel add palabra1 palabra2 palabra3` - `[p]filter channel add "Esto es una frase"` **Argumentos:** - `[words...]` Las palabras o frases para filtrar.

source: Remove words from the filter. Use double quotes to remove sentences. Examples: - `[p]filter channel remove word1 word2 word3` - `[p]filter channel remove "This is a sentence"` **Arguments:** - `[words...]` The words or sentences to no longer filter.
es_es: Eliminar palabras del filtro. Utilice comillas dobles para eliminar frases. Ejemplos: - `[p]filter channel remove palabra1 palabra2 palabra3` - `[p]filter channel remove "Esto es una frase"` **Argumentos:** - `[words...]` Las palabras o frases para dejar de filtrar.

source: Filter unwanted words and phrases from text channels.
de_de: Filtere unerwünschte Wörter und Phrasen aus Textkanälen.
nl_nl: Filter ongewenste woorden en zinnen uit tekstkanalen.

source: Manage filter settings.
de_de: Filtereinstellungen verwalten.
nl_nl: Beheer filter instellingen.

source: Set the nickname for users with a filtered name.\n\n Note that this has no effect if filtering names is disabled\n (to toggle, run `[p]filter names`).\n\n The default name used is *John Doe*.\n
de_de: Setze den Nicknamen für Benutzer mit einem gefilterten Namen.\n\n Hinweis, dass dies keinen Effekt hat, wenn Namens filterung deaktiviert ist\n (zum umschaulten, führe `[p]Filternamen` aus).\n\n Der Standardname ist *John Doe*.\n

source: Set the filter's autoban conditions.\n\n Users will be banned if they send `<count>` filtered words in\n `<timeframe>` seconds.\n\n Set both to zero to disable autoban.\n
de_de: Lege die bedingungen für einen automatischen Ban fest\n\n Nutzer werden gebannt wenn sie `<count>` gefilterte Wörter in\n `<timeframe>` Sekunden senden.\n\n Setze beides auf 0 um automatische Bans zu deaktivieren.\n

source: Add or remove words from server filter.\n\n Use double quotes to add or remove sentences.\n\n Using this command with no subcommands will send the list of\n the server's filtered words.\n
de_de: Hinzufügen oder entfernen von Wörtern im Serverfilter.\n\n Benutze Anführungszeichen um Sätze hinzuzufügen oder zu entfernen.\n\n Ohne Unterbefehle sendet der Befehl eine Liste der auf diesem\n Server gefilterten Wörter.\n

source: Add or remove words from channel filter.\n\n Use double quotes to add or remove sentences.\n\n Using this command with no subcommands will send the list of\n the channel's filtered words.\n
de_de: Hinzufügen oder entfernen von Wörtern im Kanalfilter.\n\n Benutze Anführungszeichen um Sätze hinzuzufügen oder zu entfernen.\n\n Ohne Unterbefehle sendet der Befehl eine Liste der für diesen\n Kanal gefilterten Wörter.\n

source: Add words to the filter.\n\n Use double quotes to add sentences.\n\n Examples:\n - `[p]filter channel add word1 word2 word3`\n - `[p]filter channel add \"This is a sentence\"`\n
de_de: Hinzufügen von Wörtern im Filter.\n\n Benutze Anführungszeichen um Sätze hinzuzufügen.\n\n Beispiele:\n - `[p]filter channel add wort1 wort2 wort3`\n - `[p]filter channel add \"Dies ist ein Satz\"`\n

source: Remove words from the filter.\n\n Use double quotes to remove sentences.\n\n Examples:\n - `[p]filter channel remove word1 word2 word3`\n - `[p]filter channel remove \"This is a sentence\"`\n
de_de: Entfernt Wörter im Filter.\n\n Benutze Anführungszeichen um Sätze hinzuzufügen.\n\n Beispiele:\n - `[p]filter channel remove wort1 wort2 wort3`\n - `[p]filter channel remove \"Dies ist ein Satz\"`\n

source: Add words to the filter.\n\n Use double quotes to add sentences.\n\n Examples:\n - `[p]filter add word1 word2 word3`\n - `[p]filter add \"This is a sentence\"`\n
de_de: Hinzufügen von Wörtern im Filter.\n\n Benutze Anführungszeichen um Sätze hinzuzufügen.\n\n Beispiele:\n - `[p]filter add wort1 wort2 wort3`\n - `[p]filter add \"Dies ist ein Satz\"`\n

source: Remove words from the filter.\n\n Use double quotes to remove sentences.\n\n Examples:\n - `[p]filter remove word1 word2 word3`\n - `[p]filter remove \"This is a sentence\"`\n
de_de: Entferne Wörter aus dem Filter.\n\n Benutze doppelte Anführungszeichen um Sätze zu entfernen.\n\n Beispiele:\n - `[p]filter remove wort1 wort2 wort3`\n - `[p]filter remove \"Dies ist ein Satz\"`\n

source: Toggle name and nickname filtering.\n\n This is disabled by default.\n
de_de: Filterung von Namen und Nicknamen umschalten.\n\n Dies ist standartmäßig deaktiviert.\n
