Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/reports/locales/*.po
Languages: de_de, es_es, fr_fr, id_id, nb_no, ru_ru, tr_tr, zh_tw

source: Create user reports that server staff can respond to. Users can open reports using `[p]report`. These are then sent to a channel in the server for staff, and the report creator gets a DM. Both can be used to communicate.
de_de: Erstellen Sie Benutzerberichte, auf die das Serverpersonal antworten kann. Benutzer können Berichte mit `[p]report` öffnen. Diese werden dann an einen Kanal im Server für das Personal gesendet, und der Berichtersteller erhält eine Direktnachricht. Beides kann zur Kommunikation verwendet werden.
es_es: Crear reportes de usuario a los que el staff del servidor pueden responder. Los usuarios pueden abrir reportes usando `[p]report`. Luego se envían a un canal en el servidor para el staff, y el creador del reporte obtiene un MD. Ambos pueden ser usados para comunicarse.
id_id: Buat laporan yang bisa staff server respon. Laporan bisa dikirimkan dengan `[p]report`. Ini akan dikirimkan ke sebuah channel di dalam server untuk staff, dan pelapor akan mendapatkan sebuah DM. Keduanya dapat digunakan untuk berkomunikasi.
nb_no: Opprett brukerrapporter som serveransatte kan svare på. Brukere kan åpne rapporter ved hjelp av `[p]report`. Disse sendes så til en kanal i serveren for ansatte, og rapportskaperen får en DM. Begge kan brukes til å kommunisere.
ru_ru: Создавайте пользовательские отчеты, на которые может отвечать персонал сервера. Пользователи могут открывать отчеты с помощью команды `[p]report`. Затем они отправляются в канал на сервере для персонала, и создатель отчета получает ЛС. Оба варианта могут быть использованы для общения.
tr_tr: Sunucu yetkililerinin cevap verebileceği kullanıcı raporları oluştur. Kullanıcılar `[p]report` komutuyla rapor açabilirler. Bunlar daha sonra yetkililer için sunucudaki bir kanala gönderilir, ve raporu yazan kişi özelden bir mesaj alır. İletişim için ikisi de kullanılabilir.

source: Manage Reports.
de_de: Berichte verwalten.
es_es: Administrar reportes.
fr_fr: Gérer les rapports.
id_id: Kelola Laporan.
nb_no: Behandle rapporter.
ru_ru: Управление отчетами.
tr_tr: Raporları Yönet.
zh_tw: 管理回報。

source: Set the channel where reports will be sent.
de_de: Lege den Kanal fest, in dem Berichte gesendet werden.
es_es: Establece el canal donde se enviarán los reportes.
fr_fr: Définir le salon où les rapports seront envoyés.
id_id: Atur channel dimana laporan akan dikirimkan.
nb_no: Angi kanalen hvor rapporter skal sendes.
ru_ru: Установить канал, на который будут отправляться отчеты.
tr_tr: Raporların gönderileceği kanalı ayarla.
zh_tw: 設定回報將會送到哪個頻道。

source: The report channel has been set.
de_de: Der Kanal für Berichte wurde festgelegt.
es_es: El canal de reportes ha sido establecido.
fr_fr: Le salon des rapports a été défini.
id_id: Channel laporan telah ditetapkan.
nb_no: Den rapporteringskanalen har blitt satt.
ru_ru: Канал отчетов был установлен.
tr_tr: Rapor kanalı ayarlandı.
zh_tw: 已設定回報頻道。

source: Enable or disable reporting for this server.
de_de: Meldung für diesen Server aktivieren oder deaktivieren.
es_es: Habilitar o deshabilitar los reportes en este servidor.
fr_fr: Activer ou désactiver les signalements pour ce serveur.
id_id: Aktifkan atau nonaktifkan laporan untuk server ini.
nb_no: Aktiver eller deaktiver rapportering for denne serveren.
ru_ru: Включить или выключить отчеты для этого сервера.
tr_tr: Bu sunucu için raporlamayı aç veya kapa.

source: Reporting is now enabled
de_de: Berichterstattung ist jetzt aktiviert.
es_es: Los reportes están ahora habilitados
fr_fr: Les rapports sont maintenant activés
id_id: Laporan telah diaktifkan
nb_no: Rapportering er nå aktivert
ru_ru: Отчеты теперь включены
tr_tr: Raporlama açıldı
zh_tw: 回報系統已啟用

source: Reporting is now disabled.
de_de: Berichterstattung ist jetzt deaktiviert.
es_es: Los reportes están ahora deshabilitados.
fr_fr: Les rapports sont maintenant déactivés.
id_id: Laporan telah dinonaktifkan.
nb_no: Rapportering er nå deaktivert.
ru_ru: Отчеты теперь отключены.
tr_tr: Raporlama kapatıldı.
zh_tw: 回報系統已停用。

source: You took too long to select. Try again later.
de_de: Du hast zu lange gebraucht eine Auswahl zu treffen. Bitte später erneut versuchen.
es_es: Tardaste demasiado tiempo en seleccionar. Inténtalo más tarde.
fr_fr: Vous avez pris trop de temps pour sélectionner. Réessayez plus tard.
id_id: Anda memakan waktu terlalu lama untuk memilih. Coba lagi nanti.
nb_no: Du tok for lang tid å velge. Prøv igjen senere.
ru_ru: Вы слишком долго выбирали. Попробуйте позже.
tr_tr: Seçim yapmanız çok uzun sürdü. Lütfen daha sonra tekrar deneyin.
zh_tw: 您在選擇時使用太多時間。請稍後再試。

source: That wasn't a valid choice.
de_de: Das war keine valide Auswahl.
es_es: Esa no era una opción válida.
fr_fr: Ce n’était pas un choix valide.
id_id: Itu bukanlah pilihan yang valid.
nb_no: Det var ikke et gyldig valg.
ru_ru: Это был неправильный выбор.
tr_tr: O geçerli bir seçim değildi.
zh_tw: 這並非有效的選擇。

source: Report from {author}{maybe_nick}
de_de: Bericht von {author}{maybe_nick}
es_es: Reporte de {author}{maybe_nick}
fr_fr: Rapport de {author}{maybe_nick}
id_id: Laporan dari {author}{maybe_nick}
nb_no: Rapport fra {author}{maybe_nick}
ru_ru: Отчет от {author}{maybe_nick}
tr_tr: {author}{maybe_nick} tarafından yazılmış rapor
zh_tw: 由 {author}{maybe_nick} 提出的回報

source: Report #{}
de_de: Bericht #{}
es_es: Reporte #{}
fr_fr: Rapport #{}
id_id: Laporan #{}
nb_no: Rapport #{}
ru_ru: Отчет #{}
tr_tr: Rapor #{}
zh_tw: 回報 #{}

source: Report from {author.mention} (Ticket #{number})
de_de: Bericht von {author.mention} (Ticket #{number})
es_es: Reporte de {author.mention} (Ticket #{number})
fr_fr: Rapport de {author.mention} (Ticket #{number})
id_id: Laporan dari {author.mention} (Tiket #{number})
nb_no: Rapport fra {author.mention} (Tikket #{number})
ru_ru: Отчет от {author.mention} (Тикет #{number})
tr_tr: {author.mention} tarafından yazılmış rapor (Etiket #{number})
zh_tw: 由 {author.mention} 提出的回報 (回報 #{number})

source: Send a report. Use without arguments for interactive reporting, or do `[p]report [text]` to use it non-interactively.
de_de: Senden Sie einen Bericht. Benutze ohne Argumente für interaktive Berichterstattung oder `[p]report [text]` um ihn nicht interaktiv zu verwenden.
es_es: Envía un reporte. Úsalo sin argumentos para un reporte interactivo, o usa `[p]report [texto]` para usarlo de manera no interactiva.
fr_fr: Envoyer un signalement. Utiliser sans arguments pour un signalement interactif, ou faire `[p]report [text]` pour l'utiliser non-interactivement.
id_id: Kirim sebuah laporan. Jalankan tanpa argumen untuk laporan interaktif, atau gunakan `[p]report [text]` untuk non-interaktif.
nb_no: Send en rapport. Bruk uten argumenter for interaktiv rapportering, eller bruk `[p]report [text]` for å bruke den ikke-interaktivt.
ru_ru: Отправить отчет. Используйте без аргументов для интерактивной отправки отчета, или сделайте `[p]report [text]` для не интерактивного использования.
tr_tr: Bir rapor gönder. Etkileşimli raporlama için seçenek olmaksızın kullanın, veya etkileşimsiz raporlama için `[p]report [text]` kullanın.

source: Select a server to make a report in by number.
de_de: Server auswählen, in dem ein Bericht nach Nummer erstellt wird.
es_es: Seleccione un servidor para hacer un reporte por número.
fr_fr: Sélectionnez un serveur pour faire un rapport par numéro.
id_id: Pilih sebuah server untuk melaporkan dengan angka.
nb_no: Velg en server for å lage en rapport i form av nummer.
ru_ru: Выбрать сервер, чтобы сделать отчет по номеру.
tr_tr: Rakamla rapor göndereceğin sunucuyu seç.

source: Reporting has not been enabled for this server
de_de: Berichterstattung wurde für diesen Server nicht aktiviert
es_es: Los reportes no han sido habilitados para este servidor
fr_fr: Les rapports n'ont pas été activés pour ce serveur
id_id: Laporan tidak diaktifkan untuk server ini
nb_no: Rapportering er ikke aktivert for denne serveren
ru_ru: Отчеты не были включены для этого сервера
tr_tr: Bu sunucuda raporlama kapatılmış

source: You've sent too many reports recently. Please contact a server admin if this is important matter, or please wait and try again later.
de_de: Du hast zu viele Berichte in kurzer Zeit gesendet. Bitte kontaktiere in dringenden Fällen einen Server Administrator oder warte und versuche es später erneut.
es_es: Has enviado demasiados reportes recientemente. Por favor, contacta con un administrador del servidor si esto es importante, o por favor espera e inténtalo de nuevo más tarde.
fr_fr: Vous avez envoyé trop de rapports récemment. Veuillez contacter un administrateur du serveur si c'est une question importante, ou veuillez attendre et réessayer plus tard.
id_id: Anda telah mengirimkan terlalu banyak laporan baru-baru ini. Tolong hubungi admin server jika ini adalah masalah penting, atau tunggu dan coba lagi nanti.
nb_no: Du har sendt for mange rapporter nylig. Kontakt en serveradministrator hvis dette er viktig eller vennligst vent og prøv igjen senere.
ru_ru: Вы недавно отправили слишком много отчетов. Пожалуйста, свяжитесь с администратором сервера, если это важно, или, пожалуйста, подождите и повторите попытку позже.
tr_tr: Geçenlerde çok fazla rapor gönderdiniz. Eğer önemli bir konuysa bir sunucu yetkilisiyle görüşün veya bekleyip daha sonra tekrar deneyin.

source: Please finish making your prior report before trying to make an additional one!
de_de: Bitte schliesse deinen vorherigen Bericht ab bevor du versuchst einen weiteren zu erstellen!
es_es: ¡Por favor, termina de hacer tu reporte anterior antes de intentar hacer uno adicional!
fr_fr: Veuillez finir de faire votre rapport antérieur avant d'essayer d'en faire un autre !
id_id: Tolong selesaikan laporan anda dahulu sebelum membuat laporan lainnya!
nb_no: Fullfør arbeidet med å lage en foregående rapport før du prøver å lage en ekstra en!
ru_ru: Пожалуйста, закончите делать свой предыдущий отчет, прежде чем пытаться сделать дополнительный!
tr_tr: Lütfen ek bir tane yazmayı denemeden önce var olan raporunuzu yazmayı bitirin!

source: Please respond to this message with your Report. Your report should be a single message
de_de: Bitte antworte auf diese Nachricht mit deinem Bericht. Dein Bericht sollte aus einer einzelnen Nachricht bestehen
es_es: Por favor, responde a este mensaje con tu Reporte. Tu reporte debe ser un solo mensaje
fr_fr: Veuillez répondre à ce message avec votre rapport. Votre rapport doit être un message unique
id_id: Tolong balas pesan ini dengan laporan anda. Laporan anda harus merupakan pesan tunggal
nb_no: Svar på denne meldingen med rapporten din. Rapporten skal være en enkelt melding
ru_ru: Пожалуйста, ответьте на это сообщение своим отчетом. Ваш отчет должен состоять из одного сообщения
tr_tr: Lütfen bu mesajı raporunuz ile yanıtların. Raporunuz tek bir mesajdan oluşmalıdır

source: This requires DMs enabled.
de_de: Dies erfordert aktivierte Direktnachrichten.
es_es: Esto requiere MDs habilitados.
fr_fr: Cela nécessite l'activation des MP.
id_id: Ini membutuhkan DM diaktifkan.
nb_no: Dette krever at DMs er aktivert.
ru_ru: Это требует, чтобы личные сообщения были включены.
tr_tr: Bu özel mesajların açık olmasını gerektirir.

source: You took too long. Try again later.
de_de: Du hast zu lange gebraucht. Versuche es später erneut.
es_es: Tardaste demasiado tiempo. Inténtalo de nuevo más tarde.
fr_fr: Vous avez pris trop de temps. Réessayez plus tard.
id_id: Anda memakan waktu terlalu lama. Coba lagi nanti.
nb_no: Du tok for lang tid. Prøv igjen senere.
ru_ru: Слишком долго. Попробуйте позже.
tr_tr: Çok fazla zaman harcadınız. Lütfen daha sonra tekrar deneyin.

source: This server has no reports channel set up. Please contact a server admin.
de_de: Dieser Server hat keinen Berichts Kanal eingerichtet. Bitte kontaktieren Sie einen Server Administrator.
es_es: Este servidor no tiene ningún canal de reportes configurado. Por favor, contacte con un administrador del servidor.
fr_fr: Ce serveur n'a pas de salon pour les signalements configuré. Veuillez contacter un administrateur du serveur.
id_id: Server ini tidak memiliki channel laporan. Tolong hubungi admin server.
nb_no: Denne serveren har ingen rapporter kanal satt opp. Kontakt en server admin.
ru_ru: На этом сервере не настроен канал отчетов. Пожалуйста, свяжитесь с администратором сервера.
tr_tr: Bu sunucunun bir report kanalı yok. Lütfen sunucu yetkilisi ile iletişime geçin.

source: There was an error sending your report, please contact a server admin.
de_de: Beim Abschicken deines Berichts trat ein Fehler auf. Bitte kontaktiere einen Server Administrator.
es_es: Hubo un error al enviar tu reporte, por favor contacta con un administrador del servidor.
fr_fr: Il y a eu une erreur lors de l'envoi de votre rapport, veuillez contacter un administrateur du serveur.
id_id: Terjadi sebuah kesalahan saat mengirimkan laporan anda, tolong hubungi admin server.
nb_no: Det oppstod en feil under sending av rapporten, vennligst kontakt en serveradministrator.
ru_ru: При отправке вашего отчета произошла ошибка, обратитесь к администратору сервера.
tr_tr: Raporunuz gönderilirken bir hata ile karşılaşıldı, lütfen bir sunucu yetkilisi ile görüşün.

source: Your report was submitted. (Ticket #{})
de_de: Dein Bericht wurde eingereicht. (Ticket #{})
es_es: Tu reporte ha sido enviado. (Ticket #{})
fr_fr: Votre rapport a été soumis. (Ticket #{})
id_id: Laporan anda telah dikirim. (Tiket #{})
nb_no: Rapporten din ble sendt inn. (Ticket #{})
ru_ru: Ваш отчет был отправлен. (Тикет #{})
tr_tr: Raporunuz gönderildi. (Etkiket No #{})
zh_tw: 您的回報已送出。 (回報 #{})

source: {closer} has closed the correspondence
de_de: {closer} hat die Korrespondenz abgeschlossen
es_es: {closer} ha cerrado la correspondencia
fr_fr: {closer} a fermé la correspondance
id_id: {closer} telah menutup korespondensi
nb_no: {closer} har lukket korrespondansen
ru_ru: {closer} закрыл переписку
tr_tr: {closer} konuyu kapattı
zh_tw: {closer} 已結束對話

source: Re: ticket# {ticket_number} in {guild.name}
es_es: Re: ticket# {ticket_number} en {guild.name}
fr_fr: Re : ticket# {ticket_number} dans {guild.name}
id_id: Balasan: tiket# {ticket_number} di {guild.name}
nb_no: Re: billett# {ticket_number} i {guild.name}
ru_ru: Re: тикет# {ticket_number} в {guild.name}
tr_tr: Yanıt: {guild.name} sunucusunda etiket no# {ticket_number}

source: Correspondence about ticket# {ticket_number} in {guild.name} has been ended due to reports being disabled in that server.
de_de: Die Korrespondenz über ticket# {ticket_number} in {guild.name} wurde beendet, da Berichte auf diesem Server deaktiviert wurden.
es_es: La correspondencia sobre el ticket# {ticket_number} en {guild.name} ha finalizado debido a que los reportes han sido deshabilitados en ese servidor.
id_id: Korespondensi tiket# {ticket_number} di {guild.name} telah berakhir karena laporan sedang dinonaktifkan di server tersebut.
nb_no: Korrespondanse om billett # {ticket_number} i {guild.name} er avsluttet da rapporter er deaktivert i den serveren.
ru_ru: Переписка по тикету# {ticket_number} в {guild.name} была прекращена из-за отключения отчетов на этом сервере.
tr_tr: {guild.name} sunucusundaki etkiket no# {ticket_number} hakkındaki konu o sunucuda raporların devre dışı bırakılması nedeniyle kapatıldı.

source: Open a message tunnel. This tunnel will forward things you say in this channel or thread to the ticket opener's direct messages. Tunnels do not persist across bot restarts.
de_de: Öffne Sie einen Nachrichtentunnel. Dieser Tunnel leitet, was Sie in diesem Kanal oder Thread schreiben, an die Direktnachrichten des Ticketöffners weiter. Tunnel bleiben nicht bei einem Neustart des Bots bestehen.
es_es: Abrir un túnel de mensajes. Este túnel reenviará las cosas que digas en este canal a los mensajes directos del usuario que abrió el ticket. Los túneles no persisten a través de los reinicios del bot.
nb_no: Åpne meldingstunnel. Denne tunnelen vil videresende ting du sier i denne kanalen til saksens direktemeldinger. Tunneler forblir ikke omstart fra roboten.

source: That ticket doesn't seem to exist
de_de: Dieses Ticket scheint nicht zu existieren
es_es: Ese ticket parece no existir
fr_fr: Ce ticket ne semble pas exister
id_id: Tiket tersebut sepertinya tidak ada
nb_no: Den billetten ser ikke ut til å finnes
ru_ru: Этот тикет, кажется, не существует
tr_tr: Bu etiket yok gibi gözüküyor

source: That user isn't here anymore.
de_de: Dieser Benutzer ist nicht mehr hier.
es_es: Ese usuario ya no está aquí.
fr_fr: Cet utilisateur n'est plus là.
id_id: User tersebut tak ada lagi disini.
nb_no: Den brukeren er ikke her lenger.
ru_ru: Этого пользователя здесь больше нет.
tr_tr: O kullanıcı artık burada değil.

source: Either you or the user you are trying to reach already has an open communication.
de_de: Zwischen dir oder dem Benutzer, den du versuchst zu erreichen, besteht bereits eine offene Kommunikation.
es_es: O usted o el usuario al que intenta acceder ya tiene una comunicación abierta.
fr_fr: Soit vous, soit l'utilisateur que vous essayez d'atteindre a déjà une communication ouverte.
id_id: Antara anda atau user yang anda coba raih telah memiliki komunikasi terbuka.
nb_no: Enten har du eller brukeren du prøver å nå en åpen kommunikasjon.
ru_ru: У вас или у пользователя, с которым вы пытаетесь связаться, уже есть открытое общение.
tr_tr: Siz veya ulaşmaya çalıştığınız kullanıcı zaten irtibatta.

source: Anything you say or upload here (8MB file size limitation on uploads) will be forwarded to them until the communication is closed. You can close a communication at any point by reacting with the ❎ to the last message received. Any message successfully forwarded will be marked with ✅. Tunnels are not persistent across bot restarts.
de_de: Alles, was Sie hier sagen oder hochladen (mit einer Dateigröße von bis zu 8 Mb) wird an sie weitergeleitet, bis die Kommunikation beendet wird. Sie können die Kommunikation jederzeit beenden, indem Sie auf die letzte empfangene Nachricht mit ❎ reagieren. Jede erfolgreich weitergeleitete Nachricht wird mit ✅ gekennzeichnet. Tunnel sind nicht dauerhaft und werden bei einem Neustart des Bots gelöscht.
es_es: Cualquier cosa que diga o suba aquí (8 MB de límite de tamaño de archivo en subidas) se les enviará hasta que la comunicación sea cerrada. Puedes cerrar una comunicación en cualquier momento reaccionando con el ❎ al último mensaje recibido. Cualquier mensaje enviado con éxito se marcará con ✅. Los túneles no son persistentes a lo largo de los reinicios del bot.
nb_no: Noe som du sier eller laster opp her (8MB begrensning i filstørrelse ved opplasting) sendes til kommunikasjonen er lukket. Du kan lukke en kommunikasjon når som helst ved å reagere med ❎ på den siste meldingen som ble mottatt. Enhver melding med suksess vil bli merket med ✅. Tunneler er ikke vedvarende over bot restarter.
ru_ru: Все, что вы скажете или загрузите здесь (ограничение на размер загружаемых файлов 8 Мегабайт), будет пересылаться им до тех пор, пока общение не будет закрыто. Вы можете прекратить общение в любой момент, отреагировав символом ❎ на последнее полученное сообщение. Любое успешно переданное сообщение будет помечено ✅. Туннели не сохраняются при перезагрузке бота.
tr_tr: Burada yazdığınız veya eklediğiniz (eklerde 8MB dosya boyutu sınırı bulunur) konu kapatılana kadar onlara ulaştırılır. Bir konuyu istediğiniz zaman aldığınız son mesaja ❎ tepkisini vererek kapatabilirsiniz. Başarıyla gönderilen mesajlar ✅ ile işaretlenir. Tüneller bot yeniden başlatıldığında kaybolur.

source: A moderator in the server `{guild.name}` has opened a 2-way communication about ticket number {ticket_number}.
de_de: Ein Moderator des Servers `{guild.name}` hat eine zwei-wege Kommunikation bezüglich Ticket Nummer {ticket_number} gestartet.
es_es: Un moderador en el servidor `{guild.name}` ha abierto una comunicación de dos vías sobre el número de ticket {ticket_number}.
fr_fr: Un modérateur dans le serveur `{guild.name}` a ouvert une communication à 2 sens à propos du numéro de ticket {ticket_number}.
id_id: Seorang moderator di server `{guild.name}` telah membuka komunikasi 2 arah tentang tiket nomor {ticket_number}.
nb_no: En moderator i serveren `{guild.name}` har åpnet en 2-veis kommunikasjon om saksnummer {ticket_number}.
ru_ru: Модератор на сервере `{guild.name}` открыл двустороннее сообщение о номере тикета {ticket_number}.
tr_tr: `{guild.name}` sunucusunda bir moderatör etiket numarası {ticket_number} hakkında 2 yönlü tünel açtı.
zh_tw: `{guild.name}` 伺服器上的管理員已針對回報編號 {ticket_number} 開啟了雙向聊天通道。

source: That user has DMs disabled.
de_de: Dieser Benutzer hat Direktnachrichten deaktiviert.
es_es: Este usuario tiene los MDs desactivados.
fr_fr: Cet utilisateur a ses MP désactivés.
id_id: User tersebut menonaktifkan DM.
nb_no: Brukeren har deaktivert direktemeldinger.
ru_ru: У этого пользователя отключены личные сообщения.
tr_tr: O kullanıcının özel mesajları kapalı.

source: You have opened a 2-way communication about ticket number {ticket_number}.
de_de: Du hast eine zwei-wege Kommunikation bezüglich Ticket Nummer {ticket_number} gestartet.
es_es: Has abierto una comunicación de dos vías sobre el número de ticket {ticket_number}.
fr_fr: Vous avez ouvert une communication à deux sens sur le numéro de ticket {ticket_number}.
id_id: Anda telah membuka komunikasi 2 arah tentang tiket nomor {ticket_number}.
nb_no: Du har åpnet en 2-veis kommunikasjon om saksnummer {ticket_number}.
ru_ru: Вы открыли двустороннее сообщение о номере тикета {ticket_number}.
tr_tr: Etkiket numarası {ticket_number} hakkında 2 yönlü tünel açtınız.
zh_tw: 您已針對回報編號 {ticket_number} 開啟了雙向聊天通道。

source: Enable or Disable reporting for this server.
zh_tw: 對此伺服器啟用或停用回報系統。

source: Send a report.\n\n Use without arguments for interactive reporting, or do\n `[p]report <text>` to use it non-interactively.\n
zh_tw: 送出回報。\n\n 若不帶參數時則啟用互動式回報，或使用\n `[p]report <文字>` 來非互動式的回報。\n

source: Please respond to this message with your Report.\nYour report should be a single message
zh_tw: 請將回報內容回應於此訊息。\n您的回報須為單一訊息

source: Re: ticket# {1} in {0.name}
zh_tw: 回覆： 回報# {1} 於 {0.name}

source: Anything you say or upload here (8MB file size limitation on uploads) will be forwarded to them until the communication is closed.\nYou can close a communication at any point by reacting with the ❎ to the last message recieved.\nAny message succesfully forwarded will be marked with ✅.\nTunnels are not persistent across bot restarts.
zh_tw: 您所有在此的聊天訊息與上傳的檔案 (最大8MB) 將會轉送到另一方，直到對話結束。\n您可以在任何時候點選最後一條訊息上的❎來結束對話。\n任何成功轉送的訊息將會被標示✅。\n此訊息通道在機器人重開機後會消失。
