Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/events/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, ko_kr, nb_no, pl_pl, pt_pt, tr_tr

source: Auto Play started.
de_de: Automatische Wiedergabe gestartet.
es_es: Auto reproducción iniciada.
fi_fi: Automaattinen toisto aloitettu.
fr_fr: Lecture automatique démarrée.
hr_hr: Počela je automatska reprodukcija.
ko_kr: 자동재생이 시작되었어요
nb_no: Automatisk avspilling startet.
pl_pl: Automatyczne odtwarzanie rozpoczęte.
pt_pt: Reprodução automática iniciada.
tr_tr: Otomatik çalma başladı.

source: Create Instant Invite
de_de: Soforteinladung erstellen
es_es: Crear invitación instantánea
fr_fr: Créer une invitation
hr_hr: Stvaranje instant pozivnice
nb_no: Opprett Direkte Invitasjon
pl_pl: Utwórz zaproszenie
pt_pt: Criar Convite Instantâneo

source: Kick Members
de_de: Mitglieder kicken
es_es: Expulsar miembros
fr_fr: Expulser des membres
hr_hr: Izbacivanje članova
nb_no: Kast ut medlemmer
pl_pl: Wyrzuć członków
pt_pt: Expulsar membros

source: Ban Members
de_de: Mitglieder bannen
es_es: Banear miembros
fr_fr: Bannir des membres
hr_hr: Bananje članova
nb_no: Utesteng medlemmer
pl_pl: Zbanuj członków
pt_pt: Banir Membros

source: Administrator
es_es: Administrador
fr_fr: Administrateur
pt_pt: Administrador

source: Manage Channels
de_de: Kanäle verwalten
es_es: Administrar canales
fr_fr: Gérer les salons
hr_hr: Upravljanje kanalima
nb_no: Administrer kanaler
pl_pl: Zarządzaj kanałami
pt_pt: Gerir canais

source: Manage Server
de_de: Server verwalten
es_es: Administrar servidor
fr_fr: Gérer le serveur
hr_hr: Upravljanje serverom
nb_no: Administrer serveren
pl_pl: Zarządzaj serwerem
pt_pt: Gerir Servidor

source: Add Reactions
de_de: Reaktionen hinzufügen
es_es: Añadir reacciones
fr_fr: Ajouter des réactions
hr_hr: Dodavanje reakcija
nb_no: Legg til Reaksjoner
pl_pl: Dodaj reakcje
pt_pt: Adicionar Reacções

source: View Audit Log
de_de: Audit-Log einsehen
es_es: Ver auditoría
fr_fr: Voir les logs du serveur
hr_hr: Prikaz dnevnika aktivnosti
nb_no: Se Overvåkningslogg
pl_pl: Wyświetlanie dziennika zdarzeń
pt_pt: Ver o registro de auditoria

source: Priority Speaker
de_de: Priorisierter Sprecher
es_es: Orador prioritario
fr_fr: Voix prioritaire
hr_hr: Prioritetni zvučnik
nb_no: Prioritert taler
pl_pl: Priorytetowy rozmówca
pt_pt: Voz prioritária

source: Go Live
es_es: Transmitir en directo
fr_fr: Passer en direct
pt_pt: Entrar em direto

source: Read Text Channels & See Voice Channels
de_de: Text-Kanäle lesen & Sprachkanäle ansehen
es_es: Leer canales de texto y ver canales de voz
fr_fr: Voir les salons
hr_hr: Čitanje tekstualnih kanala i prikaz glasovnih kanala
nb_no: Les tekstkanaler & se lydkanaler
pl_pl: Czytaj kanały tekstowe i zobacz kanały głosowe
pt_pt: Ler canais de texto e ver canais de voz

source: Send Messages
de_de: Nachrichten senden
es_es: Enviar mensajes
fr_fr: Envoyer des messages
hr_hr: Slanje poruka
nb_no: Send Meldinger
pl_pl: Wysyłanie wiadomości
pt_pt: Enviar mensagens

source: Send TTS Messages
es_es: Enviar mensajes TTS
fr_fr: Envoyer des messages TTS
pt_pt: Enviar Mensagens TTS

source: Manage Messages
de_de: Nachrichten verwalten
es_es: Administrar mensajes
fr_fr: Gérer les Messages
hr_hr: Upravljanje porukama
nb_no: Administrer meldinger
pl_pl: Zarządzanie wiadomościami
pt_pt: Gerir Mensagens

source: Embed Links
de_de: Links einbetten
es_es: Incrustar enlaces
fr_fr: Liens intégrés (embed)
hr_hr: Ugrađivanje linkova
nb_no: Bygge inn lenker
pl_pl: Zamieszczanie linków
pt_pt: Links Incorporados

source: Attach Files
de_de: Dateien anhängen
es_es: Adjuntar archivos
fr_fr: Joindre des fichiers
hr_hr: Prilaganje datoteka
nb_no: Legg ved filer
pl_pl: Załączanie plików
pt_pt: Anexar ficheiros

source: Read Message History
de_de: Nachrichtenverlauf lesen
es_es: Leer historial de mensajes
fr_fr: Voir l'historique des messages
hr_hr: Čitanje povijesti dopisivanja
nb_no: Les meldingshistorikken
pl_pl: Czytanie Historii Czatu
pt_pt: Ler Histórico de Mensagens

source: Mention @everyone, @here, and All Roles
de_de: Erwähne @everyone, @here und alle Rollen
es_es: Mencionar a @everyone, @here, y todos los roles
fr_fr: Mentionnez @everyone, @here et tous les rôles
hr_hr: Spomeni @everyone, @here i Sve uloge
nb_no: Nevn @everyone, @here, og alle roller
pl_pl: Wspomnienie @everyone, @here i wszystkie role
pt_pt: Mencionar \@everyone, \@here e todos os cargos

source: Use External Emojis
de_de: Externe Emojis verwenden
es_es: Usar Emojis Externos
fr_fr: Utiliser des émojis externes
hr_hr: Upotreba vanjskih emojija
nb_no: Bruk Eksterne Emojier
pl_pl: Używanie zewnętrznych emoji
pt_pt: Usar Emojis Externos

source: View Server Insights
de_de: Server-Einblicke anzeigen
es_es: Ver Información del Servidor
fr_fr: Voir les analyses du serveur
hr_hr: Pogledaj Razradu servera
nb_no: Vis serverinnsikter
pl_pl: Zobacz statystyki serwera
pt_pt: Ver estatísticas do servidor

source: Connect
de_de: Verbinden
es_es: Conectar
fr_fr: Se connecter
hr_hr: Povezivanje
nb_no: Nettverk
pl_pl: Połącz
pt_pt: Conectar

source: Speak
de_de: Sprechen
es_es: Hablar
fr_fr: Parler
hr_hr: Govor
nb_no: Snakk
pl_pl: Mów
pt_pt: Falar

source: Mute Members
de_de: Mitglieder Stummschalten
es_es: Silenciar Miembros
fr_fr: Rendre muet les membres
hr_hr: Utišavanje članova
nb_no: Demp Medlemmer
pl_pl: Wycisz użytkowników
pt_pt: Silenciar membros

source: Deafen Members
de_de: Ein- und Ausgabe von Mitgliedern deaktivieren
es_es: Ensordecer miembros
fr_fr: Mettre en sourdine les membres
hr_hr: Isključivanje zvuka članovima
nb_no: Slå av lyden til medlemmer
pl_pl: Wyłącz dźwięk członkom
pt_pt: Ensurdecer Membros

source: Move Members
de_de: Mitglieder verschieben
es_es: Mover Miembros
fr_fr: Déplacer les membres
hr_hr: Premještanje članova
nb_no: Flytte medlemmer
pl_pl: Przenoszenie członków
pt_pt: Mover membros

source: Use Voice Activity
de_de: Sprachaktivität verwenden
es_es: Usar actividad de voz
fr_fr: Utiliser la Détection de la voix
hr_hr: Korištenje glasovne aktivnosti
nb_no: Bruk taleaktivitet
pl_pl: Użyj aktywności głosowej
pt_pt: Usar Deteção de Voz

source: Change Nickname
de_de: Spitznamen ändern
es_es: Cambiar apodo
fr_fr: Modifier le Surnom
hr_hr: Mijenjanje nadimka
nb_no: Endre kallenavn
pl_pl: Zmiana pseudonimu
pt_pt: Alterar Alcunha

source: Manage Nicknames
de_de: Spitznamen verwalten
es_es: Administrar apodos
fr_fr: Gérer les Pseudos
hr_hr: Upravljanje nadimcima
nb_no: Administrer kallenavn
pl_pl: Zarządzanie pseudonimami
pt_pt: Gerir Alcunhas

source: Manage Roles
de_de: Rollen verwalten
es_es: Administrar roles
fr_fr: Gérer les rôles
hr_hr: Upravljanje ulogama
nb_no: Behandle roller
pl_pl: Zarządzanie rolami
pt_pt: Gerir Cargos

source: Manage Webhooks
de_de: Webhooks verwalten
es_es: Administrar Webhooks
fr_fr: Gérer les webhook
hr_hr: Upravljanje webhookovima
nb_no: Administrer Webhooks
pl_pl: Zarządzanie webhookami
pt_pt: Gerir webhooks

source: Manage Expressions
de_de: Ausdrücke verwalten
es_es: Administrar Expresiones
fr_fr: Gérer les expressions
pt_pt: Gerir Expressões

source: Use Application Commands
de_de: Anwendungsbefehle verwenden
es_es: Usar Comandos de Aplicación
fr_fr: Utiliser les commandes de l'application
nb_no: Bruk program-kommandoer
pl_pl: Użyj poleceń aplikacji
pt_pt: Usar comandos de aplicativo

source: Request to Speak
de_de: Sprechanfrage
es_es: Solicitud para hablar
fr_fr: Demande de prise de parole
nb_no: Be om å snakke
pl_pl: Prośba o mówienie
pt_pt: Pedir para Falar

source: Manage Events
de_de: Events verwalten
es_es: Administrar Eventos
fr_fr: Gérer les événements
nb_no: Administrer arrangement
pl_pl: Zarządzaj wydarzeniami
pt_pt: Gerir Eventos

source: Manage Threads
de_de: Threads verwalten
es_es: Administrar hilos
fr_fr: Gérer les fils de discussion
nb_no: Behandle tråder
pl_pl: Zarządzaj wątkami
pt_pt: Gerir Tópicos

source: Create Public Threads
de_de: Öffentliche Threads erstellen
es_es: Crear hilos públicos
fr_fr: Créer des fils de discussion publics
nb_no: Opprett offentlige tråder
pl_pl: Utwórz wątki publiczne
pt_pt: Criar Tópico Público

source: Create Private Threads
de_de: Private Threads erstellen
es_es: Crear hilos privados
fr_fr: Créer des fils de discussion privés
nb_no: Opprett Private Tråder
pl_pl: Utwórz prywatne wątki
pt_pt: Criar Tópicos Privados

source: Use External Stickers
de_de: Externe Sticker verwenden
es_es: Usar stickers externos
fr_fr: Utilise des autocollants externes
nb_no: Bruk eksterne klistremerker
pl_pl: Użyj zewnętrznych naklejek
pt_pt: Usar Adesivos Externos

source: Send Messages in Threads
de_de: Nachrichten in Threads senden
es_es: Enviar mensajes en hilos
fr_fr: Envoyer des messages dans des fils de discussion
nb_no: Send meldinger i tråder
pl_pl: Wyślij wiadomości w wątkach
pt_pt: Enviar Mensagens em Tópicos

source: Start Activities
es_es: Iniciar actividades
fr_fr: Commencer les activités
pt_pt: Iniciar Atividades

source: Moderate Member
es_es: Moderar miembro
fr_fr: Membres Modérateurs
pt_pt: Moderar Membro

source: Use Soundboard
de_de: Soundboard verwenden
es_es: Usar panel de sonidos
fr_fr: Utiliser le soundboard
pt_pt: Usar Soundboard

source: Create Expressions
de_de: Ausdrücke erstellen
es_es: Crear Expresiones
fr_fr: Créer des expressions
pt_pt: Criar expressões

source: Use External Sounds
de_de: Externe Sounds verwenden
es_es: Usar sonidos externos
fr_fr: Utiliser des sons externes
pt_pt: Usar Sons Externos

source: Send Voice Messages
de_de: Sprachnachrichten senden
es_es: Enviar mensajes de voz
fr_fr: Envoyer des messages vocaux
pt_pt: Enviar Mensagens de Voz

source: This command will change the executable path of Java, this is useful if you have multiple installations of Java and the default one is causing issues. Please don't change this unless you are certain that the Java version you are specifying is supported by Red. The default and supported versions are currently Java 17 and 11.
de_de: Dieser Befehl ändert den ausführbaren Pfad von Java, Dies ist nützlich, wenn Sie mehrere Installationen von Java haben und die Standardinstallation Probleme verursacht. Bitte ändern Sie dies nicht, außer Sie sind sicher, dass die von Ihnen angegebene Java-Version von Red unterstützt wird. Die Standard- und unterstützten Versionen sind derzeit Java 17 und 11.
fr_fr: Cette commande va changer le chemin de l'exécutable de Java, est utile si vous avez plusieurs installations de Java et que celle par défaut pose des problèmes. Veuillez ne pas modifier cela à moins que vous soyez certain que la version Java que vous spécifiez est prise en charge par Red. Les versions par défaut et supportées sont actuellement Java 17 et 11.
pt_pt: Este comando irá alterar o caminho executável do Java, isso é útil se você tem várias instalações do Java e a padrão está causando problemas. Por favor, não mude isso, a menos que tenha certeza de que a versão Java que está especificando é suportada pelo Red. As versões padrão e suportadas atualmente são o Java 17 e o 11.

source: This command will change the maximum RAM allocation for the managed Lavalink node, usually you will never have to change this, before considering changing it please consult our support team.
de_de: Dieser Befehl wird die maximale RAM-Zuordnung für den verwalteten Lavalink-Knoten ändern In der Regel müssen Sie dies nie ändern, bevor Sie eine Änderung in Erwägung ziehen, wenden Sie sich bitte an unser Support-Team.
es_es: Este comando cambiará la asignación máxima de RAM para el nodo de Lavalink administrado, por lo general nunca tendría que cambiar esto, antes de considerarlo por favor consulte a nuestro equipo de soporte.
fr_fr: Cette commande va changer l'allocation maximale de RAM pour le noeud Lavalink géré, généralement vous n'aurez jamais à changer cela, avant d'envisager de le modifier, veuillez consulter notre équipe d'assistance.
hr_hr: Ova naredba će promijeniti maksimalnu dodjelu RAM-a upravljanom Lavalink čvoru. Inače ovo nikada nećete morati mijenjati. Prije nego što razmislite o promjeni, obratite se našem timu za podršku.
nb_no: Denne kommandoen vil endre den maksimale RAM fordelingen for den administrerte Lavalink-noden, normalt vil du aldri måtte endre dette før du vurderer å endre det, vennligst kontakt vårt supportteam.
pl_pl: Ta komenda zmieni maksymalną alokację pamięci RAM dla zarządzanego węzła Lavalink, zwykle nigdy nie musisz tego zmieniać, zanim zastanowimy się nad jego zmianą, skontaktuj się z naszym zespołem pomocy technicznej.
pt_pt: Este comando irá alterar a alocação máxima de RAM para o nó gerenciado Lavalink, Normalmente você nunca precisará mudar isto, antes de considerar alterá-lo por favor consulte nossa equipe de suporte.

source: This command will disable the managed Lavalink node, if you toggle this command you must specify an external Lavalink node to connect to, if you do not do so Audio will stop working.
de_de: Dieser Befehl wird den gemanagten Lavalink-Knoten deaktivieren, wenn Sie diesen Befehl umschalten, müssen Sie einen externen Lavalink-Knoten angeben, mit dem eine Verbindung hergestellt werden soll. Falls Sie dies nicht tun, wird Audio nicht mehr funktionieren.
es_es: Este comando desactivará el nodo Lavalink administrado, si activa este comando debe especificar un nodo Lavalink externo al que conectar, si no lo hace, Audio dejará de funcionar.
fr_fr: Cette commande désactivera le noeud Lavalink géré, Si vous activez cette commande, vous devez spécifier un noeud Lavalink externe auquel vous devez vous connecter, si vous ne le faites pas, Audio arrêtera de fonctionner.
hr_hr: Ova naredba će onemogućiti upravljani Lavalink čvor, ako uključite ovu naredbu, morate navesti vanjski Lavalink čvor na koji ćete se povezati, ako to ne učinite Audio će prestat raditi.
nb_no: Denne kommandoen vil deaktivere den administrerte lavalunk-noden, hvis du slår av og på denne kommandoen må du angi en ekstern Lavalink node for å koble til, hvis du ikke gjør det, vil lyd slutte å virke.
pl_pl: Ta komenda wyłączy zarządzany węzeł Lavalink jeśli włączysz to polecenie musisz określić zewnętrzny węzeł Lavalink aby się połączyć, jeśli nie zrobisz tego dźwięk przestanie działać.
pt_pt: Este comando desativará o nó Lavalink gerenciado, se você alternar este comando você deve especificar um nó Lavalink externo a se conectar, se você não fizer isso o Áudio irá parar de funcionar.

source: This command is used to specify the IP which will be used by Red to connect to an external Lavalink node.
de_de: Dieser Befehl wird verwendet, um die IP anzugeben, die Red für die Verbindung zu einem externen Lavalink-Knoten verwendet.
es_es: Este comando se utiliza para especificar la IP que será utilizada por Red para conectarse a un nodo Lavalink externo.
fr_fr: Cette commande est utilisée pour spécifier l'adresse IP qui sera utilisée par Red pour se connecter à un noeud Lavalink externe.
hr_hr: Ova naredba se koristi za određivanje IP adrese koju Red koristi za povezivanje na eksterni Lavalink čvor.
nb_no: Denne kommandoen brukes til å angi IP som skal brukes ved Rød for å koble til en ekstern Lavalink node.
pl_pl: Ta komenda jest używana do określenia adresu IP, który będzie używany przez Czerwony do połączenia z zewnętrznym węzłem Lavalink.
pt_pt: Este comando é usado para especificar o IP que será usado pelo Red para conectar a um nó Lavalink externo.

source: This command is used to specify the authentication password used by Red to connect to an external Lavalink node.
de_de: Dieser Befehl wird verwendet, um das Authentifizierungspasswort anzugeben, das Red verwendet, um sich mit einem externen Lavalink-Knoten zu verbinden.
es_es: Este comando se utiliza para especificar la contraseña de autenticación usada por Red para conectarse a un nodo Lavalink externo.
fr_fr: Cette commande est utilisée pour spécifier le mot de passe d'authentification utilisé par Red pour se connecter à un noeud Lavalink externe.
hr_hr: Ova naredba se koristi za određivanje lozinke koju Red koristi za povezivanje na eksterni Lavalink čvor.
nb_no: Denne kommandoen brukes til å angi godkjenningspassord som brukes av Red til å koble til en ekstern Lavalink node.
pl_pl: To polecenie jest używane do określenia hasła uwierzytelniania używanego przez Czerwonego do połączenia z zewnętrznym węzłem Lavalink.
pt_pt: Este comando é usado para especificar a senha de autenticação usada pelo Red para conectar a um nó externo Lavalink.

source: This command is used toggle between secured and unsecured connections to an external Lavalink node.
de_de: Dieser Befehl wird zwischen gesicherten und ungesicherten Verbindungen zu einem externen Lavalink-Knoten umgeschaltet.
es_es: Este comando se usa para alternar entre conexiones seguras y no seguras a un nodo Lavalink externo.
fr_fr: Cette commande est utilisée pour basculer entre les connexions sécurisées et non sécurisées vers un noeud Lavalink externe.
hr_hr: Ova naredba se koristi za prebacivanje između sigurnih i nesigurnih veza na eksterni Lavalink čvor.
nb_no: Denne kommandoen brukes veksling mellom sikrede og usikrede forbindelser til en ekstern Lavalink node.
pl_pl: To polecenie jest używane do przełączania pomiędzy zabezpieczonymi i niezabezpieczonymi połączeniami do zewnętrznego węzła Lavalink.
pt_pt: Este comando é usado para alternar entre conexões seguras e não seguras para um nó Lavalink externo.

source: This command is used to specify the connection port used by Red to connect to an external Lavalink node.
de_de: Dieser Befehl wird verwendet, um den Verbindungsport anzugeben, der von Red verwendet wird, um sich mit einem externen Lavalink-Knoten zu verbinden.
es_es: Este comando se utiliza para especificar el puerto de conexión utilizado por Red para conectarse a un nodo Lavalink externo.
fr_fr: Cette commande est utilisée pour spécifier le port de connexion qui sera utilisée par Red pour se connecter à un noeud Lavalink externe.
hr_hr: Ova naredba se koristi za određivanje port-a koji Red koristi za spajanje na eksterni Lavalink čvor.
nb_no: Denne kommandoen brukes til å angi tilkoblingsporten som brukes av Red til å koble til en ekstern Lavalink node.
pl_pl: Ta komenda jest używana do określenia portu połączenia używanego przez Czerwoną do połączenia z zewnętrznym węzłem Lavalink.
pt_pt: Este comando é usado para especificar a porta de conexão usada pelo Red para conectar a um nó de Lavalink externo.

source: This command specifies which network interface and IP the managed Lavalink node will bind to, by default this is 'localhost', only change this if you want the managed Lavalink node to bind to a specific IP/interface.
de_de: Dieser Befehl legt fest, an welche Netzwerkschnittstelle und IP der Knoten Lavalink sich binden wird standardmäßig ist dies 'localhost', ändern Sie dies nur, wenn der verwaltete Lavalink-Knoten an eine bestimmte IP/Schnittstelle gebunden werden soll.
es_es: Este comando especifica a qué interfaz de red e IP se enlazará el nodo Lavalink administrado, por defecto esto es 'localhost', sólo cambie esto si desea que el nodo Lavalink administrado se conecte a una IP/interfaz específica.
fr_fr: Cette commande spécifie à quelle interface réseau et à quelle adresse IP le noeud Lavalink géré sera lié, par défaut, c'est 'localhost', seulement changer cela si vous voulez que le noeud Lavalink géré soit lié à une adresse IP/interface spécifique.
hr_hr: Ova naredba određuje na koje mrežno sučelje i IP će se upravljani Lavalink čvor vezati, prema zadanim postavkama ovo je 'localhost', promijenite ovo jedino ako želite da se upravljani Lavalink čvor veže na određeni IP/sučelje.
nb_no: Denne kommandoen angir hvilken nettverkstilkobling og IP den administrerte Lavalink noden vil binde seg til som standard er dette 'localhost', endrer bare dette hvis du vil at Lavalink den håndterte noden skal bindes til en bestemt IP/grensesnitt.
pl_pl: Ta komenda określa, z którym interfejsem sieciowym i IP zarządzany węzeł Lavalink będzie powiązany, domyślnie to jest 'localhost', tylko jeśli chcesz, aby zarządzany węzeł Lavalink wiązał się z określonym IP/interfejsem.
pt_pt: Este comando especifica a qual interface de rede e IP o nó Lavalink gerenciado será vinculado, por padrão isto é 'localhost', só mude isso se você quiser que o nó gerenciado de Lavalink vincule a um IP/interface específico.

source: This command changes the authentication password required to connect to this managed node.The default value is 'youshallnotpass'.
de_de: Dieser Befehl ändert das Authentifizierungspasswort, das benötigt wird, um sich mit diesem verwalteten Knoten zu verbinden. Der Standardwert ist 'youshallnotpass'.
es_es: Este comando cambia la contraseña de autenticación necesaria para conectarse a este nodo administrado. El valor por defecto es 'youshallnotpass'.
fr_fr: Cette commande modifie le mot de passe requis pour se connecter à ce nœud géré. La valeur par défaut est 'youshallnotpass'.
hr_hr: Ova naredba mijenja lozinku potrebnu za povezivanje s ovim upravljanim čvorom. Zadana vrijednost je 'youshallnotpass'.
nb_no: Kommandoen endrer godkjenningspassordet som kreves for å koble til denne administrerte node.Standardverdien er 'dushallnotpass'.
pl_pl: Ta komenda zmienia hasło uwierzytelniania wymagane do połączenia z tym zarządzanym węzłem. Wartością domyślną jest 'youshallnotpass'.
pt_pt: Este comando altera a senha de autenticação necessária para conectar a este nó gerenciado. O valor padrão é 'youshallnotpass'.

source: This command changes the connection port used to connect to this managed node, only change this if the default port '2333' is causing conflicts with existing applications.
de_de: Dieser Befehl ändert den Verbindungs-Port, um sich mit diesem verwalteten Knoten zu verbinden. Ändern Sie dies nur, wenn der Standardport '2333' Konflikte mit bestehenden Anwendungen verursacht.
es_es: Este comando cambia el puerto de conexión usado para conectarse a este nodo administrado, sólo cambiar esto si el puerto por defecto '2333' está causando conflictos con aplicaciones existentes.
fr_fr: Cette commande modifie le port de connexion utilisé pour se connecter à ce nœud géré. À changer seulement si le port par défaut '2333' provoque des bugs avec des applications existantes.
hr_hr: Ova naredba mijenja port koji se koristi za povezivanje s ovim upravljanim čvorom, promijenite ga jedino ako zadani port '2333' uzrokuje sukobe s postojećim aplikacijama.
pl_pl: Ta komenda zmienia port połączenia używany do połączenia z tym zarządzanym węzłem, zmień to tylko wtedy, gdy domyślny port '2333' powoduje konflikt z istniejącymi aplikacjami.
pt_pt: Este comando altera a porta de conexão utilizada para conectar a este nó gerenciado, somente mude isso se a porta padrão '2333' estiver causando conflitos com aplicações existentes.
