Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/events/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, ko_kr, nb_no, pl_pl, pt_pt, tr_tr

source: This command toggles the support of direct url streams like Icecast or Shoutcast streams. An example is <http://ice1.somafm.com/gsclassic-128-mp3>; disabling this will make the bot unable to play any direct url steam content.
de_de: Dieser Befehl schaltet die Unterstützung von direkten Url-Streams wie Icecast oder Shoutcast-Streams um. Ein Beispiel ist <http://ice1.somafm.com/gsclassic-128-mp3>; das Deaktivieren dieser Option macht es den Bot unmöglich, einen direkten Url-Stream zu spielen.
es_es: Este comando activa el soporte de streams de url directos como los streams Icecast o Shoutcast. Un ejemplo es <http://ice1.somafm.com/gsclassic-128-mp3>; deshabilitar esto hará que el bot no pueda reproducir ningún contenido directo de vapor de url.
fr_fr: Cette commande active le support des URL directes comme les flux Icecast ou Shoutcast. Par exemple :<http://ice1.somafm.com/gsclassic-128-mp3>. Le désactiver rendra le bot incapable de jouer le contenu d'une URL directe.
pl_pl: Ta komenda przełącza obsługę bezpośrednich strumieni url takich jak Icecast lub Shoutcast. Przykładem jest <http://ice1.somafm.com/gsclassic-128-mp3>; wyłączenie tego sprawi, że bot nie będzie w stanie odtworzyć żadnej bezpośredniej zawartości pary Url.
pt_pt: Este comando alterna o suporte a streams de url diretas como Icecast ou Shoutcast fluxos. Um exemplo é <http://ice1.somafm.com/gsclassic-128-mp3>format@@1; desabilitar isso não fará com que o bot não possa reproduzir qualquer conteúdo Steam Url direta.

source: This command toggles the support of local track audio playback. An example is `/mnt/data/my_super_funky_track.mp3`; disabling this will make the bot unable to play any local track content.
de_de: Dieser Befehl schaltet die Unterstützung der lokalen Audiowiedergabe um. Ein Beispiel ist `/mnt/data/my_super_funky_track. p3`; Deaktivieren dieser Option führt dazu, dass der Bot keine lokalen Track-Inhalte abspielen kann.
es_es: Este comando activa el soporte para la reproducción de audio de pistas locales. Un ejemplo es `/mnt/data/my_super_funky_track.mp3`; deshabilitar esto hará que el bot no pueda reproducir ningún contenido local de la pista.
pl_pl: Ta komenda przełącza obsługę lokalnego odtwarzania dźwięku. Przykładem jest `/mnt/data/my_super_funky_track.mp3`; wyłączenie tego sprawi, że bot nie będzie mógł odtworzyć lokalnej zawartości śladu.
pt_pt: Este comando alterna o suporte à reprodução de áudio local. Um exemplo é `/mnt/data/my_super_funky_track. p3`; desabilitar isto fará com que o bot não possa reproduzir qualquer conteúdo local.

source: This command toggles the support of SoundCloud playback. An example is <https://soundcloud.com/user-103858850/tilla>; disabling this will make the bot unable to play any SoundCloud content.
de_de: Dieser Befehl schaltet die Unterstützung der SoundCloud-Wiedergabe um. Ein Beispiel ist <https://soundcloud.com/user-103858850/tilla>; die Deaktivierung wird es den Bot unmöglich machen, SoundCloud-Inhalte abzuspielen.
es_es: Este comando activa el soporte de la reproducción de SoundCloud. Un ejemplo es <https://soundcloud.com/user-103858850/tilla>; deshabilitar esto hará que el bot no pueda reproducir ningún contenido de SoundCloud.
pl_pl: Ta komenda przełącza obsługę odtwarzania SoundCloud. Przykładem jest <https://soundcloud.com/user-103858850/tilla>; wyłączenie tego sprawi, że bot nie będzie mógł odtwarzać żadnych treści SoundCloud.
pt_pt: Este comando alterna o suporte à reprodução do SoundCloud. Um exemplo é <https://soundcloud.com/user-103858850/tilla>; desabilitar isso fará com que o bot não possa reproduzir conteúdo do SoundCloud.

source: This command toggles the support of YouTube playback (Spotify depends on YouTube). Disabling this will make the bot unable to play any YouTube content: this includes Spotify.
de_de: Dieser Befehl schaltet die Unterstützung der YouTube-Wiedergabe um (Spotify hängt von YouTube ab). Wenn Sie dies deaktivieren, wird der Bot nicht in der Lage sein, YouTube-Inhalte abzuspielen: Dies schließt Spotify ein.
es_es: Este comando activa el soporte de la reproducción de YouTube (Spotify depende de YouTube). Desactivar esto hará que el bot no pueda reproducir ningún contenido de YouTube: esto incluye Spotify.
pl_pl: Ta komenda przełącza obsługę odtwarzania YouTube (Spotify zależy od YouTube). Wyłączenie tej opcji sprawi, że bot nie będzie mógł odtworzyć żadnej zawartości YouTube: w tym Spotify.
pt_pt: Este comando alterna o suporte da reprodução do YouTube (Spotify depende do YouTube). Desabilitar isso fará com que o bot não possa reproduzir qualquer conteúdo do YouTube: isso inclui o Spotify.

source: This command toggles the support of Twitch playback. An example of this is <https://twitch.tv/monstercat>; disabling this will make the bot unable to play any Twitch content.
de_de: Dieser Befehl aktiviert oder deaktiviert die Unterstützung der Wiedergabe von Twitch-Inhalten. Ein Beispiel dafür ist https://twitch.tv/monstercat; Wenn Sie dies deaktivieren, kann der Bot keinen Twitch-Inhalt abspielen.
es_es: Este comando activa el soporte de la reproducción de Twitch. Un ejemplo de esto es <https://twitch.tv/monstercat>; deshabilitar esto hará que el bot no pueda reproducir ningún contenido de Twitch.
pl_pl: Ta komenda przełącza obsługę odtwarzania na Twitchu. Przykładem tego jest <https://twitch.tv/monstercat>; wyłączenie tego sprawi, że bot nie będzie mógł odtworzyć żadnych treści Twitcha.
pt_pt: Esse comando alterna o apoio da reprodução do Twitch. Um exemplo disso é <https://twitch.tv/monstercat>; desabilitar isso fará com que o bot não possa jogar qualquer conteúdo da Twitch.

source: This command toggles the support of Vimeo playback. An example of this is <https://vimeo.com/157743578>; disabling this will make the bot unable to play any Vimeo content.
de_de: Dieser Befehl aktiviert oder deaktiviert die Unterstützung der Wiedergabe von Vimeo-Inhalten. Ein Beispiel dafür ist https://vimeo.com/157743578; Wenn Sie dies deaktivieren, kann der Bot keinen Vimeo-Inhalt abspielen.
es_es: Este comando activa el soporte de la reproducción de Vimeo. Un ejemplo de esto es <https://vimeo.com/157743578>; deshabilitar esto hará que el bot no pueda reproducir ningún contenido de Vimeo.
pl_pl: Ta komenda przełącza obsługę odtwarzania Vimeo. Przykładem tego jest <https://vimeo.com/157743578>; wyłączenie tego sprawi, że bot nie będzie mógł odtworzyć żadnej zawartości Vimeo.
pt_pt: Este comando alterna o suporte da reprodução Vimeo. Um exemplo disso é <https://vimeo.com/157743578>; desabilitar isso fará com que o bot não possa jogar nenhum conteúdo Vimeo.

source: This setting controls the managed node's framebuffer, do not change this unless instructed.
de_de: Diese Einstellung steuert den Framebuffer des verwalteten Knotens. Ändern Sie dies nicht, es sei denn, Sie werden dazu aufgefordert.
es_es: Esta configuración controla el framebuffer del nodo administrado, no cambie esto a menos que se lo indique.
pl_pl: To ustawienie kontroluje bufor ramki zarządzanego węzła, nie zmieniaj tego bez instrukcji.
pt_pt: Esta configuração controla o framework gerenciado, não altere isso a menos que instruído.

source: This setting controls the managed node's JDA-NAS buffer, do not change this unless instructed.
de_de: Diese Einstellung steuert den JDA-NAS-Puffer des verwalteten Knotens. Ändern Sie dies nicht, es sei denn, Sie werden dazu aufgefordert.
es_es: Esta configuración controla el buffer JDA-NAS del nodo administrado, no cambie esto a menos que se le indique.
pl_pl: To ustawienie kontroluje bufor JDA-NAS zarządzanego węzła, nie zmieniaj tego bez instrukcji.
pt_pt: Esta configuração controla o buffer JDA-NAS do nó gerenciado, não muda isso a menos que instruído.

source: This command will reset every setting changed by `[p]llset`.
de_de: Dieser Befehl wird alle Einstellungen zurücksetzen, die von `[p]llset` geändert wurden.
es_es: Este comando reiniciará todas las configuraciónes cambiada por `[p]llset`.
hr_hr: Ova naredba će resetirati svaku postavku koju je promijenio `[p]llset`.
pl_pl: Ta komenda zresetuje każde ustawienie zmienione przez `[p]llset`.
pt_pt: Este comando irá redefinir todas as configurações alteradas por `[p]llset`.

source: You have attempted to run Audio's managed Lavalink node on an unsupported architecture. Only settings related commands will be available.
de_de: Sie haben versucht, den verwalteten Lavalink-Knoten von Audio auf einer nicht unterstützten Architektur auszuführen. Es stehen nur Einstellungsbefehle zur Verfügung.
es_es: Has intentado ejecutar el nodo Lavalink administrado del Cog Audio en una arquitectura no soportada. Sólo los comandos relacionados con la configuración estarán disponibles.
hr_hr: Pokušali ste pokrenuti Audio-upravljan Lavalink čvor na nepodržanoj arhitekturi. Biti će dostupne samo naredbe povezane s postavkama.
pl_pl: Próbowałeś uruchomić węzeł Lavalink zarządzany przez Audio na nieobsługiwanej architekturze. Dostępne będą tylko polecenia związane z ustawieniami.
pt_pt: Você tentou executar o nó Lavalink gerenciado do Áudio em uma arquitetura não suportada. Somente comandos relacionados a configurações estarão disponíveis.

source: I'm missing permissions to send messages in this server. Please address this as soon as possible.
de_de: Mir fehlen die Berechtigungen, um Nachrichten in diesem Server zu senden. Bitte kümmern Sie sich so bald wie möglich darum.
es_es: No tengo permisos para enviar mensajes en este servidor. Por favor, solucione tan pronto como pueda.
pl_pl: Brakuje mi uprawnień do wysyłania wiadomości na tym serwerze. Skontaktuj się z nim tak szybko, jak to możliwe.
pt_pt: Faltam permissões para enviar mensagens neste servidor. Por favor, resolva isso o mais rápido possível.

source: I'm missing permissions in this server, Please address this as soon as possible. Expected Permissions:
de_de: Mir fehlen Berechtigungen auf diesem Server, bitte richten Sie dies so bald wie möglich an. Erwartete Berechtigungen:
es_es: No tengo permisos en este servidor, por favor solucione esto tan pronto como sea posible. Permisos esperados:
fr_fr: Il me manque des permissions sur ce serveur. Veuillez régler ce problème dès que possible. Permissions attendues :
hr_hr: Nedostaju mi dozvole u ovom serveru, riješite to što prije moguće. Očekivane dozvole:
nb_no: Jeg mangler tillatelser i denne serveren, Vennligst adresse dette så snart som mulig. Forventede tillatelser:
pl_pl: Brakuje mi uprawnień na tym serwerze, prosimy o przekierowanie tego adresu tak szybko, jak to możliwe. Oczekiwane uprawnienia:
pt_pt: Não tenho permissores neste servidor, Por favor resolva o mais rápido possível:
tr_tr: Bu sunucuda gerekli izinlere sahip değilim, lütfen bu sorunu en kısa zamanda çözün. Beklediğim İzinler:

source: Enabled
de_de: Aktiviert
es_es: Activado
fi_fi: Käytössä
fr_fr: Activé
hr_hr: Aktivirano
ko_kr: 활성화됨
nb_no: Aktivert
pl_pl: Włączone
pt_pt: Ativado
tr_tr: Etkinleştirildi

source: Disabled
de_de: Deaktiviert
es_es: Desactivado
fi_fi: Ei käytössä
fr_fr: Désactivé
hr_hr: Deaktivirano
ko_kr: 비활성화됨
nb_no: Deaktivert
pl_pl: Wyłączone
pt_pt: Desactivado
tr_tr: Devre dışı bırakıldı

source: You should not be running this command.
de_de: Sie sollten diesen Kommand nicht nutzen.
es_es: No deberías estar ejecutando este comando.
hr_hr: Ne biste trebali pokretati ovu naredbu.
pl_pl: Nie powinieneś uruchamiać tego polecenia.
pt_pt: Você não deve estar executando este comando.

source: {template} If you wish to continue, enter this case sensitive token without spaces as your next message. {confirm_token}
de_de: {template} Wenn Sie fortfahren möchten, geben Sie dieses token, Groß- und Kleinschreibung beachtend und ohne Leerzeichen, in Ihrer nächsten Nachricht ein. {confirm_token}
es_es: {template} Si desea continuar, introduzca este token sensible a mayúsculas y minúsculas sin espacios como su siguiente mensaje. {confirm_token}
hr_hr: {template} Ako želite nastaviti, unesite ovaj token, pazeći na velika i mala slova, bez razmaka kao sljedeću poruku. {confirm_token}
pl_pl: {template} Jeśli chcesz kontynuować, wprowadź ten token uwzględniający wielkość liter bez spacji jako następna wiadomość. {confirm_token}
pt_pt: {template} Se você deseja continuar, insira este token sensível a maiúsculas e minúsculas sem espaços como a sua próxima mensagem. {confirm_token}

source: No DJ role found. Disabling DJ mode.
de_de: Keine DJ-Rolle gefunden. DJ-Modus deaktiviert.
es_es: No se ha encontrado el rol de DJ. Desactivando el modo DJ.
fi_fi: DJ-roolia ei löydy. Poistetaan DJ-tila käytöstä.
fr_fr: Aucun rôle DJ détecté. Désactivation du mode DJ.
hr_hr: Nije pronađena DJ uloga. Onemogućavam DJ način rada.
ko_kr: DJ역할을 찾지 못했습니다. DJ역할을 비활성화합니다.
nb_no: Ingen DJ rolle funnet. Deaktivering av DJ modus.
pl_pl: Nie znaleziono roli DJ. Wyłączanie trybu DJ.
pt_pt: Nenhum cargo de DJ encontrado. Desativando o modo DJ.
tr_tr: DJ rolü bulunamadı. DJ modu kapatılıyor.

source: `{user_input}` is not a valid value for `{command}`
de_de: `{user_input}` ist kein gültiger Wert für `{command}`
es_es: `{user_input}` no es un valor válido para `{command}`
fi_fi: `{user_input}` ei ole kelvollinen arvo kohteelle `{command}`
fr_fr: `{user_input}` n'est pas une valeur valide pour `{command}`
hr_hr: `{user_input}` nije važeća vrijednost za `{command}`
ko_kr: `{user_input}` 은 `{command}`의 적합한 값이 아니에요
nb_no: `{user_input}` er ikke en gyldig verdi for `{command}`
pl_pl: `{user_input}` nie jest poprawną wartością dla `{command}`
pt_pt: `{user_input}` não é um valor válido para `{command}`
tr_tr: `{user_input}` `{command}` için geçerli bir değer değil

source: Unable To Parse Argument
de_de: Argument kann nicht analysiert werden
es_es: No se puede analizar el argumento
fi_fi: Argumentin käsittely epäonnistui
fr_fr: Impossible d'analyser l'argument
hr_hr: Nije moguće obradit argument
ko_kr: 인수룰 구분할 수 없습니다.
nb_no: Kan ikke analysere argument
pl_pl: Nie można przeanalizować argumentu
pt_pt: Incapaz de analisar Argumento
tr_tr: Değişken işlenemedi

source: Invalid Argument
de_de: Ungültiges Argument
es_es: Argumento no válido
fi_fi: Virheellinen argumentti
fr_fr: Argument invalide
hr_hr: Neispravan Argument
ko_kr: 잘못된 인수입니다.
nb_no: Ugyldig Argument
pl_pl: Nieprawidłowy argument
pt_pt: Argumento Inválido
tr_tr: Geçersiz argüment

source: The argument you gave for `{}` is not valid: I was expecting a `{}`.
de_de: Das Argument, das du für `{}` angegeben hast, ist ungültig: Ich erwartete ein `{}`.
es_es: El argumento que has dado para `{}` no es válido: esperaba un `{}`.
fi_fi: Argumentti jonka annoit kohteelle `{}` ei ole kelvollinen: Oletin että saan`{}`.
fr_fr: L'argument que vous avez donné pour `{}` n'est pas valide : je m'attendais à `{}`.
hr_hr: Argument koji ste dali za `{}` nije valjan: očekivao sam `{}`.
ko_kr: `{}`에 대해 제공 한 인수가 유효하지 않습니다.`{}`를 예상했습니다.
nb_no: Argumentet du ga for `{}` er ikke gyldig: Jeg forventet en `{}`.
pl_pl: Argument który podałeś dla `{}` jest nieprawidłowy: oczekiwałem/am `{}`.
pt_pt: O argumento que você deu para `{}` não é válido: eu estava esperando um `{}`.
tr_tr: `{}` için sunduğunuz değişken geçersiz, ben bir `{}` bekliyordum.

source: Invalid Environment
de_de: Ungültige Umgebung
es_es: Entorno no válido
fi_fi: Virheellinen ympäristö
fr_fr: Environnement invalide
hr_hr: Neispravno Okruženje
ko_kr: 잘못된 환경입니다.
nb_no: Ugyldig miljø
pl_pl: Nieprawidłowe środowisko
pt_pt: Ambiente inválido
tr_tr: Geçersiz Ortam

source: Connection to Lavalink node has been lost.
de_de: Die Verbindung zum Lavalink Knoten ist verloren gegangen.
es_es: La conexión al nodo Lavalink se ha perdido.
fr_fr: La connexion avec Lavalink a été perdue.
hr_hr: Veza s Lavalinkom je izgubljena.
pl_pl: Połączenie z węzłem Lavalink zostało utracone.
pt_pt: A conexão com o node Lavalink foi perdida.

source: No Player Available
de_de: Keine Player verfügbar
es_es: Jugador no disponible
fi_fi: Toistinta ei saatavilla
fr_fr: Aucun lecteur audio disponible
hr_hr: Nema dostupnog Playera
nb_no: Ingen spiller tilgjengelig
pl_pl: Brak dostępnego odtwarzacza
pt_pt: Nenhum jogador disponível
tr_tr: Kullanılabilir müzik çalar yok

source: The bot is not connected to a voice channel.
de_de: Die Bot ist nicht mit einem Sprachkanal verbunden.
es_es: El bot no está conectado a un canal de voz.
fi_fi: Botti ei ole yhdistettynä puhekanavaan.
fr_fr: Le bot n'est pas connecté à un salon vocal.
hr_hr: Bot nije spojen na glasovni kanal.
ko_kr: 봇이 음성체널에 접속해 있지 않아요.
nb_no: Botten er ikke koblet til en talekanal.
pl_pl: Bot nie jest podłączony do kanału głosowego.
pt_pt: O bot não está conectado a um canal de voz.
tr_tr: Bot her hangi bir ses kanalında değil.

source: Unable to Get Track
de_de: Tracks können nicht abgerufen werden
es_es: No se puede cargar la canción
fi_fi: Kappaletta ei voitu hakea
fr_fr: Impossible d'obtenir la piste
hr_hr: Nije moguće dobiti pjesmu
ko_kr: 트랙을 찾을수 없습니다
nb_no: Kunne ikke motta spor
pl_pl: Nie można pobrać utworu
pt_pt: Não foi possível obter a faixa
tr_tr: Parça alınamıyor

source: I'm unable to get a track from the Lavalink node at the moment, try again in a few minutes.
de_de: Ich bin momentan nicht in der Lage, einen Titel von Lavalink zu bekommen. Versuchen Sie es in ein paar Minuten erneut.
es_es: No puedo obtener una canción desde el nodo de Lavalink en este momento, inténtalo de nuevo en unos minutos.
fr_fr: Je ne parviens actuellement pas à avoir une musique depuis Lavalink. Réessayez dans quelques minutes.
hr_hr: Trenutno ne mogu dobiti pjesmu od Lavalinka, pokušajte ponovno za par minuta.
pl_pl: W tej chwili nie mogę pobrać ścieżki z węzła Lavalink, spróbuj ponownie za kilka minut.
pt_pt: Não consigo obter uma faixa do nó de Lavalink no momento, tente novamente em alguns minutos.

source: There was an issue communicating with Discord.
de_de: Es gab ein Problem bei der Kommunikation mit Discord.
es_es: Hubo un problema de comunicación con Discord.
fi_fi: Ongelma Discordin kanssa kommunikoitaessa.
fr_fr: Il y a eu un problème de communication avec Discord.
hr_hr: Došlo je do problema u komunikaciji s Discordom.
ko_kr: 디스코드와 통신하는데 문제가 있습니다.
nb_no: Det var et problem som kommuniserte med Discord.
pl_pl: Wystąpił problem z komunikacją z Discordem.
pt_pt: Houve um problema na comunicação com o Discord.
tr_tr: Discord ile haberleşirken sorun oluştu.

source: This error has been reported to the bot owner.
de_de: Dieser Fehler wurde dem Bot-Besitzer gemeldet.
es_es: Este error ha sido reportado al propietario del bot.
fi_fi: Tämä virhe ilmoitettiin botin omistajalle.
fr_fr: Cette erreur a été signalée au propriétaire du bot.
hr_hr: Greška je prijavljena vlasniku bota.
ko_kr: 봇 관리자에게 해당 에러가 보고되었습니다.
nb_no: Denne feilen er rapportert til bot eieren.
pl_pl: Ten błąd został zgłoszony właścicielowi bota.
pt_pt: Este erro foi denunciado ao dono do bot.
tr_tr: Hata bot sahibine bildirildi.

source: Couldn't get a valid track.
de_de: Kein gültiger Track gefunden.
es_es: No se pudo obtener una canción válida.
fi_fi: Kelvollista kappaletta ei saatu.
fr_fr: Impossible d'obtenir une piste valide.
hr_hr: Nije moguće dobiti valjanu pjesmu.
ko_kr: 유효한 트랙을 얻을 수 없습니다.
nb_no: Kunne ikke få et gyldig spor.
pl_pl: Nie można uzyskać prawidłowego utworu.
pt_pt: Não foi possível obter uma faixa válida.
tr_tr: Geçerli bir parça alınamadı.

source: Now Playing
de_de: Jetzt läuft
es_es: Escuchando
fi_fi: Nyt toistetaan
fr_fr: Lecture en cours
hr_hr: Reproducira se
ko_kr: 지금 재생 중
nb_no: Spiller nå
pl_pl: Teraz gram
pt_pt: A tocar agora
tr_tr: Şimdi oynatılıyor

source: Track length: {length} | Requested by: {user}
de_de: Länge des Tracks: {length} | Angefordert von: {user}
es_es: Duración de la canción: {length} | Agregado por: {user}
fi_fi: Kappaleen pituus: {length} | Pyytäjä: {user}
fr_fr: Durée de la piste : {length} | Demandé par {user}
hr_hr: Trajanje pjesme: {length} | Zatražio: {user}
ko_kr: 곡 길이: {length} | 신청자: {user}
nb_no: Sporlengde: {length} | Forespurt av: {user}
pl_pl: Długość utworu: {length} | Żądany przez: {user}
pt_pt: Comprimento da faixa: {length} ^\\Solicitado por: {user}
tr_tr: Şarkı uzunluğu: {length} | Şarkıyı sıraya koyan: {user}

source: Queue ended.
de_de: Warteschlange beendet.
es_es: Cola terminada.
fi_fi: Jono päättyi.
fr_fr: File d’attente terminée.
hr_hr: Red čekanja prazan.
ko_kr: 큐 끝남
nb_no: Kø avsluttet.
pl_pl: Kolejka zakończona.
pt_pt: Fila terminada.
tr_tr: Sıra sonlandırıldı.

source: Multiple Errors Detected
de_de: Mehrere Fehler erkannt
es_es: Múltiples errores detectados
fi_fi: Useita virheitä havaittu
fr_fr: Multiples erreurs détectées
hr_hr: Otkriveno je više grešaka
ko_kr: 여러가지 오류 검출됨
nb_no: Flere feil oppdaget
pl_pl: Wykryto wiele błędów
pt_pt: Vários erros detectados
tr_tr: Birden fazla hata tespit edildi

source: Closing the audio player due to multiple errors being detected. If this persists, please inform the bot owner as the Audio cog may be temporally unavailable.
de_de: Der Audio-Player wird aufgrund mehrer Fehler geschlossen. Sollte das Problem vermehrt auftreten, informiere bitte den Besitzer des Bots, da das Audio-Cog eventuell vorübergehend nicht verfügbar ist.
es_es: Cerrando el reproductor de audio debido a múltiples errores detectados. Si esto persiste, por favor informa al propietario del bot ya que el engranaje de audio puede no estar disponible temporalmente.
fi_fi: Monia virheitä havaittiin ja sen vuoksi äänentoisto suljettiin. Jos tämä ongelma jatkuu, ota yhteyttä botin omistajaan, sillä Audio-lisäosa voi olla hetkellisesti poissa käytöstä.
fr_fr: Fermeture du lecteur audio suite à de multiples erreurs détectées. Si cela persiste, veuillez informer le propriétaire du bot car le cog Audio peut être temporairement indisponible.
hr_hr: Zatvaram audio player jer sam otkrio više grešaka. Ako se ovo nastavi, obavijestite vlasnika bota jer bi Audio Cog mogao biti privremeno nedostupan.
ko_kr: 오디오 플레이어를 오류로 중지합니다. 오디오 명령어가 작동되지 않을수 있습니다.
nb_no: Hvis du lukker lydspilleren på grunn av flere feil blir oppdaget. Hvis dette vedvarer, må du informere bot eieren om at lydloggen kan være midlertidig utilgjengelig.
pl_pl: Zamykanie odtwarzacza audio z powodu wykrycia wielu błędów. Jeśli to się powtarza, poinformuj właściciela bota, ponieważ moduł Audio może być tymczasowo niedostępny.
pt_pt: Encerrando o player de áudio devido a vários erros detectados. Se isso persistir, informe ao proprietário do bot como um codec de áudio pode estar temporariamente indisponível.
tr_tr: Birden çok hata nedeniyle müzik çalar kapatılıyor. Hata devam ederse, lütfen bot sahibini bilgilendiriniz. Audio eklentisi geçici olarak devre dışı kalmış olabilir.

source: Track Stuck
de_de: Der Track hat sich aufgehängt
es_es: Rastreo atascado
fi_fi: Kappale jumissa
fr_fr: Piste Bloquée
hr_hr: Pjesma je zapela
ko_kr: 트랙 걸림
nb_no: Spor satt fast
pl_pl: Zacięty utwór
pt_pt: Faixa travou
tr_tr: Parça Takıldı

source: Playback of the song has stopped due to an unexpected error. {error}
de_de: Die Wiedergabe des Liedes wurde wegen eines unerwarteten Fehlers gestoppt. {error}
es_es: La reproducción de la canción se ha detenido debido a un error inesperado. {error}
fr_fr: La lecture de la musique s'est arrêtée en raison d'une erreur inattendue. {error}
hr_hr: Reprodukcija pjesme je zaustavljena zbog neočekivane greške. {error}
nb_no: Avspilling av sangen har stoppet på grunn av uventet feil. {error}
pl_pl: Odtwarzanie utworu zatrzymało się z powodu nieoczekiwanego błędu. {error}
pt_pt: A reprodução da música parou devido a um erro inesperado. {error}

source: Track Error
de_de: Track-Fehler
es_es: Error de pista
fi_fi: Kappalevirhe
fr_fr: Erreur de la piste
hr_hr: Greška pjesme
ko_kr: 트랙 에러
nb_no: Sporfeil
pl_pl: Błąd utworu
pt_pt: Erro na faixa
tr_tr: Şarkı hatası
