Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/events/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, ko_kr, nb_no, pl_pl, pt_pt, tr_tr

source: You have attempted to run Audio's Lavalink server on an unsupported architecture. Only settings related commands will be available.
fi_fi: Yrität Audion Lavalink-palvelinta arkkitehtuurilla jota ei tueta. Vain asetuksiin liittyvät komennot ovat käytettävissä.
ko_kr: 해당 아키텍쳐에서 오디오의 라바링크 서버는 지원되지 않기 때문에 설정 관련 명령만 이하실 수 있어요
tr_tr: Ses modülünün Lavalink sunucusunu desteklenmeyen bir mimaride çalıştırmayı denediniz. Yalnızca ayarlarla ilgili komutlar kullanılabilir.

source: I'm missing permissions in this server, Please address this as soon as possible.\n\nExpected Permissions:\n
fi_fi: Minulta puuttuu oikeuksia tällä palvelimella, korjaathan tämän mahdollisimman pian.\n\nPuuttuvat oikeudet:\n

source: Connection to Lavalink has been lost.
fi_fi: Yhteys Lavalinkkiin menetettiin.
ko_kr: 라바링크와 연결이 끊어졌어요
tr_tr: Lavalink'e bağlanırken bir bağlantı hatası oluştu.

source: I'm unable to get a track from Lavalink at the moment, try again in a few minutes.
fi_fi: En saa kappaletta Lavalinkiltä tällä hetkellä, yritä uudelleen muutaman minuutin kuluttua.
ko_kr: 지금은 라바링크를 통해 음악을 가져올 수 없습니다. 몇분 뒤에 다시 시도해주세요.
tr_tr: Şu anda Lavalink'ten şarkıyı çalamıyorum, lütfen birkaç dakika sonra tekrar deneyin.

source: Playback of the song has stopped due to an unexcepted error.\n{error}
fi_fi: Kappaleen toisto loppui odottamattoman virheen takia.\n{error}

source: Playback of the song has stopped due to an unexcepted error. {error}
tr_tr: Şarkının oynatımı beklenmedik bir hata sebebiyle durduruldu. {error}
