Repository: Cog-Creators/Red-DiscordBot
Catalog: cogs/general/locales/*.po
Languages: es

source: As I see it, yes
es: Como lo veo, si

source: It is certain
es: Es cierto

source: It is decidedly so
es: Decididamente

source: Most likely
es: Probablemente

source: Outlook good
es: El panorama se ve bien

source: Signs point to yes
es: Todo apunta a sí

source: Without a doubt
es: Sin duda alguna

source: Yes
es: Sí

source: You may rely on it
es: Puedes contar con ello

source: Ask again later
es: Pregunta más tarde

source: Reply hazy, try again
es: Respuesta borrosa, intenta de nuevo

source: Better not tell you now
es: Mejor no te digo en este momento

source: Cannot predict now
es: No puedo predecir en este momento

source: Concentrate and ask again
es: Concéntrate y pregunta de nuevo

source: Don't count on it
es: No cuentes con ello

source: My reply is no
es: Mi respuesta es no

source: My sources say no
es: Mis fuentes dicen no

source: Outlook not so good
es: El panorama no se ve bien

source: Very doubtful
es: Lo dudo mucho

source: Not enough choices to pick from.
es: Insuficientes opciones para elegir

source: {} Maybe higher than 1? ;P
es: {} Tal vez mas que 1? ;P

source: Nice try. You think this is funny?How about *this* instead:
es: Buen intento. Te parece gracioso? Qué tal *esto* mejor:

source: *flips a coin and...
es: *tira una moneda y...

source: HEADS!*
es: CARA!*

source: TAILS!*
es: CRUZ!*

source: {} You win {}!
es: {} Ganas {}!

source: {} You lose {}!
es: {} Pierdes {}!

source: {} We're square {}!
es: {} Empates {}!

source: That doesn't look like a question.
es: Eso no parece pregunta.

source: Stopwatch started!
es: Cronómetro comenzado!

source: Stopwatch stopped! Time: **
es: Cronómetro detenido! Tiempo: **

source: {} ({} days ago)
es: {} (Hace {} días)

source: Chilling in {} status
es: Ahí no mas en estado {}

source: Streaming: [{}]({})
es: Transmitiendo: [{}]({})

source: Playing {}
es: Jugando {}

source: None
es: Nada

source: Joined Discord on
es: Registrado a Discord en

source: Joined this guild on
es: Registrado a gremio en

source: Member #{} | User ID: {}
es: Miembro #{} | ID de usuario: {}

source: I need the `Embed links` permission to send this.
es: Necesito el permiso `Insertar Enlaces` para enviar esto.

source: Since {}. That's over {} days ago!
es: Desde {}. Hace {} días!

source: Region
es: Región

source: Users
es: Usuarios

source: Text Channels
es: Canales de texto

source: Voice Channels
es: Canalez de voz

source: Owner
es: Dueño

source: Guild ID:
es: ID de gremio:

source: Your search terms gave no results.
es: Tu búsqueda no ha dado resultados.

source: There is no definition #{}
es: No existe la definición #{}
