Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/trivia/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, it_it, nb_no, ru_ru

source: Set the payout multiplier. This can be any positive decimal number. If a user wins trivia when at least 3 members are playing, they will receive credits. Set to 0 to disable. The number of credits is determined by multiplying their total score by this multiplier.
de_de: Legt den Gewinn Multiplikator fest. Dies kann eine beliebige positive Dezimalzahl sein. Wenn ein Benutzer bei mindestens drei Teilnehmern gewinnt, erhält er Credits. Zum Deaktivieren auf 0 stellen. Die Höhe der Credits ergibt sich aus der Gesamtpunktzahl multipliziert mit diesem Multiplikator.
es_es: Establece el multiplicador de pago. Este puede ser cualquier número decimal positivo. Si un jugador gana el trivial cuando al menos 3 miembros están jugando, recibirán créditos. Establece 0 para deshabilitarlo. El número de créditos está determinado por la multiplicación de su puntación total por este multiplicador.
fi_fi: Aseta voittokerroin. Tämä voi olla mikä tahansa positiivinen desimaaliluku. Jos käyttäjä voittaa trivian kun vähintään 3 pelaajaa pelaa, he saavat krediittejä. Aseta arvoksi 0 poistaaksesi käytöstä. Krediittien määrä lasketaan kertomalla voittajan pisteet tällä kertoimella.
fr_fr: Définissez le multiplicateur de gains. Il peut s'agir de n'importe quel nombre décimal positif. Si un utilisateur gagne un Trivia alors qu'il y a au moins 3 membres qui jouent, ils recevront des crédits. Réglez sur 0 pour désactiver. Le nombre de crédits est déterminé en multipliant leur score total par ce multiplicateur.
nb_no: Angi utbetalingsmultiplikatoren. Dette kan være et hvilket som helst positivt desimalnummer. Hvis en bruker vinner trivia når minst 3 medlemmer spiller, vil de motta studiepoeng. Sett til 0 for å deaktivere. Antall studiepoeng bestemmes ved å multiplisere deres totale poengsum med denne multiplikatoren.
ru_ru: Установите множитель выплат. Это может быть любое положительное десятичное число. Если пользователь выигрывает в викторине, когда в игру играют как минимум 3 человека, они получат кредиты. Установите значение 0, чтобы отключить. Количество кредитов определяется путем умножения общего количества очков на этот множитель.

source: Multiplier must be at least 0.
de_de: Multiplikator muss mindestens 0 sein.
es_es: El multiplicador debe ser al menos 0.
fi_fi: Kertoimen tulee olla vähintään 0.
fr_fr: Le multiplicateur doit être d'au moins 0.
it_it: Il moltiplicatore deve essere almeno pari a 0.
nb_no: Multiplikator må være minst 0.
ru_ru: Множитель должен быть не менее 0.

source: Done. Payout multiplier set to {num}.
de_de: Erledigt. Gewinn Multiplikator steht jetzt auf {num}.
es_es: Hecho. Multiplicador de pago establecido en {num}.
fi_fi: Valmis. Voittokertoimeksi asetettiin {num}.
fr_fr: Fait. Le multiplicateur de gains est défini sur {num}.
it_it: Fatto. Moltiplicatore impostato a {num}.
nb_no: Ferdig. Utbetaling multiplikator satt til {num}.
ru_ru: Готово. Множитель выплат установлен на {num}.

source: Done. I will no longer reward the winner with a payout.
de_de: Erledigt. Ich werde dem Gewinner keinen Gewinn mehr auszahlen.
es_es: Hecho. Ya no recompensaré al ganador con un pago.
fi_fi: Valmista. Voittaja ei saa enää palkintoa.
fr_fr: Fait. Je ne récompenserais plus le gagnant avec un gain.
it_it: Fatto. Non ricompenserò più il vincitore con un versamento.
nb_no: Ferdig. Jeg vil ikke lenger belønne vinneren ved en utbetaling.
ru_ru: Готово. Я больше не буду награждать победителя выплатой.

source: Manage Custom Trivia lists.
de_de: Verwalte Benutzerdefinierte Trivia-Listen.
es_es: Administrar listas de Trivial personalizadas.
fi_fi: Hallitse mukautettuja trivia-listoja.
fr_fr: Gérer les listes personnalisées de Trivia.
nb_no: Behandle egendefinerte trivia lister.
ru_ru: Управление пользовательскими списками викторин.

source: List uploaded custom trivia.
de_de: Liste aller benutzerdefinierten Trivias.
es_es: Lista de trivial personalizada cargada.
fi_fi: Listaa mukautetut trivia-listat.
fr_fr: Liste les trivias personnalisées.
nb_no: Vis opplastede egendefinerte trivia.
ru_ru: Список загруженных пользовательских викторин.

source: No custom Trivia lists uploaded.
de_de: Keine benutzerdefinierten Trivia-Listen wurden hochgeladen.
es_es: No se han subido listas de Trivial personalizadas.
fi_fi: Mukautettuja trivia-listoja ei ole lähetetty.
fr_fr: Aucune liste personnalisée de Trivia téléchargée.
nb_no: Ingen egendefinerte trivia lister lastet opp.
ru_ru: Пользовательские списки викторин не загружены.

source: Uploaded trivia lists
de_de: Hochgeladene Trivia-Listen
es_es: Listas de trivial cargadas
fi_fi: Lähetetyt trivia-listat
fr_fr: Liste de trivia téléchargée
nb_no: Opplastede trivia lister
ru_ru: Загруженные списки викторин

source: Upload a trivia file.
de_de: Lade eine Trivia-Liste hoch.
es_es: Subir un archivo trivial.
fi_fi: Lähetä trivia-tiedosto.
fr_fr: Télécharger un fichier trivia.
nb_no: Last opp trivia-fil.
ru_ru: Загрузите файл с викториной.

source: Supply a file with next message or type anything to cancel.
de_de: Sende mit der nächsten Nachricht eine Datei oder gib zum Abbrechen einen Text ein.
es_es: Suministrar un archivo con el siguiente mensaje o escribir cualquier cosa para cancelar.
fi_fi: Liitä tiedosto seuraavaan viestiin tai kirjoita mitä tahansa peruuttaaksesi.
fr_fr: Fournissez un fichier au message suivant ou tapez quoi que ce soit pour annuler.
nb_no: Leverer en fil med neste melding eller skriv noe for å avbryte.
ru_ru: Отправьте файл со следующим сообщением или введите любой текст для отмены.

source: You took too long to upload a list.
de_de: Du hast zu lange gebraucht, um eine Liste hochzuladen.
es_es: Tardaste demasiado en subir una lista.
fi_fi: Listan lähettäminen kesti liian kauan.
fr_fr: Vous avez pris trop de temps pour envoyer la liste.
nb_no: Du tok for lang tid å laste opp en liste.
ru_ru: Вы слишком долго загружали список.

source: You have cancelled the upload process.
de_de: Du hast den Uploadprozess abgebrochen.
es_es: Has cancelado el proceso de subida.
fi_fi: Olet peruuttanut lähetysprosessin.
fr_fr: Vous avez annulé le processus de téléchargement.
nb_no: Du har avbrutt opplastingsprosessen.
ru_ru: Вы отменили процесс загрузки.

source: Invalid syntax:
de_de: Ungültiger Syntax:
es_es: Sintáxis inválida:

source: There was an error parsing the trivia list. See logs for more info.
de_de: Beim Parsen der Trivia-Liste ist ein Fehler aufgetreten. Weitere Informationen findest du in den Systemlogs.
es_es: Hubo un error al analizar la lista de trivias. Vea los registros para más información.
fi_fi: Trivia-listan lukemisessa tapahtui virhe. Katso lokeista lisätietoja.
fr_fr: Une erreur s'est produite pendant l'analyse de la liste trivia. Voir les logs pour plus d'informations.
nb_no: Det oppstod en feil ved analysering av trivia listen. Se loggene for mer info.
ru_ru: Произошла ошибка при разборе списка викторин. Посмотрите лог для получения дополнительной информации.

source: The custom trivia list was not saved. The file does not follow the proper data format. {schema_error}
de_de: Die benutzerdefinierte Trivia-Liste wurde nicht gespeichert. Die Datei folgt nicht dem richtigen Datenformat. {schema_error}
es_es: La lista de trivia personalizada no se ha guardado. El archivo no sigue el formato de datos apropiado. {schema_error}
nb_no: Den tilpassede trivia listen ble ikke lagret. Filen følger ikke riktig dataformat. {schema_error}
ru_ru: Пользовательский список викторин не был сохранен. Файл не соответствует правильному формату данных. {schema_error}

source: Delete a trivia file.
de_de: Lösche eine Trivia-Liste.
es_es: Eliminar un archivo del trivial.
fi_fi: Poista trivia-tiedosto.
fr_fr: Supprime un fichier trivia.
nb_no: Slette en trivia fil.
ru_ru: Удалить файл с викториной.

source: Trivia {filename} was deleted.
de_de: Trivia-Liste {filename} wurde gelöscht.
es_es: {filename} del Trivial ha sido eliminado.
fi_fi: Trivia {filename} poistettiin.
fr_fr: La Trivia {filename} a été supprimée.
nb_no: Trivia {filename} ble slettet.
ru_ru: Викторина {filename} была удалена.

source: Trivia file was not found.
de_de: Trivia-Liste nicht gefunden.
es_es: No se encontró el archivo de Trivial.
fi_fi: Trivia-tiedostoa ei löydy.
fr_fr: La fichier Trivia ne peut pas être trouvé.
nb_no: Trivia-filen ble ikke funnet.
ru_ru: Файл с викториной не найден.

source: Start trivia session on the specified category. You may list multiple categories, in which case the trivia will involve questions from all of them.
de_de: Startet eine Trivia Runde der angegebenen Kategorie Du kannst mehrere Kategorien wählen, wodurch Trivia die Fragen aus diesen Kategorien vermischt.
es_es: Iniciar sesión de trivial en la categoría especificada. Puedes listar múltiples categorías, en cuyo caso el trivial involucra preguntas de todos ellos.
fi_fi: Aloita trivia-istunto valitussa kategoriassa. Voit listata useita kategorioita, jolloin trivia sisältää kysymyksiä kaikista niistä.
fr_fr: Lancez une session de Trivia sur la catégorie spécifiée. Vous pouvez énumérer plusieurs catégories, auquel cas le Trivia comportera les éléments suivants des questions de la part de chacun d'eux.
nb_no: Start trivia økt på spesifisert kategori. Du kan liste over flere kategorier, i så fall vil reisen involvere spørsmål fra alle dem.
ru_ru: Начните сеанс викторин по указанной категории. Вы можете перечислить несколько категорий, в этом случае в викторине будут участвовать вопросы из всех категорий.

source: There is already an ongoing trivia session in this channel.
de_de: In diesem Kanal läuft bereits eine Trivia Runde.
es_es: Ya hay una sesión de trivia en curso en este canal.
fi_fi: Trivia-istunto on jo käynnissä tällä kanavalla.
fr_fr: Il y a déjà un session de Trivia en cours dans ce salon.
it_it: C'è già un quiz in corso in questo canale.
nb_no: Det finnes allerede en pågående prøvesøkt på denne kanalen.
ru_ru: На этом канале уже идет сессия викторины.

source: Invalid category `{name}`. See `{prefix}trivia list` for a list of trivia categories.
de_de: Ungültige Kategorie `{name}`. Siehe `{prefix}trivia list` für eine Liste der Trivia Kategorien.
es_es: Categoría no válida `{name}`. Ver `{prefix}trivia list` para una lista de categorías de trivial.
fi_fi: Virheellinen kategoria `{name}`. Katso `{prefix}trivia list` nähdäksesi listan kategorioista.
fr_fr: Categorie `{name}` non valide. Voir `{prefix}trivia list` pour obtenir la liste des catégories de Trivia.
it_it: La categoria `{name}` non è stata trovata. Vedi `{prefix}trivia list` per una lista di categorie di quiz.
nb_no: Ugyldig kategori `{name}`. Se `{prefix}trivia list` for en liste over trivia kategorier.
ru_ru: Неверная категория `{name}`. См. `{prefix}trivia list` для списка категорий.

source: There was an error parsing the trivia list for the `{name}` category. It may be formatted incorrectly.
de_de: Beim Analysieren der Trivia Liste für die `{name}` Kategorie trat ein Fehler auf. Möglicherweise wurde sie falsch formatiert.
es_es: Hubo un error al analizar la lista de trivial para la categoría `{name}`. Puede estar en un formato incorrecto.
fi_fi: Trivia-listan lukemisessa tapahtui virhe `{name}` -kategoriassa. Se saattaa olla väärin muotoiltu.
fr_fr: Il y a eu une erreur lors de l'analyse des listes de Trivia pour la catégorie `{name}`. Il se peut qu'elle soit mal écrit.
it_it: Si è verificato un errore nell'analisi della lista delle domande per la categoria `{name}`. Potrebbe contenere errori di formattazione.
nb_no: Det oppstod en feil under lesingen av trivia listen for kategorien{name}'. Det kan bli formatert feil.
ru_ru: При анализе списка викторины для категории `{name}` произошла ошибка. Возможно, он отформатирован неправильно.

source: The trivia list was parsed successfully, however it appears to be empty!
de_de: Die Trivia Liste wurde erfolgreich analysiert, sie scheint jedoch leer zu sein!
es_es: La lista de trivial fue analizada con éxito, ¡sin embargo parece estar vacía!
fi_fi: Trivia-listan luku onnistui, se kuitenkin vaikuttaa olevan tyhjä!
fr_fr: La liste des Trivia a été analysée avec succès, mais elle semble vide !
it_it: La lista delle domande è stata analizzata con successo, ma sembra essere vuota!
nb_no: Turvia listen ble vellykket analysert men det ser ut til å være tom!
ru_ru: Список викторины был успешно проанализирован, однако он, кажется, пустой!

source: Stop an ongoing trivia session.
de_de: Stoppt eine laufende Trivia Runde.
es_es: Detener una sesión trivial en curso.
fi_fi: Lopeta meneillään oleva trivia-istunto.
fr_fr: Arrêter une session de Trivia en cours.
it_it: Interrompi una sessione di quiz in corso.
nb_no: Stopp en pågående trivia økten.
ru_ru: Остановить текущий сеанс викторины.

source: Trivia stopped.
de_de: Trivia gestoppt.
es_es: Trivial detenido.
fi_fi: Trivia pysäytetty.
fr_fr: Le Trivia à été arrêter.
it_it: Quiz fermato.
nb_no: Trivia stoppet.
ru_ru: Викторина остановлена.

source: List available trivia categories.
de_de: Liste verfügbarer Trivia Kategorien.
es_es: Listar categorías de trivial disponibles.
fi_fi: Listaa saatavilla olevat trivia-kategoriat.
fr_fr: Liste les catégories de Trivia disponibles.
it_it: Elenco categorie di quiz disponibili.
nb_no: Liste tilgjengelig stammekategorier.
ru_ru: Список доступных категорий викторины.

source: Available trivia lists
de_de: Verfügbare Trivia Listen
es_es: Listas de trivial disponibles
fi_fi: Saatavilla olevat trivia-listat
fr_fr: Listes Trivia disponibles
it_it: Liste di quiz disponibili
nb_no: Tilgjengelige trivia lister
ru_ru: Доступные списки викторины

source: Leaderboard for trivia. Defaults to the top 10 of this server, sorted by total wins. Use subcommands for a more customised leaderboard.
de_de: Trivia Bestenliste. Standardmäßig die Top 10 dieses Servers, sortiert nach Gesamtsiegen. Verwende untergeordnete Befehle für eine angepasste Bestenliste.
es_es: Tabla de clasificación para trivial. Por defecto es el top 10 de este servidor, ordenado por un total de ganancias. Usa subcomandos para una tabla de clasificación más personalizada.
fi_fi: Trivian pistetaulukko. Oletuksena näyttää palvelimen top 10 jäsentä voittojen mukaan lajiteltuna. Käytä alikomentoja mukauttaaksesi pistetaulukkoa.
fr_fr: Classements pour le Trivia. Par défaut pour le top 10 de ce serveur, trié par le total des victoires. Utilisez les sous-commandes pour un classement plus personnaliser.
nb_no: Ledertavle for trivia. Standard på toppen av 10 av denne serveren, sortert etter totale vinsjer. Bruk underkommandoer for et mer tilpasset lederskap.
ru_ru: Таблица лидеров для викторин. По умолчанию отображает 10 лучших на этом сервере, отсортированных по общему количеству побед. Используйте подкоманды для получения более настраиваемой таблицы лидеров.

source: Leaderboard for this server. `<sort_by>` can be any of the following fields: - `wins` : total wins - `avg` : average score - `total` : total correct answers - `games` : total games played `<top>` is the number of ranks to show on the leaderboard.
de_de: Trivia Bestenliste für diesen Server. `<sort_by>` kann eine dieser Angaben sein: - `wins` : Gesamtsiege - `avg` : Durchschnittliche Punktzahl - `total` : gesamte korrekte Antworten aller Runden - `games` : Insgesamt gespielte Spiele `<top>` ist die Anzahl der Plätze, die auf der Bestenliste gezeigt werden sollen.
es_es: Tabla de clasificación para este servidor. `<sort_by>` puede ser cualquiera de los siguientes campos: - `wins` : victorias totales - `avg` : puntuación media - `total` : total de respuestas correctas - `games` : total de partidas jugadas `<top>` es el número de rangos a mostrar en la tabla de clasificaciones.
fi_fi: Palvelimen pistetaulukko. `<sort_by>` voi olla mikä tahansa seuraavista: - `wins` : voittojen yhteismäärä - `avg` : keskimääräiset pisteet - `total` : oikeita vastauksia yhteensä - `games` : pelejä pelattu `<top>` määrittää kuinka monta sijaa pistetaulukossa näytetään.
fr_fr: Classement pour ce serveur. `<sort_by>` peut être l'un des champs suivants : - `wins` : nombre total de victoires - `avg` : score moyen - `total` : nombre total de bonnes réponses - `games` : nombre total de parties jouées `<top>` est le nombre de rangs a afficher sur le classement.
nb_no: Ledertavle for denne serveren. `<sort_by>` kan være hvilken som helst av de følgende feltene: - `wins` : total seier - `avg` : gjennomsnittlig score - `total` : totalt rette svar - `games` : totale partier som er spilt av `<top>` er antallet rangeringer som vises på ledertavlen.
ru_ru: Таблица лидеров для этого сервера. `<sort_by>` может быть любым из следующих строк: - `wins` : общее количество побед - `avg` : средний счёт - `total` : общее количество правильных ответов - `games` : общее количество сыгранных игр `<top>` - это количество рангов, которые будут отображаться в таблице лидеров.

source: Unknown field `{field_name}`, see `{prefix}help trivia leaderboard server` for valid fields to sort by.
de_de: Unbekannte Angabe `{field_name}`, siehe `{prefix} help trivia leaderboard server` für gültige Angaben nach denen sortiert werden soll.
es_es: Campo desconocido `{field_name}`, ver `{prefix}help trivia leaderboard server` para campos válidos para ordenarlos.
fi_fi: Tuntematon kenttä`{field_name}`, katso`{prefix}help trivia leaderboard server` nähdäksesi kentät joiden mukaan voi lajitella.
fr_fr: Champ `{field_name}` inconnu, voir `{prefix}help trivia leaderboard server` pour avoir les champs valides à utiliser.
it_it: Campo `{field_name}` sconosciuto, vedi `{prefix}help trivia leaderboard server` per i campi validi per cui ordinare i risultati.
nb_no: Ukjent felt `{field_name}`, se `{prefix}help trivia leaderboard server` for gyldige felt å sortere etter.
ru_ru: Неизвестное поле `{field_name}`, см. `{prefix}help trivia leaderboard server` действительные поля для сортировки.

source: Global trivia leaderboard. `<sort_by>` can be any of the following fields: - `wins` : total wins - `avg` : average score - `total` : total correct answers from all sessions - `games` : total games played `<top>` is the number of ranks to show on the leaderboard.
de_de: Globale Trivia Bestenliste. `<sort_by>` kann eine dieser Angaben sein: - `wins` : Gesamtsiege - `avg` : Durchschnittliche Punktzahl - `total` : gesamte korrekte Antworten aller Runden - `games` : Insgesamt gespielte Spiele `<top>` ist die Anzahl der Plätze, die auf der Bestenliste gezeigt werden sollen.
es_es: Tabla global de clasificación de trivials. `<sort_by>` puede ser cualquiera de los siguientes campos: - `wins` : victorias totales - `avg` : puntuación media - `total` : total de respuestas correctas de todas las sesiones - `games` : total de partidas jugadas `<top>` es el número de rangos a mostrar en la tabla de clasificaciones.
fi_fi: Palvelinten välinen pistetaulukko. `<sort_by>` voi olla mikä tahansa seuraavista: - `wins` : voittojen yhteismäärä - `avg` : keskimääräiset pisteet - `total` : oikeita vastauksia yhteensä - `games` : pelejä pelattu `<top>` määrittää kuinka monta sijaa pistetaulukossa näytetään.
fr_fr: Classement global Trivia. `<sort_by>` peut être l'un des champs suivants : - `wins` : nombre total de victoires - `avg` : score moyen - `total` : nombre total de bonnes réponses - `games` : nombre total de parties jouées `<top>` est le nombre de rangs a afficher sur le classement.
nb_no: Ledertavle for denne serveren. `<sort_by>` kan være hvilken som helst av de følgende feltene: - `wins` : total seier - `avg` : gjennomsnittlig score - `total` : totalt rette svar - `games` : totale partier som er spilt av `<top>` er antallet rangeringer som vises på ledertavlen.
ru_ru: Глобальная таблица лидеров. `<sort_by>` может быть любым из следующих строк: - `wins` : общее количество побед - `avg` : средний счёт - `total` : общее количество правильных ответов за все сессии - `games` : общее количество сыгранных игр `<top>` - это количество рангов, которые будут отображаться в таблице лидеров.

source: There are no scores on record!
de_de: Es wurden noch keine Punktzahlen erfasst!
es_es: ¡No hay puntuaciones en el registro!
fi_fi: Pisteistä ei ole vielä tietoja!
fr_fr: Il n'y a pas de score enregistré !
it_it: Non ci sono punteggi da registrare!
nb_no: Det finnes ingen resultater i posten!
ru_ru: Нет счетов в записи!

source: Rank
de_de: Rang
es_es: Rango
fi_fi: Sija
fr_fr: Rang
it_it: Posizione
ru_ru: Ранг

source: Member
de_de: Mitglied
es_es: Miembro
fi_fi: Jäsen
fr_fr: Membre
it_it: Membro
nb_no: Medlem
ru_ru: Участник

source: Wins
de_de: Siege
es_es: Victorias
fi_fi: Voitot
fr_fr: Victoires
it_it: Vittorie
nb_no: Seire
ru_ru: Побед

source: Games Played
de_de: Gespielte Runden
es_es: Partidas Jugadas
fi_fi: Pelejä pelattu
fr_fr: Parties jouées
it_it: Partite giocate
nb_no: Spillede partier
ru_ru: Игр сыграно

source: Total Score
de_de: Gesamtpunktzahl
es_es: Puntuación Total
fi_fi: Kokonaispisteet
fr_fr: Score Total
it_it: Punteggio Totale
nb_no: Samlet Poengsum
ru_ru: Общий счет

source: Average Score
de_de: Durchschnittliche Punktzahl
es_es: Puntuación Media
fi_fi: Keskimääräiset pisteet
fr_fr: Score moyen
it_it: Punteggio Medio
nb_no: Gjennomsnittlig poengsum
ru_ru: Средний счет

source: {filename} is a reserved trivia name and cannot be replaced. Choose another name.
de_de: {filename} ist ein reservierter Trivia-Name und kann nicht ersetzt werden. Wähle bitte einen anderen Namen.
es_es: {filename} es un nombre de trivial reservado y no puede ser reemplazado. Elija otro nombre.
fi_fi: {filename} on varattu trivia-nimi eikä sitä voi korvata. Valitse toinen nimi.
fr_fr: {filename} est un nom de trivia réservé et ne peut pas être remplacé. Choisissez un autre nom.
nb_no: {filename} er en reservert stammenavn og kan ikke erstattes. Velg et annet navn.
ru_ru: {filename} является зарезервированным именем викторин и не может быть заменен. Выбери другое имя.

source: {filename} already exists. Do you wish to overwrite?
de_de: {filename} existiert bereits. Soll die Datei überschrieben werden?
es_es: {filename} ya existe. ¿Desea sobrescribirlo?
fi_fi: {filename} on jo olemassa. Haluatko korvata sen?
fr_fr: {filename} existe déjà. Voulez-vous l'écraser?
nb_no: {filename} finnes allerede. Vil du overskrive?
ru_ru: {filename} уже существует. Вы хотите перезаписать?

source: You took too long answering.
de_de: Du hast zu lange zum antworten gebraucht.
es_es: Has tardado demasiado en responder.
fi_fi: Sinulla kesti liian kauan vastata.
fr_fr: Vous avez pris trop de temps à répondre.
nb_no: Du tok for lang svar.
ru_ru: Вы слишком долго отвечали.

source: I am not replacing the existing file.
de_de: Ich werde die bestehende Datei nicht ersetzen.
es_es: No reemplazaré el archivo existente.
fi_fi: En korvaa olemassa olevaa tiedostoa.
fr_fr: Je ne remplace pas le fichier existant.
nb_no: Jeg erstatter ikke den eksisterende filen.
ru_ru: Я не заменяю существующий файл.

source: There was an error saving the file. Please check the filename and try again, as it could be longer than your system supports.
de_de: Beim Speichern der Datei ist ein Fehler aufgetreten. Bitte überprüfen Sie den Dateinamen und versuchen Sie es erneut, da die Möglichkeit besteht das Ihr System die Länge des Dateinamens nicht Unterstützt.
es_es: Hubo un error al guardar el archivo. Por favor, compruebe el nombre del archivo y vuelva a intentarlo, ya que podría ser más largo de lo que su sistema soporta.

source: Saved Trivia list as {filename}.
de_de: Trivia-Liste als {filename} gespeichert.
es_es: Lista de Trivial guardada como {filename}.
fi_fi: Trivia-lista tallennettiin nimellä {filename}.
fr_fr: Liste de Trivia enregistrée en tant que {filename}.
nb_no: Lagret stamme via listen som {filename}.
ru_ru: Список викторин сохранен как {filename}.
