Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/trivia/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, it_it, nb_no, ru_ru

source: There is no ongoing trivia session in this channel.
de_de: In diesem Kanal läuft gerade keine Trivia Runde.
es_es: No hay ninguna sesión de trivia en curso en este canal.
fi_fi: Tällä kanavalla ei ole käynnissä olevaa trivia-istuntoa.
fr_fr: Il n'y a aucune session de Trivia en cours dans ce salon.
it_it: Non c'è un quiz in corso in questo canale.
nb_no: Det er ingen pågående trivia sesjon i denne kanalen.
ru_ru: На этом канале нет текущей сессии викторины.

source: `{arg}` is not a number.
de_de: `{arg}` ist keine Zahl.
es_es: `{arg}` no es un número.
fi_fi: `{arg}` ei ole numero.
fr_fr: `{arg}` n'est pas un nombre.
nb_no: `{arg} er ikke et tall.
ru_ru: `{arg}` не является числом.

source: `{arg}` is not a finite number.
de_de: `{arg}` ist keine endliche Zahl.
es_es: `{arg}` no es un número finito.
fi_fi: `{arg}` ei ole kelvollinen numero.
fr_fr: `{arg}` n'est pas un nombre fini.
nb_no: `{arg}` er ikke et helt tall.
ru_ru: `{arg}` не является конечным числом.

source: The trivia list does not contain any questions.
de_de: Die Trivia-Liste enthält keine Fragen.
es_es: La lista de trivia no contiene ninguna pregunta.

source: {key} key must be a text value.
de_de: {key} Schlüssel muss ein Textwert sein.
es_es: La clave {key} debe ser un valor de texto.

source: {key} key in {parent_key} must be a positive integer.
de_de: {key} Schlüssel in {parent_key} muss eine positiver integer sein.
es_es: La clave {key} en {parent_key} debe ser un entero positivo.

source: {key} key in {parent_key} must be a positive number.
de_de: {key} Schlüssel in {parent_key} muss eine positive Zahl sein.
es_es: La clave {key} en {parent_key} debe ser un número positivo.

source: {key} key in {parent_key} must be a positive number greater than or equal to 4.
de_de: {key} Schlüssel in {parent_key} muss eine positive Zahl größer oder gleich 4 sein.
es_es: La clave {key} en {parent_key} debe ser un número positivo mayor o igual a 4.

source: {key} key in {parent_key} must be either true or false.
de_de: {key} Schlüssel in {parent_key} muss entweder wahr oder falsch sein.
es_es: La clave {key} en {parent_key} debe ser verdadera o falsa.

source: {key} key in {parent_key} must be a non-negative number.
de_de: {key} Schlüssel in {parent_key} muss eine nicht-negative Zahl sein.
es_es: La clave {key} en {parent_key} debe ser un número no negativo.

source: {key} is not a key that can be specified in {parent_key}.
de_de: {key} ist kein Schlüssel, der in {parent_key} angegeben werden kann.
es_es: {key} no es una clave que se pueda especificar en {parent_key}.

source: {key} should be a 'key: value' mapping.
de_de: {key} sollte ein 'Schlüssel: Wert' Mapping sein.
es_es: {key} debería ser un mapeo de 'clave: valor'.

source: Value of question {key} is not a list of text values (answers).
de_de: Der Wert der Frage {key} ist keine Liste von Textwerten (Antworten).
es_es: El valor de la pregunta {key} no es una lista de valores de texto (respuestas).

source: A key of question {key} is not a text value.
de_de: Ein Schlüssel der Frage {key} ist kein Textwert.
es_es: Una clave de la pregunta {key} no es un valor de texto.

source: A trivia list should be a 'key: value' mapping.
de_de: Eine Trivialiste sollte eine Zuordnung von 'Schlüssel: Wert' sein.
es_es: Una lista de trivia debería ser un mapeo de 'clave: valor'.

source: I know this one! {answer}!
de_de: Das weiß ich! {answer}!
es_es: ¡Esta me la sé! ¡ {answer}!
fi_fi: Tiedän tämän! {answer}!
fr_fr: Je sais celui-ci ! {answer} !
it_it: La so! {answer}!
nb_no: Jeg vet dette! {answer}!
ru_ru: Я знаю это! {answer}!

source: Easy: {answer}.
de_de: Einfach: {answer}.
es_es: Fácil: {answer}.
fi_fi: Helppoa: {answer}.
fr_fr: Facile : {answer}.
it_it: Facile: {answer}.
nb_no: Lett: {answer}.
ru_ru: Легко: {answer}.

source: Oh really? It's {answer} of course.
de_de: Ach ja? Es ist natürlich {answer}.
es_es: ¿Oh, en serio? Es {answer}, por supuesto.
fi_fi: Ai oikeesti? Se on tietenkin {answer}.
fr_fr: Oh, vraiment ? C'est {answer} bien sûr.
it_it: Ma davvero? È {answer} naturalmente.
nb_no: Åh virkelig? Det er {answer} selvfølgelig.
ru_ru: Да неужели? Конечно же это {answer}.

source: I know this one! ||{answer}!||
de_de: Das weiß ich! ||{answer}!||
es_es: ¡Esta me la sé! ||{answer}!||
fr_fr: Je sais celui-là ! ||{answer} !||
nb_no: Jeg kan dette! ||{answer}!||
ru_ru: Я знаю это! ||{answer}!||

source: Easy: ||{answer}.||
de_de: Ganz einfach: ||{answer}.||
es_es: Fácil: ||{answer}.||
fr_fr: Facile : ||{answer}.||
nb_no: Lett: ||{answer}.||
ru_ru: Легко: ||{answer}.||

source: Oh really? It's ||{answer}|| of course.
de_de: Echt jetzt? Es ist natürlich ||{answer}||.
es_es: ¿Oh, en serio? Es ||{answer}|| por supuesto.
fr_fr: Oh, vraiment ? C'est ||{answer}|| bien sûr.
nb_no: Å? Det er selvfølgelig ||{answer}||.
ru_ru: Правда? Это же ||{answer}||, конечно.

source: To the next one I guess...
de_de: Dann wohl auf zur nächsten Frage...
es_es: Para la siguiente supongo...
fi_fi: Seuraavaan varmaan sitten...
fr_fr: Ce sera pour la prochaine, je suppose ...
it_it: Alla prossima, immagino...
nb_no: Til den neste jeg gjetter...
ru_ru: Думаю, в следующий раз повезет...

source: Moving on...
de_de: Weiter geht's...
es_es: Moviendo...
fi_fi: Eteenpäin...
fr_fr: Poursuivons ...
it_it: Andiamo avanti...
nb_no: Flytter på...
ru_ru: Двигаемся дальше...

source: I'm sure you'll know the answer of the next one.
de_de: Ich bin mir sicher, dass du die nächste Antwort wissen wirst.
es_es: Estoy seguro de que conocerás la respuesta de la siguiente.
fi_fi: Olen varma että tiedätte vastauksen seuraavaan.
fr_fr: Je suis sûr que vous connaîtrez la réponse de la prochaine.
it_it: Sono sicuro che saprai la risposta della prossima.
nb_no: Jeg er sikker på at du vet svaret av det neste.
ru_ru: Я уверена, что вы знаете следующее.

source: 😔 Next one.
de_de: 😔 Nächste Frage.
es_es: 😔 Siguiente.
fi_fi: 😔 Seuraava.
fr_fr: 😔 Suivante.
it_it: 😔 La prossima.
nb_no: 😔 Neste.
ru_ru: 😔 Следующий.

source: An unexpected error occurred in the trivia session.
de_de: In der Trivia-Sitzung ist ein unerwarteter Fehler aufgetreten.
es_es: Se ha producido un error inesperado en la sesión de trivia.

source: An unexpected error occurred in the trivia session. Check your console or logs for details.
de_de: In der Trivia-Session ist ein unerwarteter Fehler aufgetreten. Überprüfe deine Konsole oder Logs.
es_es: Se ha producido un error inesperado en la sesión de trivial. Compruebe su consola o registros para más detalles.
fi_fi: Trivia-istunnossa tapahtui odottamaton virhe. Tarkista lisätiedot konsolista tai lokeista.
fr_fr: Une erreur inattendue s'est produite dans la session de trivia. Vérifiez votre console ou les logs pour plus de détails.
nb_no: En uventet feil oppstod i trivia økten. Sjekk konsollen eller loggene din for detaljer.
ru_ru: В сессии викторины произошла непредвиденная ошибка. Проверьте консоль или лог для подробностей.

source: Question number {num}!
de_de: Frage Nummer {num}!
es_es: ¡Número de pregunta {num}!
fi_fi: Kysymys {num}!
fr_fr: Question numéro {num} !
it_it: Domanda numero {num}!
nb_no: Spørsmålsnummer {num}!
ru_ru: Вопрос №{num}!

source: There are no more questions!
de_de: Es gibt keine weiteren Fragen!
es_es: ¡No hay más preguntas!
fi_fi: Kysymykset loppuivat!
fr_fr: Il n'y a plus de questions !
it_it: Non esistono altre domande!
nb_no: Det er ingen flere spørsmål!
ru_ru: Больше нет вопросов!

source: {trivia_list} (by {author})
de_de: {trivia_list} (von {author})
es_es: {trivia_list} (por {author})
fi_fi: {trivia_list} (käyttäjältä {author})
fr_fr: {trivia_list} (par {author})
it_it: {trivia_list} (di {author})
nb_no: {trivia_list} (ved {author})
ru_ru: {trivia_list} (автор: {author})

source: Starting Trivia: {list_names}
de_de: Starte Trivia: {list_names}
es_es: Iniciando Trivial: {list_names}
fi_fi: Aloitetaan trivia: {list_names}
fr_fr: Démarrage du Trivia : {list_names}
it_it: Avvio Quiz: {list_names}
nb_no: Starter Trivia: {list_names}
ru_ru: Запуск викторины: {list_names}

source: Guys...? Well, I guess I'll stop then.
de_de: Leute...? Nun gut, ich denke dann werde ich aufhören.
es_es: ¿Chicos...? Bueno, supongo que me detendré entonces.
fi_fi: Äijät...? No ehkä lopetan sitten.
fr_fr: Est-ce qu'il y a encore quelqu'un ... ? Bon, je suppose que je vais arrêter alors.
it_it: Ragazzi...? Beh, allora mi fermo.
nb_no: Gjeter...? Vel, jeg gjetter jeg vil stoppe da.
ru_ru: Ребята...? Ну, я думаю, я остановлюсь тогда.

source: **+1** for me!
de_de: **+1** für mich!
es_es: ¡**+1** para mí!
fi_fi: **+1** minulle!
fr_fr: **+1** pour moi !
it_it: **+1** per me!
nb_no: **+1** for meg!
ru_ru: **+1** для меня!

source: You got it {user}! **+1** to you!
de_de: Du hast es raus, {user}! **+1** für dich!
es_es: ¡Lo tienes, {user}! ¡**+1** para ti!
fi_fi: Sait sen {user}! **+1** sinulle!
fr_fr: Bonne réponse {user} ! **+1** pour vous !
it_it: Colpito e affondato {user}! **+1** a te!
nb_no: Du fikk det {user}! **+1** til deg!
ru_ru: {user}, тебе удалось! **+1** для тебя!

source: Congratulations {users}! You have each received {num} {currency} for winning!
de_de: Glückwunsch, {users}! Sie erhälten jeweils {num} {currency} für Ihren Sieg erhalten!
es_es: ¡Enhorabuena {users}! ¡Cada uno ha recibido {num} {currency} por ganar!
fi_fi: Onnittelut {users}! Saitte {num} {currency} voittamisesta!
nb_no: Gratulerer {users}! Du har mottatt hver {num} {currency} for å vinne!
ru_ru: Поздравляем {users}! Вы получили {num} {currency} за победу!

source: Congratulations {user}! You have received {num} {currency} for winning!
de_de: Glückwunsch, {user}! Du erhältst {num} {currency} weil du Erster gewesen bist!
es_es: ¡Enhorabuena {user}! ¡Has recibido {num} {currency} por ganar!
fi_fi: Onnittelut {user}! Sait {num} {currency} voitosta!
nb_no: Gratulerer {user}! Du har mottatt {num} {currency} for å vinne!
ru_ru: Поздравляем {user}! Вы получили {num} {currency} за победу!

source: Yes
de_de: Ja
es_es: Sí
nb_no: Ja
ru_ru: Да

source: No
de_de: Nein
nb_no: Nei
ru_ru: Нет

source: Play trivia with friends!
de_de: Spiele Trivia mit Freunden!
es_es: ¡Juega al trivial con amigos!
fi_fi: Pelaa triviaa ystävien kanssa!
fr_fr: Jouez au Trivia entre amis !
it_it: Fate il quiz con gli amici!
nb_no: Spill trivia med venner!
ru_ru: Играть в викторину с друзьями!

source: Manage Trivia settings.
de_de: Verwalte Trivia Einstellungen.
es_es: Administrar ajustes de Trivial.
fi_fi: Hallitse trivia-asetuksia.
fr_fr: Gérer les paramètres du Trivia.
it_it: Gestisci le impostazioni Trivia.
nb_no: Administrer trivia innstillinger.
ru_ru: Управление настройками викторины.

source: Show the current trivia settings.
de_de: Zeige die aktuellen Trivia-Einstellungen.
es_es: Mostrar la configuración actual del trivial.
fi_fi: Näytä nykyiset trivia-asetukset.
fr_fr: Afficher les paramètres actuels de la trivia.
nb_no: Vis nåværende trivia innstillinger.
ru_ru: Показать текущие настройки викторины.

source: Set the total points required to win.
de_de: Die Gesamtpunktzahl für den Sieg festlegen.
es_es: Ajuste los puntos totales necesarios para ganar.
fi_fi: Aseta voittoon tarvittavat pisteet.
fr_fr: Définissez le nombre total de points requis pour gagner.
it_it: Imposta i punti totali necessari per vincere.
nb_no: Setter totalt poeng som kreves for å vinne.
ru_ru: Установить общее количество очков, необходимое для победы.

source: Score must be greater than 0.
de_de: Punkte müssen höher als 0 sein.
es_es: La puntuación debe ser mayor que 0.
fi_fi: Pisteiden tulee olla enemmän kuin 0.
fr_fr: Le score doit être supérieur à 0.
it_it: Il punteggio deve essere maggiore di 0.
nb_no: Poengsummen må være større enn 0.
ru_ru: Счет должен быть больше 0.

source: Done. Points required to win set to {num}.
de_de: Erledigt. Punkte für den Sieg auf {num} gesetzt.
es_es: Hecho. Los puntos necesarios para ganar se han establecido en {num}.
fi_fi: Valmis. Voittoon tarvitaan nyt {num} pistettä.
fr_fr: Fait. Nombre de points requis pour gagner définir sur {num}.
it_it: Fatto. Punti necessari per vincere impostati a {num}.
nb_no: Ferdig. Poeng kreves for å vinne satt til {num}.
ru_ru: Готово. Очки, необходимые для победы, равны {num}.

source: Set the maximum seconds permitted to answer a question.
de_de: Maximal erlaubte Sekunden zum Beantworten einer Frage festlegen.
es_es: Establecer los segundos máximos permitidos para responder una pregunta.
fi_fi: Aseta kysymysten maksimivastausaika.
fr_fr: Définissez le nombre maximum de secondes autorisées pour répondre à une question.
it_it: Imposta il numero di secondi massimo permessi per rispondere a una domanda.
nb_no: Angi maksimalt antall sekunder tillatt å svare på spørsmål.
ru_ru: Установить максимально разрешенное количество секунд для ответа на вопрос.

source: Must be at least 4 seconds.
de_de: Muss mindestens 4 Sekunden betragen.
es_es: Debe ser de al menos 4 segundos.
fi_fi: Täytyy olla vähintään 4 sekuntia.
fr_fr: Il faut au moins 4 secondes.
it_it: Deve essere di almeno 4 secondi.
nb_no: Må være minst 4 sekunder.
ru_ru: Должно быть не менее 4 секунд.

source: Done. Maximum seconds to answer set to {num}.
de_de: Erledigt. Maximale Sekunden zum Beantworten auf {num} gesetzt.
es_es: Hecho. Se ha establecido un máximo de segundos para responder a {num}.
fi_fi: Valmis. Vastausajaksi asetettiin {num}.
fr_fr: Fait. Le nombre de secondes pour répondre est défini à {num}.
it_it: Fatto. Secondi massimi per rispondere impostati a {num}.
nb_no: Ferdig. Maksimalt antall sekunder å svare angir {num}.
ru_ru: Готово. Максимальное количество секунд на ответ - {num}.

source: Set how long until trivia stops due to no response.
de_de: Festlegen wann Trivia beendet wird wenn keine Teilnahme besteht.
es_es: Establecer cuánto tiempo hasta que el trivial se detenga debido a que no hay respuesta.
fi_fi: Aseta kuinka kauan ajan päästä trivia loppuu ilman vastauksia.
fr_fr: Définissez combien de temps avant l'arrêt du Trivia en raison de l'absence de réponse.
it_it: Imposta quanto tempo deve trascorrere perché il quiz si ferma per mancanza di risposta.
nb_no: Angi hvor lenge det skal gis til reisen stopper på grunn av ingen respons.
ru_ru: Установить, через какое время викторина остановится из-за отсутствия ответа.

source: Must be larger than the answer time limit.
de_de: Muss größer sein als das Zeitlimit für Antworten.
es_es: Debe ser mayor que el límite de tiempo de respuesta.
fi_fi: Täytyy olla suurempi kuin vastausaika.
fr_fr: Doit être supérieur au délai de réponse.
it_it: Deve essere superiore al limite di tempo di risposta.
nb_no: Må være større enn svarenes tidsgrense.
ru_ru: Должно быть больше, чем время ответа.

source: Done. Trivia sessions will now time out after {num} seconds of no responses.
de_de: Erledigt. Trivia Runden ohne Teilnahme werden nun nach {num} Sekunden abgeschaltet.
es_es: Hecho. Las sesiones de Trivia ahora terminarán después de {num} segundos sin respuestas.
fi_fi: Valmista. Trivia-istunnot päättyvät nyt, jos kukaan ei vastaa {num} sekuntiin.
fr_fr: Fait. Les sessions de Trivia vont maintenant expirer après {num} secondes s'il n'y a aucune réponse.
it_it: Fatto. Le sessioni di Quiz scadranno dopo {num} secondi senza alcuna risposta.
nb_no: Ferdig. Start økter vil nå utløpe etter {num} sekunder med ingen svar.
ru_ru: Готово. Сеансы викторины теперь будут иметь время ожидания после {num} секунд отсутствия ответов.

source: Allow/disallow trivia lists to override settings.
de_de: Erlaubt/verbietet Trivia Listen Einstellungen zu überschreiben.
es_es: Permitir/no permitir que las listas de trivial anulen los ajustes.
fi_fi: Salli/kiellä trivia-listoja ohittamasta asetuksia.
fr_fr: Autoriser/interdire les listes de trivia pour substituer les paramètres.
it_it: Consenti/proibisci che le liste di Quiz ignoring le impostazioni.
nb_no: Tillatt / ikke tillate turvia lister for å overstyre innstillinger.
ru_ru: Разрешить/запретить спискам викторины перезаписывать настройки.

source: Done. Trivia lists can now override the trivia settings for this server.
de_de: Erledigt. Trivia Listen können nun die Trivia Einstellungen auf diesem Server überschreiben.
es_es: Hecho. Las listas de Trivial ahora pueden reemplazar la configuración de trivial para este servidor.
fi_fi: Valmista. Trivia-listat voivat nyt ohittaa tämän palvelimen trivia-asetuksia.
fr_fr: Fait. Les listes de trivia peuvent maintenant substituer les paramètres de Trivia pour ce serveur.
it_it: Fatto. Le liste di Quiz adesso possono ignorare le impostazioni dei quiz per questo server.
nb_no: Ferdig. Trivia lister kan nå overstyre trivia innstillingene for denne serveren.
ru_ru: Готово. Списки викторины теперь могут перезаписывать настройки викторины для этого сервера.

source: Done. Trivia lists can no longer override the trivia settings for this server.
de_de: Erledigt. Trivia Listen können nicht mehr die Trivia Einstellungen auf diesem Server überschreiben.
es_es: Hecho. Las listas de Trivial ya no pueden reemplazar la configuración de trivial para este servidor.
fi_fi: Valmista. Trivia-listat eivät voi enää ohittaa palvelimen trivia-asetuksia.
fr_fr: Fait. Les listes de trivia ne peuvent maintenant plus substituer les paramètres de Trivia pour ce serveur.
it_it: Fatto. Le liste di Quiz adesso non possono più ignorare le impostazioni dei quiz per questo server.
nb_no: Ferdig. Trivia lister kan ikke lenger overstyre trivia innstillinger for denne serveren.
ru_ru: Готово. Списки викторины больше не могут перезаписывать настройки викторины для этого сервера.

source: Set if bot will display the answers in spoilers. If enabled, the bot will use spoilers to hide answers.
de_de: Legen Sie fest, ob Bot die Antworten in Spoilern anzeigt. Wenn aktiviert, wird der Bot Spoiler benutzen, um Antworten zu verstecken.
es_es: Establece si el bot mostrará las respuestas en spoilers. Si está habilitado, el bot usará spoilers para ocultar las respuestas.
nb_no: Velg om bot vil vise svarene på spoilere. Hvis aktivert, vil boten bruke spoilere for å skjule svar.
ru_ru: Устанавливает, будет ли бот отображать ответы в спойлерах. Если включено, бот будет использовать спойлеры для сокрытия ответов.

source: Done. I'll put the answers in spoilers next time.
de_de: Gut. Die Antworten werden ab jetzt in Spoilern gesetzt.
es_es: Listo. La próxima vez pondré las respuestas en spoilers.
fr_fr: Fait. Je mettrai les réponses dans des spoilers la prochaine fois.
nb_no: Ferdig. Jeg legger svarene i spoilere neste gang.
ru_ru: Выполнено. В следующий раз я буду помещать ответы в спойлеры.

source: Alright, I won't use spoilers to hide answers anymore.
de_de: In Ordnung, ab sofort werden für Antworten keine Spoiler verwendet.
es_es: De acuerdo, ya no usaré spoilers para ocultar las respuestas.
nb_no: Ok, jeg vil ikke bruke spoilere for å skjule svar lenger.
ru_ru: Хорошо, я больше не буду использовать спойлеры, чтобы скрыть ответы.

source: Set whether or not the bot gains points. If enabled, the bot will gain a point if no one guesses correctly.
de_de: Legt fest ob der Bot Punkte erhält oder nicht. Bei Aktivierung erhält der Bot Punkte, wenn keiner die richtige Antwort gibt.
es_es: Establece si el bot gana puntos o no. Si está habilitado, el bot ganará un punto si nadie adivina correctamente.
fi_fi: Aseta saako botti pisteitä. Jos tämä on käytössä, botti saa pisteen kun kukaan ei arvaa oikein.
fr_fr: Définit si le bot gagne ou non des points. Si cette option est activée, le bot gagnera un point si personne ne devine correctement.
nb_no: Angi om bot skal gevinst punktene. Hvis dette er aktivert, får boten et poeng hvis ingen gjetter riktig.
ru_ru: Установить, будет ли бот набирать очки. Если включено, то бот будет получать очки, если никто не угадает правильно.

source: Done. I'll now gain a point if users don't answer in time.
de_de: Erledigt. Ich erhalte jetzt einen Punkt wenn Benutzer nicht rechtzeitig antworten.
es_es: Hecho. Ahora ganaré un punto si los usuarios no responden a tiempo.
fi_fi: Valmista. Saan nyt pisteen, jos pelaajat eivät vastaa ajoissa.
fr_fr: Fait. Je vais maintenant gagné un point si les utilisateurs ne répondent pas dans le délai.
it_it: Fatto. Ora otterrò un punto se gli utenti non rispondono in tempo.
nb_no: Ferdig. Jeg får nå et poeng hvis brukere ikke svarer i tide.
ru_ru: Готово. Теперь я буду получать очки, если пользователи не ответят вовремя.

source: Alright, I won't embarrass you at trivia anymore.
de_de: Na gut, ich werde euch nicht länger bei Trivia vorführen.
es_es: Bien, ya no te avergonzaré en el trivial.
fi_fi: Selvä, en nolaa teitä enää trivialla.
nb_no: Ok, jeg kommer ikke lenger til å flettes deg.
ru_ru: Хорошо, я не буду больше смущать вас в викторине.

source: Set whether or not the answer is revealed. If enabled, the bot will reveal the answer if no one guesses correctly in time.
de_de: Legt fest ob die Antwort verraten wird. Bei Aktivierung wird der Bot die Antwort verraten wenn keiner rechtzeitig die richtige Antwort gegeben hat.
es_es: Establecer si la respuesta es o no revelada. Si está activado, el bot revelará la respuesta si nadie adivina correctamente a tiempo.
fi_fi: Aseta paljastetaanko oikea vastaus. Jos tämä on käytössä, botti paljastaa vastauksen mikäli kukaan ei arvaa oikein ajoissa.
fr_fr: Définissez si la réponse est révélée ou non. Si activé, le bot révélera la réponse si personne ne devine correctement à temps.
nb_no: Angi om svaret blir avslørt eller ikke. Hvis aktivert, boten vil vise svaret hvis ingen gjetter riktig i tide.
ru_ru: Устанавливает, будет ли ответ раскрыт или нет. Если включено, бот покажет ответ, если никто не угадает вовремя.

source: Done. I'll reveal the answer if no one knows it.
de_de: Erledigt. Ich werde die Antwort verraten wenn sie keiner wusste.
es_es: Hecho. Voy a revelar la respuesta si nadie la conoce.
fi_fi: Selvä. Paljastan vastauksen, jos kukaan ei tiedä sitä.
fr_fr: Fait. Je vais révéler la réponse si personne ne la trouve.
it_it: Fatto. rivelerò la risposta se nessuno la sa.
nb_no: Ferdig. Jeg vil se svaret hvis ingen vet det.
ru_ru: Готово. Я буду раскрывать ответ, если его никто не знает.

source: Alright, I won't reveal the answer to the questions anymore.
de_de: Alles klar. Ich werde die Antworten nicht mehr verraten.
es_es: Bien, ya no revelaré la respuesta a las preguntas.
fi_fi: No niin, en enää paljasta vastauksia kysymyksiin.
fr_fr: D'accord, je ne révélerais plus la réponse aux questions.
it_it: Bene, non rivelerò più la risposta alle domande.
nb_no: Ok, jeg får ikke lenger svar på spørsmålene.
ru_ru: Хорошо, я больше не буду раскрывать ответы на вопросы.
