Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/trivia/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, it_it, nb_no, ru_ru

source: Current settings Bot gains points: {bot_plays} Answer time limit: {delay} seconds Lack of response timeout: {timeout} seconds Points to win: {max_score} Reveal answer on timeout: {reveal_answer} Payout multiplier: {payout_multiplier} Allow lists to override settings: {allow_override}
fi_fi: Nykyiset asetukset Botti kerää pisteitä: {bot_plays} Vastausaika: {delay} sekuntia Puuttuvien vastausten aikakatkaisu: {timeout} sekuntia Pisteet voittoon: {max_score} Paljasta vastaukset: {reveal_answer} Palkintokerroin: {payout_multiplier} Anna listojen ohittaa asetuksia: {allow_override}

source: Invalid syntax:
fi_fi: Virheellinen syntaksi:
fr_fr: Syntaxe invalide :
