Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/commands/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Managed node will allow playback from Twitch. Run `{p}{cmd}` for it to take effect.
es_es: El nodo administrado permitirá la reproducción desde Twitch. Ejecute `{p}{cmd}` para que surta efecto.
pl_pl: Zarządzany węzeł pozwoli na odtwarzanie z Twitcha. Uruchom `{p}{cmd}`, aby zaczął działać.

source: Managed node will not play from Twitch anymore. Run `{p}{cmd}` for it to take effect.
es_es: El nodo administrado ya no reproducirá desde Twitch. Ejecuta `{p}{cmd}` para que surta efecto.
pl_pl: Zarządzany węzeł nie będzie już odtwarzany z Twitcha. Uruchom `{p}{cmd}`, aby stał się skuteczny.

source: Toggle Vimeo source on or off. This toggle controls the playback of all Vimeo related content.
es_es: Activa o desactiva la fuente Vimeo. Esta función controla la reproducción de todo el contenido relacionado con Vimeo.
pl_pl: Włącz lub wyłącz źródło Vimeo. To przełączanie kontroluje odtwarzanie wszystkich treści związanych z Vimeo.

source: Managed node will allow playback from Vimeo. Run `{p}{cmd}` for it to take effect.
es_es: El nodo administrado permitirá la reproducción desde Vimeo. Ejecuta `{p}{cmd}` para que tenga efecto.
pl_pl: Zarządzany węzeł pozwoli na odtwarzanie z Vimeo. Uruchom `{p}{cmd}` aby zaczął działać.

source: Managed node will not play from Vimeo anymore. Run `{p}{cmd}` for it to take effect.
es_es: El nodo administrado ya no reproducirá desde Vimeo. Ejecute `{p}{cmd}` para que surta efecto.
pl_pl: Zarządzany węzeł nie będzie już grał z Vimeo. Uruchom `{p}{cmd}`, aby zaczął działać.

source: `Dangerous command` Set the managed Lavalink node framebuffer size. Only change this if you have been directly advised to, changing it can cause significant playback issues.
es_es: `Comando peligroso` Establece el tamaño del framebuffer del nodo administrado de Lavalink. Sólo cambie esto si ha sido notificado directamente a cambiarlo puede causar problemas significativos de reproducción.
pl_pl: `Niebezpieczna komenda` Ustaw rozmiar framebuffera zarządzanego węzła Lavalink. Zmieniaj to tylko wtedy, gdy zostało Ci to bezpośrednio zalecone, zmiana może spowodować znaczące problemy z odtwarzaniem.

source: The lowest value the framebuffer can be set to is 100ms.
de_de: Der niedrigste Wert, auf den der Framebuffer eingestellt werden kann, ist 100 ms.
es_es: El valor más bajo al que se puede ajustar el framebuffer es 100ms.
pl_pl: Najniższa wartość, jaką bufor ramki można ustawić na 100ms.

source: Managed node's bufferDurationMs set to {milliseconds}. Run `{p}{cmd}` for it to take effect.
de_de: PufferDurationMs des verwalteten Knotens auf {milliseconds} gesetzt. Führen Sie `{p}{cmd}` aus, damit es wirksam wird.
es_es: Se han cambiado el bufferDurationMs de los nodos administrados a {milliseconds}. Ejecute `{p}{cmd}` para que tenga efecto.
pl_pl: Wielkość node heap-size ustawiona na {milliseconds}. Uruchom `{p}{cmd}`, aby to zadziałało.

source: `Dangerous command` Set the managed Lavalink node JDA-NAS buffer size. Only change this if you have been directly advised to, changing it can cause significant playback issues.
es_es: `Comando peligroso` Establece el tamaño del búfer JDA-NAS gestionado del nodo Lavalink. Sólo cambie esto si ha sido notificado directamente a cambiarlo puede causar problemas significativos de reproducción.
pl_pl: `Niebezpieczna komenda` Ustawienie rozmiaru bufora zarządzanego węzła Lavalink JDA-NAS. Zmieniaj to tylko wtedy, gdy zostało Ci to bezpośrednio zalecone, zmiana może spowodować znaczące problemy z odtwarzaniem.

source: The lowest value the buffer may be is 100ms.
de_de: Der kleinste Wert, den der Puffer haben kann, ist 100 ms.
es_es: El valor más bajo que puede tener el buffer es de 100ms.
pl_pl: Najniższa wartość bufora może wynosić 100 ms.

source: Reset all `llset` changes back to their default values.
de_de: Setzt alle `llset`-Änderungen auf ihre Standardwerte zurück.
es_es: Restablece todos los cambios de `llset` a sus valores predeterminados.
pl_pl: Zresetuj wszystkie `llset` z powrotem do ich wartości domyślnych.

source: Local playback commands.
de_de: Befehle zur lokalen Wiedergabe.
es_es: Comandos de reproducción locales.
fi_fi: Paikallisen toiston komennot.
fr_fr: Commandes de lecture locale.
nb_no: Lokale avspillingskommandoer.
pl_pl: Komendy lokalnego odtwarzania.
ru_ru: Команды локального воспроизведения.
tr_tr: Yerel çalma komutları

source: Play all songs in a localtracks folder. **Usage**: ​ ​ ​ ​ `[p]local folder` ​ ​ ​ ​ ​ ​ ​ ​ Open a menu to pick a folder to queue. ​ ​ `[p]local folder folder_name` ​ ​ ​ ​ ​ ​ ​ ​ Queues all of the tracks inside the folder_name folder.
es_es: Reproducir todas las canciones de una carpeta de pistas local. **Uso**: ​ ​ ​ ​ `[p]local folder` ​ ​ ​ ​ ​ ​ ​ ​ Abre un menú para elegir una carpeta en cola. ​ ​ `[p]local folder nombre_carpeta` ​ ​ ​ ​ ​ ​ ​ ​ Pon en cola todas las pistas dentro de la carpeta.
nb_no: Spill av alle sanger i en lokalspor mappe. ​ ​ ​ ​ `[p]local folder` Åpne en meny for å velge en mappe som skal stå i kø. ​ ​ `[p]local folder folder_name` Kjør alle sporene i mappen mappenavn.
pl_pl: Odtwarzaj wszystkie utwory w folderze localTracks **Użycie**: `[p]local folder` Otwórz menu aby wybrać folder do kolejki. <unk> `[p]local folder folder_name` ' Zakłada wszystkie ścieżki w folder_name folder.
ru_ru: Воспроизведение всех песен в папке localtracks. **Использование**: `[p]local folder`. Открыть меню для выбора папки для очереди. `[p]local folder folder_name` Ставит в очередь все композиции из папки folder_name.
tr_tr: Bir yerel parçalar klasöründeki tüm şarkıları oynat. **Örnek**: ​ ​ ​ ​ `[p]local folder` ​ ​ ​ ​ ​ ​ ​ ​ Sıraya eklenecek klasörü seçmek için bir menü aç. ​ ​ `[p]local folder klasör_adı` ​ ​ ​ ​ ​ ​ ​ ​klasör_adı klasöründeki tüm parçaları sıraya ekler.

source: Folder Not Found
de_de: Ordner nicht gefunden
es_es: Carpeta no encontrada
fi_fi: Kansiota ei löytynyt
fr_fr: Dossier introuvable
nb_no: Fant ikke mappen
pl_pl: Nie znaleziono folderu
ru_ru: Папка не найдена
tr_tr: Klasör bulunamadı

source: Localtracks folder named {name} does not exist.
de_de: Der Localtracks-Ordner namens {name} existiert nicht.
es_es: La carpeta Localtracks llamada {name} no existe.
fi_fi: Paikallisten kappaleiden kansiota nimellä {name} ei löytynyt.
nb_no: Lokale spor-mappen med navnet {name} eksisterer ikke.
pl_pl: Folder lokalnych utworów o nazwie {name} nie istnieje.
ru_ru: Папка Local tracks с именем {name} не существует.
tr_tr: Yerel parçalar klasörü {name} bulunamadı.

source: Play a local track. To play a local track, either use the menu to choose a track or enter in the track path directly with the play command. To play an entire folder, use `[p]help local folder` for instructions. **Usage**: ​ ​ ​ ​ `[p]local play` ​ ​ ​ ​ ​ ​ ​ ​ Open a menu to pick a track. ​ ​ ​ ​ `[p]play localtracks\album_folder\song_name.mp3` ​ ​ ​ ​ `[p]play album_folder\song_name.mp3` ​ ​ ​ ​ ​ ​ ​ ​ Use a direct link relative to the localtracks folder.
es_es: Reproducir una pista local. Para reproducir una pista local, o bien utilice el menú para elegir una pista o introduzca la ruta de la pista directamente con el comando de reproducción. Para reproducir una carpeta completa, usa `[p]help local folder` para las instrucciones. **Uso**: ​ ​ ​ ​ `[p]local play` ​ ​ ​ ​ ​ ​ ​ ​ Abrir un menú para elegir una pista. ​ ​ ​ `[p]play localtracks\carpeta_album\titulo_canción.mp3` ​ ​ ​ `[p]play carpeta_album\titulo_canción.mp3` ​ ​ ​ ​ ​ ​ ​ ​ Utilice un enlace directo en relación a la carpeta localtracks.
nb_no: Spill av et lokalt spor. For å spille et lokalt spor, enten bruk menyen til å velge et spor eller skrive inn i sporbanen direkte med spillkommandoen. For å spille en hel mappe, bruk `[p]for å hjelpe lokal mappe` for instruksjoner. **Usage**: ​ ​ ​ ​ `[p]local play` Åpne en meny for å velge et spor. ​ ​ ​ ​ `[p]play localtracks\album_folder\song_name.mp3` ​ ​ ​ ​ `[p]play album_folder\song_name.mp3` Bruk en direkte lenke i forhold til localtracks -mappen.
pl_pl: Odtwarzanie ścieżki lokalnej. Aby odtworzyć lokalną ścieżkę, użyj menu do wyboru ścieżki lub wprowadź ścieżkę bezpośrednio za pomocą polecenia play. Aby odtworzyć cały folder, użyj instrukcji `[p]help local folder`. **Usage**: `[p]local play`. Otwórz menu by wybrać ścieżkę. ​`[p]play localtracks\album_folder\song_name.mp3` `[p]play album_folder\nazwa_piosenki.mp3`. Użyj bezpośredniego linku do folderu localtracks.
ru_ru: Воспроизведение локальной дорожки. Чтобы воспроизвести локальный трек, используйте меню для выбора трека или введите путь к треку непосредственно командой play. Чтобы воспроизвести всю папку, используйте команду `[p]help local folder` для получения инструкций. **Использование**: `[p]local play`. Открыть меню для выбора дорожки. `[p]play localtracks\album_folder\song_name.mp3` `[p]play album_folder\song_name.mp3`. Использовать прямую ссылку относительно папки localtracks.
tr_tr: Bir yerel parçayı oynat. Bir yerel parçayı oynatmak için, menüyü kullanarak bir parça seçin veya play komutuna direk parçanın konumunu yazın. Bir klasörün tamamını oynatmak istiyorsanız yönergeler için `[p]help local folder` komutuna göz atın. **Seçenekler**: ​ ​ ​ ​ `[p]local play` ​ ​ ​ ​ ​ ​ ​ ​ Parça seçmek için bir menü aç. ​ ​ ​ ​ `[p]play localtracks\albüm_klasörü\şarkı.mp3` ​ ​ ​ ​ `[p]play albüm_klasörü\şarkı.mp3` ​ ​ ​ ​ ​ ​ ​ ​ Localtracks klasörüne göre belirlenmiş tam konumu kullanın.

source: No album folders found.
de_de: Keine Album-Ordner gefunden.
es_es: No se encontraron carpetas de álbumes.
fi_fi: Albumikansioita ei löytynyt.
fr_fr: Aucun dossier d'album trouvé.
nb_no: Ingen albummapper funnet.
pl_pl: Nie znaleziono folderów albumów.
ru_ru: Папки альбомов не найдены.
tr_tr: Albüm klasörü bulunamadı

source: Search for songs across all localtracks folders.
de_de: Sucht nach Tracks in allen lokalen Ordnern.
es_es: Buscar canciones en todas las carpetas de las pistas locales.
fi_fi: Etsi kappaleita kaikista paikallisten kappaleiden kansioista.
fr_fr: Rechercher des musiques dans tout les dossiers de localtracks.
nb_no: Søk etter sanger i alle mapper med lokalt spor.
pl_pl: Szukaj piosenek we wszystkich folderach lokalnych.
ru_ru: Поиск песен по всем локальным папкам.
tr_tr: Bütün yerel şarkı dizinleri arasında şarkı arar

source: No matches.
de_de: Keine Treffer.
es_es: No hay coincidencias.
fi_fi: Ei tuloksia.
fr_fr: Aucune correspondance.
nb_no: Ingen treff.
pl_pl: Brak dopasowań.
ru_ru: Нет совпадений.
tr_tr: Eşleşme yok.

source: Make Red sing one of her songs.
de_de: Lasse Red eines ihrer Lieder singen.
es_es: Haz que Red cante una de sus canciones.
fi_fi: Laita Red laulamaan yksi hänen lauluistaan.
fr_fr: Fait chanter une des musiques de Red.
nb_no: Få Red til å synge en av sangene hennes.
pl_pl: Spraw aby Red zaśpiewała jedną z jej piosenek.
ru_ru: Заставь Red спеть одну из ее песен.
tr_tr: Qua'nın kendi şarkılarından birisini söylemesini sağlar

source: Audio stats.
de_de: Audio-Statistiken.
es_es: Estadísticas de audio.
fi_fi: Audio-tilastot.
fr_fr: Stats de l’audio.
nb_no: Lydstatistikk.
pl_pl: Statystyki dźwięku.
ru_ru: Аудио статистика.
tr_tr: Ses istatistikleri

source: Not connected anywhere.
de_de: Keine Verbindungen.
es_es: No conectado en ninguna parte.
fi_fi: Ei yhdistettynä millään palvelimella.
fr_fr: Connecté nul part.
nb_no: Ikke koblet noe sted.
pl_pl: Nigdzie nie połączono.
ru_ru: Никуда не подключено.
tr_tr: Hiçbir kanal da değilim.

source: Playing in {num}/{total} servers:
de_de: Spielt in {num}/{total} Servern:
es_es: Reproduciendo en {num}/{total} servidores:
fi_fi: Toistetaan {num}/{total} palvelimella:
fr_fr: Lecture dans {num}/{total} serveurs :
nb_no: Spiller på {num} / {total} servere:
pl_pl: Gra na serwerach {num}/{total}:
ru_ru: Воспроизводит на {num}/{total} серверах:
tr_tr: {num}/{total} sunucu da çalınıyor

source: Page {}/{}
de_de: Seite {}/{}
es_es: Página {}/{}
fi_fi: Sivu {}/{}
nb_no: Side {}/{}
pl_pl: Strona {}/{}
ru_ru: Страница {}/{}
tr_tr: Sayfa {}/{}

source: Queue percentage.
de_de: Position in Warteschlange (in Prozent).
es_es: Porcentaje de cola.
fi_fi: Jonon prosenttiosuus.
fr_fr: Pourcentage de la liste.
nb_no: Køprosent.
pl_pl: Procent kolejki.
ru_ru: Процент очереди.
tr_tr: Sıra yüzdesi

source: There's nothing in the queue.
de_de: Die Warteschlange ist leer.
es_es: No hay nada en la cola.
fi_fi: Jonossa ei ole mitään.
fr_fr: Il n'y a rien dans la liste.
nb_no: Det er ingenting i køen.
pl_pl: Niczego nie ma w kolejce.
ru_ru: Очередь пуста.
tr_tr: Henüz burada bir şey yok.

source: Queued and playing tracks:
de_de: Eingereihte und spielende Titel:
es_es: Pistas en cola y reproduciendo:
fi_fi: Jonossa olevat ja soivat kappaleet:
fr_fr: Dans la liste et en cours de lecture :
nb_no: Spor i kø og spiller:
pl_pl: Zakolejkowane i odtwarzane utwory:
ru_ru: Находящиеся в очереди и воспроизводимые треки:
tr_tr: Sıraya alınıp oynatılan şarkılar:

source: Play the specified track or search for a close match. To play a local track, the query should be `<parentfolder>\<filename>`. If you are the bot owner, use `[p]audioset info` to display your localtracks path.
de_de: Spielt den angegebenen Titel ab oder sucht nach einem ähnlichen Titel. Um einen lokalen Titel abzuspielen, sollte die Abfrage `<parentfolder>\<filename>` lauten. Wenn Sie der Bot-Besitzer sind, verwenden Sie `[p]audioset info`, um den Pfad Ihrer lokalen Tracks anzuzeigen.
es_es: Reproducir la pista especificada o buscar un resultado similar. Para reproducir una pista local, la consulta debe ser `<parentfolder>\<filename>`. Si eres el propietario del bot, usa `[p]audioset info` para mostrar tu ruta de pistas locales.
nb_no: Spill av det angitte sporet eller søk etter en nærkamp. For å spille et lokalt spor bør spørringen være `<parentfolder>\<filename>`. Hvis du er botens eier, bruk `[p]audioset info` for å vise localtracks banen.
pl_pl: Odtwarzaj określoną ścieżkę lub szukaj bliskiego dopasowania. Aby zagrać lokalny utwór, zapytanie powinno być `<parentfolder>\<filename>`. Jeśli jesteś właścicielem bota, użyj `[p]audioset info` aby wyświetlić ścieżkę do ścieżek lokalnych.
ru_ru: Воспроизведение указанного трека или поиск близкого совпадения. Чтобы воспроизвести локальный трек, запрос должен быть `<parentfolder>\<filename>`. Если вы являетесь владельцем бота, используйте `[p]audioset info` для отображения пути к локальным трекам.
tr_tr: Belirtilen parçayı oynat veya en yakın eşleşmeyi ara. Yerel bir dosyayı oynatmak için şu sorguyu kullanın: `<üstklasör>\<dosyaadı>`. Eğer bot sahibi iseniz, localtracks klasörünü görmek için `[p]audioset info` komutu kullanabilirsiniz.

source: That URL is not allowed.
de_de: Dieser Link ist nicht erlaubt.
es_es: Esta URL no está permitida.
fi_fi: Tuo URL-osoite ei ole sallittu.
fr_fr: Cette URL n'est pas autorisée.
nb_no: Den nettadressen er ikke tillatt.
pl_pl: Ten adres URL jest niedozwolony.
ru_ru: Этот URL адрес не допускается.
tr_tr: Bu URL'e izin verilmiyor.

source: That track is not allowed.
de_de: Dieser Track ist nicht erlaubt.
es_es: Esta canción no está permitida.
fi_fi: Tuon kappaleen toisto ei ole sallittua.
fr_fr: Cette piste n'est pas autorisée.
nb_no: Det sporet er ikke tillatt.
pl_pl: Ten utwór jest niedozwolony.
ru_ru: Этот трек не разрешен.
tr_tr: Bu parçaya izin verilmiyor.

source: You need the DJ role to queue tracks.
de_de: Du benötigst die DJ Rolle um Titel einzureihen.
es_es: Necesitas el rol de DJ para hacer colas.
fi_fi: Tarvitset DJ-roolin lisätäksesi kappaleita jonoon.
fr_fr: Vous devez avoir le rôle DJ pour ajouter des pistes à la liste.
nb_no: Du trenger DJ-rollen for å stå i kø.
pl_pl: Potrzebujesz roli DJ do zakolejkowania utworów.
ru_ru: Вам нужна роль диджея, чтобы ставить треки в очередь.
tr_tr: Sıraya şarkı ekleyebilmek için DJ rolüne ihtiyacınız var.

source: Connection to Lavalink node has failed
de_de: Verbindung zum Lavalink Knoten ist fehlgeschlagen
es_es: La conexión al nodo Lavalink ha fallado
fr_fr: La connexion à Lavalink a échoué
pl_pl: Połączenie z węzłem Lavalink nie powiodło się

source: Please check your console or logs for details.
de_de: Bitte überprüfen Sie Ihre Konsole oder Protokolle für Details.
es_es: Por favor, comprueba tu consola o registros para más detalles.
fi_fi: Tarkista lisätiedot konsolista tai logeista.
fr_fr: Veuillez vérifier votre console ou les logs pour plus de détails.
nb_no: Vennligst sjekk konsollen eller loggene dine for detaljer.
pl_pl: Sprawdź swoją konsolę lub logi w celu uzyskania szczegółów.
ru_ru: Пожалуйста, проверьте вашу консоль или логи для получения более подробной информации.
tr_tr: Console veya loglarınızı kontrol edin.

source: You must be in the voice channel to use the play command.
de_de: Du musst dich in dem Sprachkanal befinden, um den play Befehl zu verwenden.
es_es: Debes estar en el canal de voz para usar el comando de reproducción.
fi_fi: Sinun täytyy olla puhekanavalla käyttääksesi play-komentoa.
fr_fr: Vous devez être dans un salon vocal pour utiliser la commande play.
nb_no: Du må være i talekanalen for å bruke spillkommandoen.
pl_pl: Musisz być na kanale głosowym, aby użyć komendy odtwarzania.
ru_ru: Вы должны быть в голосовом канале, чтобы использовать команду воспроизведения.
tr_tr: Şarkıyı başlatabilmek için bir kanal da olmanız gerekli.

source: No tracks found for `{query}`.
de_de: Keine Tracks für `{query} ` gefunden.
es_es: No se han encontrado pistas para `{query}`.
fi_fi: Kappaleita ei löydetty haulla `{query}`.
fr_fr: Aucune piste trouvée pour `{query}`.
nb_no: Ingen spor funnet for `{query}`.
pl_pl: Nie znaleziono utworów dla `{query}`.
ru_ru: Не найдено треков для `{query}`.
tr_tr: `{query}` ile uyuşan herhangi bir parça bulunamadı.

source: Queue size limit reached.
de_de: Maximale Warteschlangengröße erreicht.
es_es: Límite de cola alcanzado.
fi_fi: Jonon enimmäispituus on saavutettu.
fr_fr: Limite de la file de lecture atteinte.
nb_no: Grensen for kø er nådd.
pl_pl: Osiągnięto limit rozmiaru kolejki.
ru_ru: Достигнут предел размера очереди.
tr_tr: Sıraya alma limitine ulaşıldı.

source: Force play a URL or search for a track.
de_de: Erzwinge die Wiedergabe einer URL oder Suche nach einem Track.
es_es: Forzar la reproducción de una URL o buscar una pista.
fi_fi: Pakota URL-osoitteen toisto tai etsi kappaletta.
fr_fr: Forcer la lecture d'une URL ou chercher une piste.
nb_no: Tving avspilling av URL eller søk etter et spor.
pl_pl: Wymuś odtwarzanie adresu URL lub wyszukiwanie utworu.
ru_ru: Принудительно воспроизвести URL или найденный трек.
tr_tr: Bir URL'yi çalmaya zorlayın veya bir parça arayın.

source: Only single tracks work with bump play.
de_de: Nur einzelne Tracks funktionieren mit Bump Play.
es_es: Sólo las pistas simples funcionan con modo volcado.
fi_fi: Vain yksittäiset kappaleet toimivat samanaikaisen noston ja toiston kanssa.
nb_no: Kun enkelt spor fungerer med klumpe spilling.
pl_pl: Tylko pojedyncze utwory działają z funkcją bump play.
ru_ru: С bump play работают только одиночные треки.
tr_tr: Öne alarak çalma sadece tek bir parça için yapılabilir.

source: Connection to Lavalink node has not yet been established.
de_de: Verbindung zum Lavalink Knoten wurde noch nicht hergestellt.
es_es: Aún no se ha establecido la conexión con el nodo Lavalink.
fr_fr: La connexion au nœud Lavalink n'a pas encore été établie.
pl_pl: Połączenie z Lavalink nie zostało jeszcze nawiązane.

source: Local tracks will not work if the managed Lavalink node cannot see the track. This may be due to permissions or you are using an external Lavalink node in a different machine than the bot and the local tracks.
de_de: Lokale Titel funktionieren nicht, wenn der Lavalink Knoten die Titel nicht sehen kann. Dies kann auf fehlende Berechtigungen zurückzuführen sein oder du verwendest einen externen Lavalink Knoten auf einem anderen System als der Bot und die lokalen Titel.
es_es: Las pistas locales no funcionarán si el nodo Lavalink administrado no puede ver la pista. Esto puede deberse a permisos o estás usando un nodo Lavalink externo en una máquina diferente que el bot y las pistas locales.
fr_fr: Les pistes locales ne fonctionneront pas si Lavalink ne peut pas voir la piste. Cela peut être dû à des permissions ou parce que le noeud Lavalink est exécuté sur une machine différente de celle des pistes locales.
pl_pl: Ścieżki lokalne nie będą działać, jeśli zarządzany węzeł Lavalink nie będzie mógł zobaczyć ścieżki. Może to być spowodowane uprawnieniami lub używasz zewnętrznego węzła Lavalink w innej maszynie niż bota i lokalne utwory.

source: Track is not playable.
de_de: Track ist nicht abspielbar.
es_es: La pista no es reproducible.
fi_fi: Kappale ei ole toistettavissa.
fr_fr: La piste n'est pas jouable.
nb_no: Sporet kan ikke spilles.
pl_pl: Utwór nie jest odtwarzalny.
ru_ru: Трек не воспроизводится.
tr_tr: Parça çalınamaz.

source: **{suffix}** is not a fully supported format and some tracks may not play.
de_de: **{suffix}** ist kein vollständig unterstütztes Format und einige Titel werden möglicherweise nicht abgespielt.
es_es: **{suffix}** no es un formato totalmente soportado y algunas pistas pueden no reproducirse.
fi_fi: **{suffix}** ei ole täysin tuettu muoto ja sen vuoksi kaikkia kappaleita ei välttämättä voida toistaa.
fr_fr: **{suffix}** n'est pas un format supporté et certaines pistes peuvent ne pas être jouées.
nb_no: **{suffix}** er ikke et fullstendig støttet format og noen spor kan kanskje ikke spille.
pl_pl: ** {suffix} ** nie jest w pełni obsługiwanym formatem, przez co niektóre utwory mogą nie być odtwarzane.
ru_ru: **{suffix}** не является полностью поддерживаемым форматом, и некоторые треки не могут воспроизводиться.
tr_tr: **{suffix}** tamamen desteklenen bir format değil ve bazı parçalar çalınamayabilir.

source: This track is not allowed in this server.
de_de: Dieser Track ist auf diesem Server nicht erlaubt.
es_es: Esta pista no está permitida en este servidor.
fi_fi: Tämä kappale ei ole sallittu tällä palvelimella.
fr_fr: Ce titre n'est pas autorisé sur le serveur.
nb_no: Dette sporet er ikke tillatt på denne serveren.
pl_pl: Ten utwór nie jest dozwolony na tym serwerze.
ru_ru: Этот трек не разрешен на этом сервере.
tr_tr: Bu şarkının sunucuda çalınmasına izin verilmiyor.

source: Track exceeds maximum length.
de_de: Der Track überschreitet die maximale Länge.
es_es: La pista excede la longitud máxima.
fi_fi: Kappale ylittää maksimipituuden.
fr_fr: Cette piste dépasse la limite maximale.
nb_no: Spor overskrider maksimal lengde.
pl_pl: Utwór przekracza maksymalną długość.
ru_ru: Этот трек превышает максимальную длину.
tr_tr: Şarkı izin verilen uzunluğu aşıyor.

source: {time} until track playback: #1 in queue
de_de: {time} bis zur Wiedergabe des Titels: #1 in der Warteschlange
es_es: {time} hasta la reproducción de la pista: #1 en cola
fi_fi: {time} aikaa toistoon: #1 jonossa
fr_fr: {time} avant la lecture de la piste: #1 dans la file d'attente
nb_no: {time} til avspilling: #1 i kø
pl_pl: {time} do odtwarzania utworu: #1 w kolejce
ru_ru: {time} до воспроизведения трека: #1 в очереди
tr_tr: Şarkının başlamasına {time} kadar süre var: sıralamada 1. sırada

source: Track Enqueued
de_de: Titel eingereiht
es_es: Pista en cola
fi_fi: Kappale lisätty jonoon
fr_fr: Piste ajoutée
nb_no: Spor i kø
pl_pl: Utwór zakolejkowany
ru_ru: Трек поставлен в очередь
tr_tr: Şarkı sıraya eklendi
