Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/commands/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Playlist Not Found
de_de: Playlist nicht gefunden
es_es: Lista no encontrada
fi_fi: Soittolistaa ei löytynyt
fr_fr: Playlist introuvable
nb_no: Fant ikke spillelisten
pl_pl: Nie znaleziono listy odtwarzania
ru_ru: Плейлист не найден
tr_tr: Çalma Listesi Bulunamadı

source: Could not find a track matching your query.
de_de: Es konnte kein Titel gefunden werden, der Ihrer Abfrage entspricht.
es_es: No se pudo encontrar una pista que coincida con su consulta.
fi_fi: Hakuasi vastaavaa kappaletta ei löytynyt.
fr_fr: Impossible de trouver une piste correspondant à votre requête.
nb_no: Kunne ikke finne et spor som matcher din forespørsel.
pl_pl: Nie można znaleźć utworu pasującego do Twojego zapytania.
ru_ru: Не удалось найти трек, соответствующий вашему запросу.
tr_tr: Arama kriterlerinize uygun parça bulunamadı.

source: Skipping track
de_de: Track überspringen
es_es: Saltando pista
fi_fi: Ohitetaan kappale
fr_fr: Piste ignorée
nb_no: Hopper over spor
pl_pl: Pomijanie utworu
ru_ru: Пропуск трека
tr_tr: Parça geçiliyor

source: {track} is already in {playlist} (`{id}`) [**{scope}**].
de_de: {track} ist bereits in {playlist} (`{id}`) [**{scope}**].
es_es: {track} ya está en {playlist} (`{id}`) [**{scope}**].
fi_fi: {track} on jo soittolistalla {playlist} (`{id}`) [**{scope}**].
fr_fr: {track} est déjà dans {playlist} (`{id}`) [**{scope}**].
nb_no: {track} er allerede i {playlist} (`{id}`) [**{scope}**].
pl_pl: {track} jest już w {playlist} (`{id}`) [**{scope}**].
ru_ru: {track} уже находится в {playlist} (`{id}`) [**{scope}**].
tr_tr: {track} parçası zaten {playlist} (`{id}`) [**{scope}**] içerisinde mevcut.

source: Playlist limit reached: Could not add track.
de_de: Playlist-Limit erreicht: Titel konnte nicht hinzugefügt werden.
es_es: Límite de la lista de reproducción alcanzado: No se pudo añadir la pista.
fi_fi: Soittolistan raja saavutettu: Kappaletta ei voitu lisätä.
fr_fr: Limite de la playlist atteinte : impossible d'ajouter la piste.
nb_no: Spilleliste nådd: Kunne ikke legge til spor.
pl_pl: Osiągnięto limit playlisty: Nie można dodać utworu.
ru_ru: Достигнут лимит плейлистов: Не удалось добавить трек.
tr_tr: Çalma listesi limitine ulaşıldı: parça eklenemiyor.

source: Track added
de_de: Titel hinzugefügt
es_es: Pista añadida
fi_fi: Kappale lisätty
fr_fr: Piste ajoutée
nb_no: Spor lagt til
pl_pl: Dodano utwór
ru_ru: Трек добавлен
tr_tr: Parça eklendi

source: {track} appended to {playlist} (`{id}`) [**{scope}**].
de_de: {track} wurde an {playlist} (`{id}`) [**{scope} **] angehängt.
es_es: {track} añadido a {playlist} (`{id}`) [**{scope}**].
fi_fi: {track} lisättiin soittolistaan {playlist} (`{id}`) [**{scope}**].
fr_fr: {track} ajouté à {playlist} (`{id}`) [**{scope}**].
nb_no: {track} lagt til {playlist} (`{id}`) [**{scope}**].
pl_pl: {track} dołączono do {playlist} (`{id}`) [**{scope}**].
ru_ru: {track} добавил в {playlist} (`{id}`) [**{scope}**].
tr_tr: {track} şarkısı {playlist} (`{id}`) [**{scope}**] çalma listesine eklendi.

source: {num} tracks appended to {playlist} (`{id}`) [**{scope}**].
de_de: {num} Tracks angehängt an {playlist} (`{id}`) [**{scope}**].
es_es: {num} pistas añadidas a {playlist} (`{id}`) [**{scope}**].
fi_fi: {num} kappaletta lisättiin soittolistaan {playlist} (`{id}`) [**{scope}**].
fr_fr: {num} pistes ajoutées à {playlist} (`{id}`) [**{scope}**].
nb_no: {num} spor lagt til {playlist} (`{id}`) [**{scope}**].
pl_pl: {num} utwory dodane do {playlist} (`{id}`) [**{scope}**].
ru_ru: {num} треков добавлено к {playlist} (`{id}`) [**{scope}**].
tr_tr: {num} adet parça {playlist} (`{id}`) [**{scope}**] çalma listesine eklendi.

source: {existing} {plural} already in the playlist and were skipped.
de_de: {existing} {plural} bereits in der Playlist und wurden übersprungen.
es_es: {existing} {plural} ya está en la lista de reproducción y se han omitido.
fi_fi: {existing} {plural} jo soittolistalla ja ohitettiin.
fr_fr: {existing} {plural} étaient déjà dans la playlist et ont été ignorés.
nb_no: {existing} {plural} allerede i spillelisten og ble hoppet over.
pl_pl: {existing} {plural} już na liście odtwarzania i został(y) pominięty(e).
ru_ru: {existing} {plural} уже были в списке воспроизведения и были пропущены.
tr_tr: {existing} {plural} çalma listesinde zaten mevcut ve eklenmeden geçildi.

source: tracks are
de_de: spuren sind
es_es: pistas son
fi_fi: kappaleet ovat
fr_fr: les pistes sont
nb_no: spor er
pl_pl: utwory są
ru_ru: треки
tr_tr: parçalar

source: track is
de_de: spur ist
es_es: pista es
fi_fi: kappale on
fr_fr: la piste est
nb_no: sporet er
pl_pl: utwór jest
ru_ru: треки
tr_tr: parçası

source: Playlist Modified
de_de: Playlist geändert
es_es: Lista de reproducción modificada
fi_fi: Soittolistaa muokattu
fr_fr: Playlist modifiée
nb_no: Spilleliste endret
pl_pl: Lista odtwarzania zmodyfikowana
ru_ru: Плейлист изменен
tr_tr: Çalma Listesi Düzenlendi

source: Copy a playlist from one scope to another. **Usage**: ​ ​ ​ ​ `[p]playlist copy playlist_name_OR_id [args]` **Args**: ​ ​ ​ ​ The following are all optional: ​ ​ ​ ​ ​ ​ ​ ​ --from-scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --from-author [user] ​ ​ ​ ​ ​ ​ ​ ​ --from-guild [guild] **Only the bot owner can use this** ​ ​ ​ ​ ​ ​ ​ ​ --to-scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --to-author [user] ​ ​ ​ ​ ​ ​ ​ ​ --to-guild [guild] **Only the bot owner can use this** **Scope** is one of the following: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** can be one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild** can be one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Example use: ​ ​ ​ ​ `[p]playlist copy MyGuildPlaylist --from-scope Guild --to-scope Global` ​ ​ ​ ​ `[p]playlist copy MyGlobalPlaylist --from-scope Global --to-author Draper#6666 --to-scope User` ​ ​ ​ ​ `[p]playlist copy MyPersonalPlaylist --from-scope user --to-author Draper#6666 --to-scope Guild --to-guild Red - Discord Bot`
es_es: Copia una lista de reproducción desde un ámbito a otro. **Uso**: ​ ​ ​ ​ `[p]playlist copy playlist_name_OR_id [args]` **Argumentoss**: ​ ​ ​ ​Los siguientes argumentos son todos opcionales: ​ ​ ​ ​ ​ ​ ​ ​ --from-scope <ámbito> ​ ​ ​ ​ ​ ​ ​ ​ --from-author [user] ​ ​ ​ ​ ​ ​ ​ ​ --from-guild [guild] **Solo el dueño del bot puede usar esto** ​ ​ ​ ​ ​ ​ ​ ​ --to-scope <ámbito> ​ ​ ​ ​ ​ ​ ​ ​ --to-author [user] ​ ​ ​ ​ ​ ​ ​ ​ --to-guild [guild] **Solo el dueño del bot puede usar esto** **Ámbito** es uno de los siguientes: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** puede ser uno de los siguientes: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Gremio** puede ser uno de los siguientes: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Ejemplos de uso:: ​ ​ ​ ​ `[p]playlist copy MyGuildPlaylist --from-scope Guild --to-scope Global` ​ ​ ​ ​ `[p]playlist copy MyGlobalPlaylist --from-scope Global --to-author Draper#6666 --to-scope User` ​ ​ ​ ​ `[p]playlist copy MyPersonalPlaylist --from-scope user --to-author Draper#6666 --to-scope Guild --to-guild Red - Discord Bot`
pl_pl: Kopiowanie listy odtwarzania z jednego zakresu do drugiego. **Usage**: `[p]playlist copy playlist_name_OR_id [args]`. **Argsy**: Wszystkie poniższe są opcjonalne: --from-scope <scope> --from-author [user] --from-guild [guild] **Tylko właściciel bota może tego użyć**. --to-scope <scope> --to-autor [user] --to-guild [guild] **Tylko właściciel bota może tego używać** **Zakres** jest jednym z następujących: Globalny Serwer Użytkownik **Autor** może być jednym z następujących: ID użytkownika Wzmianka o użytkowniku Nazwa Użytkownika#123 **Guild** może być jednym z następujących: ID serwera Dokładna nazwa serwera Przykładowe użycie: `[p]playlist copy MyGuildPlaylist --from-scope Guild --to-scope Global`. `[p]playlist copy MyGlobalPlaylist - from-scope Global --to-author Draper#6666 --to-scope User`. `[p]playlist copy MyPersonalPlaylist - from-scope user --to-autor Draper#6666 --to-scope Guild --to-guild Red - Discord Bot`

source: Could not match '{arg}' to a playlist.
de_de: '{arg}' konnte keiner Playlist zugeordnet werden.
es_es: No se pudo igualar '{arg}' a una lista de reproducción.
fi_fi: '{arg}' ei voitu yhdistää soittolistaan.
fr_fr: Impossible de faire correspondre '{arg}' à une playlist.
nb_no: Kan ikke matche '{arg} med en spilleliste.
pl_pl: Nie można dopasować '{arg}' do listy odtwarzania.
ru_ru: Не удалось сопоставить '{arg}' со списком воспроизведения.
tr_tr: {arg} bir çalma listesi ile eşleşmiyor.

source: the Global
de_de: die Globale
es_es: el Global
fi_fi: Globaalille
fr_fr: le Global
nb_no: den globale
pl_pl: globalny
ru_ru: глобальная
tr_tr: Evrensel

source: Playlist Copied
de_de: Playlist kopiert
es_es: Lista de reproducción copiada
fi_fi: Soittolista kopioitu
fr_fr: Playlist copiée
nb_no: Spilleliste kopiert
pl_pl: Lista odtwarzania skopiowana
ru_ru: Плейлист создан
tr_tr: Çalma Listesi Kopyalandı

source: Playlist {name} (`{from_id}`) copied from {from_scope} to {to_scope} (`{to_id}`).
de_de: Wiedergabeliste {name} (`{from_id}`) von {from_scope} nach {to_scope} (`{to_id}`) kopiert.
es_es: Lista de reproducción {name} (`{from_id}`) copiado de {from_scope} a {to_scope} (`{to_id}`).
fi_fi: Soittolista {name} (`{from_id}`) kopioitiin tasolta {from_scope} tasolle {to_scope} (`{to_id}`).
nb_no: Spilleliste {name} (`{from_id}`) kopiert fra {from_scope} til {to_scope} (`{to_id}`).
pl_pl: Lista odtwarzania {name} (`{from_id}`) została skopiowana z {from_scope} do {to_scope} (`{to_id}`).
ru_ru: Плейлист {name} (`{from_id}`) скопирован из {from_scope} в {to_scope} (`{to_id}`).
tr_tr: {name} (`{from_id}`) çalma listesi {from_scope}'den {to_scope} (`{to_id}`) olarak kopyalandı.

source: Create an empty playlist. **Usage**: ​ ​ ​ ​ `[p]playlist create playlist_name [args]` **Args**: ​ ​ ​ ​ The following are all optional: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Only the bot owner can use this** **Scope** is one of the following: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** can be one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild** can be one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Example use: ​ ​ ​ ​ `[p]playlist create MyGuildPlaylist` ​ ​ ​ ​ `[p]playlist create MyGlobalPlaylist --scope Global` ​ ​ ​ ​ `[p]playlist create MyPersonalPlaylist --scope User`
es_es: Configure una lista de reproducción para reproducir canciones automáticamente. ** Uso **: `[p]audioset autoplay playlist_name_OR_id [args]` ** Args **: Los siguientes son todos opcionales: --scope <scope > --autor [user] --Gremio [guild] ** Solo el propietario del bot puede usar este ** ** Alcance ** es uno de los siguientes: Gremio global Usuario ** Autor ** puede ser uno de los siguientes: ID de usuario Mención de usuario Nombre de usuario # 123 ** Gremio ** puede ser uno de los siguientes: Gremio ID Nombre exacto del gremio Ejemplo de uso: `[p]audioset autoplay MyGuildPlaylist` ` [p]audioset autoplay MyGlobalPlaylist --scope Global` ` [p]audioset autoplay PersonalPlaylist --scope Usuario --autor Draper`
nb_no: Lag en tom spilleliste. ** Bruk **: [p]playlist create playlist_name [args] **Args**: Følgende er alle valgfrie: - omfang <omfang> - forfatter [bruker] - guild [laug]**Bare boteeieren kan bruke denne** **Omfang **er ett av følgende: Global Gilde Bruker * * Forfatter ** kan være ett av følgende: Bruker-ID Brukeromtale Brukernavn # 123 ** Guild ** kan være en av følgende: \ n Guild ID \ n Nøyaktig guildnavn Eksempelbruk: [p] spilleliste opprett MyGuildPlaylist [p]playlist create MyGlobalPlaylist --scope Global [P]playlist create MyPersonalPlaylist --scope User
pl_pl: Tworzy pustą listę odtwarzania. **Użycie **: ​ ​ ​ ​ `[p]playlist create nazwa_playlisty [args]` **Args(Argumenty)**: ​ ​ ​ ​ Poniższe są opcjonalne: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Tylko właściciel bota może z tego korzystać** **Scope(Zakres)** jest jednym z poniższych: ​ ​ ​ ​ Global ​ ​ ​ ​ Gildia ​ ​ ​ ​ Użytkownik **Author(Autor)** może być jednym z następujących: ​ ​ ​ ID Użytkownika ​ ​ ​ ​ Wzmianka użytkownika ​ ​ ​ ​ Nazwa Użytkownika#123 **Guild** może być jednym z następujących: ​ ​ ​ ​ ID Gildii ​ ​ ​ ​ Dokładna nazwa gildii Przykładowe zastosowanie: ​ ​ ​ ​ `[p]playlist create PlaylistaGildiowa` ​ ​ ​ ​ `[p]playlist create PlaylistaGildiowa --scope Global` ​ ​ ​ ​ `[p]playlist create PlaylistaGildiowa --scope Użytkownik`
ru_ru: Создайте пустой список воспроизведения. **Использование**: `[p]playlist create playlist_name [args]`. **Дополнительные параметры**: Все следующие параметры являются необязательными: --scope <scope> --author [user] --guild [guild] **Это может использовать только владелец бота**. **Сфера** является одной из следующих: Глобальный Гильдия Пользователь **Автор** может быть одним из следующих: ID пользователя Упоминание пользователя Имя пользователя#123 **Гильдия** может быть одной из следующих: ID гильдии Точное название гильдии Пример использования: `[p]playlist create MyGuildPlaylist`. `[p]playlist create MyGlobalPlaylist --scope Global` `[p]playlist create MyPersonalPlaylist --scope User`
tr_tr: Boş bir çalma listesi oluştur. **Kullanım**: ​ ​ ​ ​ `[p]playlist create çalma_listesi_adı [args]` **Seçenekler**: ​ ​ ​ ​ Bunların hepsi isteğe bağlıdır: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Bunu sadece bot sahibi kullanabilir** **Kapsam** bunlardan biri olabilir: ​ ​ ​ ​ Global (Küresel) ​ ​ ​ ​ Guild (Sunucu) ​ ​ ​ ​ User (Kullanıcı) **Yapımcı** bunlardan biri olabilir: ​ ​ ​ ​ Kullanıcı IDsi ​ ​ ​ ​ Kullanıcı etiketi ​ ​ ​ ​ Kullanıcı adı#1234 **Sunucu** bunlardan biri olabilir: ​ ​ ​ ​ Sunucu IDsi ​ ​ ​ ​ Sunucu tam adı Örnek kullanım: ​ ​ ​ ​ `[p]playlist create BenimÇalmaListem` ​ ​ ​ ​ `[p]playlist create BenimKüreselÇalmaListem --scope Global` ​ ​ ​ ​ `[p]playlist create BenimKişiselÇalmaListem --scope User`

source: Invalid Playlist Name
de_de: Ungültiger Playlist-Name
es_es: Nombre de la lista de reproducción no válido
fi_fi: Virheellinen soittolistan nimi
fr_fr: Nom de playlist invalide
nb_no: Ugyldig navn på spillelister
pl_pl: Nieprawidłowa nazwa listy odtwarzania
ru_ru: Неверное имя плейлиста
tr_tr: Geçersiz Çalma Listesi Adı

source: Playlist names must be a single word (up to 32 characters) and not numbers only.
de_de: Playlist-Namen müssen ein einzelnes Wort sein (bis zu 32 Zeichen) und nicht nur Zahlen.
es_es: Los nombres de las listas de reproducción deben ser una sola palabra (hasta 32 caracteres) y no sólo números.
fi_fi: Soittolistojen nimien tulee olla yksittäisiä sanoja (enintään 32 kirjainta) eivätkä ne saa olla vain numeroista koostuvia.
fr_fr: Les noms de playlist doivent être composés d'un seul mot (jusqu'à 32 caractères), et pas uniquement de chiffres.
nb_no: Navn på spillelister må være et enkelt ord (opptil 32 tegn) og ikke bare tall.
pl_pl: Nazwy list odtwarzania muszą być pojedynczym słowem (do 32 znaków) i nie tylko liczbami.
ru_ru: Имена плейлистов должны содержать одно слово (до 32 символов), а не только цифры.
tr_tr: Çalma listesi adları en fazla 32 karakterden oluşan tek bir kelime olmalı ve sadece sayılardan oluşmamalıdır.

source: Playlist Created
de_de: Playlist erstellt
es_es: Lista de reproducción creada
fi_fi: Soittolista luotu
fr_fr: Playlist créée
nb_no: Spilleliste opprettet
pl_pl: Lista odtwarzania utworzona
ru_ru: Плейлист создан
tr_tr: Çalma Listesi Oluşturuldu.

source: Empty playlist {name} (`{id}`) [**{scope}**] created.
de_de: Leere Playlist {name} (`{id}`) [**{scope}**] erstellt.
es_es: Lista de reproducción {name} vacía (`{id}`) [**{scope}**] creada.
fi_fi: Tyhjä soittolista {name} (`{id}`) [**{scope}**] luotu.
fr_fr: Playlist vide {name} (`{id}`) [**{scope}**] créée.
nb_no: Tom spilleliste {name} (`{id}`) [** {scope} **] opprettet.
pl_pl: Utworzono pustą listę odtwarzania {name} (`{id}`) [**{scope}**].
ru_ru: Пустой плейлист {name} (`{id}`) [**{scope}**] создан.
tr_tr: Boş çalma listesi {name} (`{id}`) [**{scope}**] oluşturuldu.

source: Delete a saved playlist. **Usage**: ​ ​ ​ ​ `[p]playlist delete playlist_name_OR_id [args]` **Args**: ​ ​ ​ ​ The following are all optional: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Only the bot owner can use this** **Scope** is one of the following: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** can be one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild** can be one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Example use: ​ ​ ​ ​ `[p]playlist delete MyGuildPlaylist` ​ ​ ​ ​ `[p]playlist delete MyGlobalPlaylist --scope Global` ​ ​ ​ ​ `[p]playlist delete MyPersonalPlaylist --scope User`
es_es: Configure una lista de reproducción para reproducir canciones automáticamente. ** Uso **: `[p]audioset autoplay playlist_name_OR_id [args]` ** Args **: Los siguientes son todos opcionales: --scope <scope > --autor [user] --Gremio [guild] ** Solo el propietario del bot puede usar este ** ** Alcance ** es uno de los siguientes: Gremio global Usuario ** Autor ** puede ser uno de los siguientes: ID de usuario Mención de usuario Nombre de usuario # 123 ** Gremio ** puede ser uno de los siguientes: Gremio ID Nombre exacto del gremio Ejemplo de uso: `[p]audioset autoplay MyGuildPlaylist` ` [p]audioset autoplay MyGlobalPlaylist --scope Global` ` [p]audioset autoplay PersonalPlaylist --scope Usuario --autor Draper`
nb_no: Slett en lagret spilleliste. ** Bruk **: [p]playlist delete playlist_name_OR_id [args] ** Args **: Følgende er alle valgfrie: - omfang <omfang> - forfatter [bruker] - guild [laug] ** Bare boteeieren kan bruke denne ** ** Omfang ** er ett av følgende: Global Gilde Bruker * * Forfatter ** kan være ett av følgende: Bruker-ID Brukeromtale \ n Brukernavn # 123 ** Guild ** kan være en av følgende: Guild ID Nøyaktig guild navn Eksempelbruk: [p]playlist delete MyGuildPlaylist [p]playlist delete MyGlobalPlaylist --scope Global [P]playlist delete MyPersonalPlaylist --scope User
pl_pl: Usuwa zapisaną playlistę. **Użycie **: ​ ​ ​ ​ `[p]playlist delete nazwa_playlisty_LUB_id [args]` **Args(Argumenty)**: ​ ​ ​ ​ Poniższe są opcjonalne: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Tylko właściciel bota może z tego korzystać** **Scope(Zakres)** jest jednym z poniższych: ​ ​ ​ ​ Global ​ ​ ​ ​ Gildia ​ ​ ​ ​ Użytkownik **Author(Autor)** może być jednym z następujących: ​ ​ ​ ID Użytkownika ​ ​ ​ ​ Wzmianka użytkownika ​ ​ ​ ​ Nazwa Użytkownika#123 **Guild** może być jednym z następujących: ​ ​ ​ ​ ID Gildii ​ ​ ​ ​ Dokładna nazwa gildii Przykładowe zastosowanie: ​ ​ ​ ​ `[p]playlist delete Playlista Gildiowa` ​ ​ ​ ​ `[p]playlist delete MojaPlaylistaGildiowa --scope Global` ​ ​ ​ ​ `[p]playlist delete Moja prywatnaPlaylista --scope User`
ru_ru: Удалить сохраненный список воспроизведения. **Использование**: `[p]playlist delete playlist_name_OR_id [args]`. **Args**: Все перечисленные ниже параметры являются необязательными: --scope <scope> --author [user] --guild [guild] **Это может использовать только владелец бота**. **Сфера** является одной из следующих: Глобальный Гильдия Пользователь **Автор** может быть одним из следующих: ID пользователя Упоминание пользователя Имя пользователя#123 **Гильдия** может быть одной из следующих: ID гильдии Точное название гильдии Пример использования: `[p]playlist delete MyGuildPlaylist`. `[p]playlist delete MyGlobalPlaylist --scope Global` `[p]playlist delete MyPersonalPlaylist --scope User`
tr_tr: Kaydedilmiş bir çalma listesini sil. **Kullanım**: ​ ​ ​ ​ `[p]playlist delete çalma_listesi_adı_VEYA_idsi [args]` **Seçenekler**: ​ ​ ​ ​ Bunların hepsi isteğe bağlıdır: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Bunu sadece bot sahibi kullanabilir** **Kapsam** bunlardan biri olabilir: ​ ​ ​ ​ Global (Küresel) ​ ​ ​ ​ Guild (Sunucu) ​ ​ ​ ​ User (Kullanıcı) **Yapımcı** bunlardan biri olabilir: ​ ​ ​ ​ Kullanıcı IDsi ​ ​ ​ ​ Kullanıcı etiketi ​ ​ ​ ​ Kullanıcı adı#1234 **Sunucu** bunlardan biri olabilir: ​ ​ ​ ​ Sunucu IDsi ​ ​ ​ ​ Sunucu tam adı Örnek kullanım: ​ ​ ​ ​ `[p]playlist delete BenimSunucuÇalmaListem` ​ ​ ​ ​ `[p]playlist delete BenimKüreselÇalmaListem --scope Global` ​ ​ ​ ​ `[p]playlist delete BenimKişiselÇalmaListem --scope User`

source: Playlist Deleted
de_de: Playlist gelöscht
es_es: Lista de reproducción eliminada
fi_fi: Soittolista poistettu
fr_fr: Playlist supprimée
nb_no: Spilleliste er slettet
pl_pl: Lista odtwarzania usunięta
ru_ru: Плейлист удален
tr_tr: Çalma listesi silindi

source: {name} (`{id}`) [**{scope}**] playlist deleted.
de_de: {name} (`{id}`) [**{scope}**] Playlist gelöscht.
es_es: {name} (`{id}`) [**{scope}**] lista de reproducción eliminada.
fi_fi: {name} (`{id}`) [**{scope}**] soittolista poistettu.
fr_fr: La playlist {name} (`{id}`) [**{scope}**] a été supprimée.
nb_no: {name} (`{id}`) [**{scope}**] spilleliste slettet.
pl_pl: Usunięto listę odtwarzania {name} (`{id}`) [**{scope}**].
ru_ru: {name} (`{id}`) [**{scope}**] плейлист удален.
tr_tr: {name} (`{id}`) [**{scope}**] çalma listesi silindi.
