Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/commands/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Pick a Spotify playlist from a list of categories to start playing.
de_de: Wählen Sie eine Spotify-Playlist aus einer Liste von Kategorien aus, um mit dem Abspielen zu beginnen.
es_es: Elige una lista de reproducción de Spotify de una lista de categorías para empezar a jugar.
fi_fi: Valitse Spotify-soittolista kategorioista aloittaaksesi toistamisen.
fr_fr: Choisissez une playlist Spotify dans une liste de catégories pour commencer la lecture.
nb_no: Velg en Spotify-spilleliste fra en liste over kategorier for å starte å spille.
pl_pl: Wybierz listę odtwarzania Spotify z listy kategorii, aby rozpocząć odtwarzanie.
ru_ru: Выберите плейлист Spotify из списка категорий, чтобы начать играть.
tr_tr: Çalmak için listeden bir Spotify şarkı listesi seçiniz.

source: The owner needs to set the Spotify client ID and Spotify client secret, before Spotify URLs or codes can be used. See `{prefix}audioset spotifyapi` for instructions.
de_de: Der Besitzer muss die Spotify client ID und Spotify client secret festlegen, bevor Spotify URLs oder Codes verwendet werden können. Siehe `{prefix}audioset spotifyapi` für eine Anleitung.
es_es: El propietario necesita establecer el ID del cliente de Spotify y el secreto del cliente de Spotify, antes de que se puedan usar las URLs o códigos de Spotify. Ver `{prefix}audioset spotifyapi` para instrucciones.
fi_fi: Omistajan tulee asettaa Spotify client ID ja Spotify client secret, ennen kuin Spotify-osoitteita voidaan käyttää. Katso `{prefix}audioset spotifyapi` saadaksesi ohjeita.
fr_fr: Le propriétaire doit rentrer le "Client ID" Spotify et le "Client Secret" Spotify avant de pouvoir utiliser les URL ou les codes Spotify. Voir `{prefix}audioset spotifyapi` pour les instructions.
nb_no: Eieren må angi Spotify-klient-ID og Spotify klient-sekretet, før Spotify-URLer og koder kan brukes. Se `{prefix}audioset spotifyapi for instruksjoner.
pl_pl: Właściciel musi ustawić identyfikator ID klienta Spotify i sekretny klucz klienta Spotify, zanim będzie można użyć adresów URL lub kodów Spotify. Zobacz instrukcje `{prefix}audioset spotifyapi`.
ru_ru: Владелец должен установить идентификатор клиента Spotify и секрет клиента Spotify, прежде чем можно будет использовать URL-адреса или коды Spotify.. Просмотрите `{prefix}audioset spotifyapi` для получения инструкций.
tr_tr: Spotify URLleri veya kodları kullanılmadan önce bot sahibinin Spotify istemci IDsi ve istemci sırrını ayarlaması gerekir. Yönergeler için `{prefix}audioset spotifyapi` komutunu kullanın.

source: The owner needs to set the YouTube API key before Spotify URLs or codes can be used. See `{prefix}audioset youtubeapi` for instructions.
de_de: Der Besitzer muss der YouTube API schlüssel festlegen, bevor Spotify URLs oder Codes verwendet werden können. Siehe `{prefix}audioset youtubeapi` für eine Anleitung.
es_es: El propietario necesita establecer el ID del cliente de Spotify y el secreto del cliente de Spotify, antes de que se puedan usar las URLs o códigos de Spotify. Ver `{prefix}audioset spotifyapi` para instrucciones.
fi_fi: Omistajan täytyy asettee YouTube API -avain ennen kuin Spotify-osoitteita voidaan käyttää. Katso`{prefix}audioset youtubeapi` saadakseksi ohjeita.
fr_fr: Le propriétaire doit définir la clé d'API YouTube avant de pouvoir utiliser les URLs ou les codes Spotify. Voir `{prefix}audioset youtubeapi` pour les instructions.
nb_no: Eieren må angi YouTube API-nøkkelen før Spotify URL-er eller koder kan brukes. Se {prefix}audioset youtubeapi` for instruksjoner.
pl_pl: Właściciel musi ustawić klucz API YouTube zanim będzie można użyć adresów URL lub kodów Spotify. Zobacz `{prefix}audioset youtubeapi` dla dalszych instrukcji.
ru_ru: Владелец должен установить ключ YouTube API перед использованием URL-адресов или кодов Spotify. Смотрите `{prefix}audioset youtubeapi` для получения инструкций.
tr_tr: Spotify URLleri veya kodları kullanılmadan önce bot sahibinin YouTube API anahtarı ayarlaması gerekir. Yönergeler için `{prefix}audioset youtubeapi` komutunu kullanın.

source: You must be in the voice channel to use the genre command.
de_de: Du musst dich in einem Sprachkanal befinden, um den Genre-Befehl verwenden zu können.
es_es: Debes estar en el canal de voz para usar el comando de género.
fi_fi: Sinun täytyy olla puhekanavalla käyttääksesi genre-komentoa.
fr_fr: Vous devez être dans un salon vocal pour utiliser la commande genre.
nb_no: Du må være i talekanal for å bruke sjanger-kommandoen.
pl_pl: Musisz być na kanale głosowym, aby użyć komendy gatunku.
ru_ru: Вы должны быть в голосовом канале, чтобы использовать команду жанра.
tr_tr: Tür komutunu kullanabilmeniz için bir sesli kanala girmelisiniz.

source: No categories found
de_de: Keine Kategorien gefunden
es_es: No se encontraron categorías
fi_fi: Kategorioita ei löydetty
fr_fr: Aucune catégorie trouvée
nb_no: Ingen kategorier funnet
pl_pl: Nie znaleziono kategorii
ru_ru: Категории не найдены
tr_tr: Kategori bulunamadı

source: No categories found, try again later.
de_de: Keine Kategorien gefunden, versuche es später erneut.
es_es: No se encontraron categorías, inténtalo de nuevo más tarde.
fi_fi: Kategorioita ei löydetty, yritä myöhemmin uudelleen.
fr_fr: Aucune catégorie trouvée, réessayer plus tard.
nb_no: Ingen kategorier funnet, prøv på nytt senere.
pl_pl: Nie znaleziono kategorii, spróbuj ponownie później.
ru_ru: Категории не найдены, повторите попытку позже.
tr_tr: Kategori bulunamadı, daha sonra tekrar deneyin.

source: Categories
de_de: Kategorien
es_es: Categorías
fi_fi: Kategoriat
fr_fr: Catégories
nb_no: Kategorier
pl_pl: Kategorie
ru_ru: Категории
tr_tr: Kategoriler

source: No categories selected, try again later.
de_de: Keine Kategorien ausgewählt. Versuche es später erneut.
es_es: No hay categorías seleccionadas, inténtalo de nuevo más tarde.
fi_fi: Kategorioita ei valittu, yritä myöhemmin uudelleen.
fr_fr: Aucune catégories sélectionnée, réessayer plus tard.
nb_no: Ingen kategorier er valgt, prøv igjen senere.
pl_pl: Nie wybrano kategorii, spróbuj ponownie później.
ru_ru: Категории не выбраны, повторите попытку позже.
tr_tr: Seçilen kategori yok, daha sonra deneyiniz.

source: Playlists for {friendly_name}
de_de: Playlist für {friendly_name}
es_es: Listas de reproducción para {friendly_name}
fi_fi: {friendly_name}-soittolistat
fr_fr: Playlists pour {friendly_name}
nb_no: Spillelister for {friendly_name}
pl_pl: Listy odtwarzania dla {friendly_name}
ru_ru: Плейлист для {friendly_name}
tr_tr: {friendly_name} için çalma listeleri

source: No tracks to play.
de_de: Keine Titel zum Abspielen.
es_es: No hay pistas para jugar.
fi_fi: Ei toistettavia kappaleita.
fr_fr: Aucune piste à jouer.
nb_no: Ingen spor å spille.
pl_pl: Brak utworów do odtworzenia.
ru_ru: Нет треков для воспроизведения.
tr_tr: Başlatılabilecek şarkı bulunamadı.

source: Couldn't find tracks for the selected playlist.
de_de: Konnte keine Titel für die ausgewählte Playlist finden.
es_es: No se pudo encontrar pistas para la lista de reproducción seleccionada.
fi_fi: Kappaleita valitulta soittolistalta ei löytynyt.
fr_fr: Impossible de trouver les pistes pour la playlist sélectionnée.
nb_no: Kunne ikke finne spor for den valgte spillelisten.
pl_pl: Nie można znaleźć utworów dla wybranej listy odtwarzania.
ru_ru: Не удалось найти композиции для выбранного списка воспроизведения.
tr_tr: Seçilen çalma listesi için şarkılar bulunamıyor.

source: Starts auto play.
de_de: Startet Automatische-Wiedergabe.
es_es: Comienza la reproducción automática.
fi_fi: Käynnistää automaattisen toiston.
fr_fr: Démarrer la lecture automatique.
nb_no: Starter med automatisk spilling.
pl_pl: Rozpoczyna automatyczne odtwarzanie.
ru_ru: Начать автоматическое воспроизведение.
tr_tr: Otomatik çalmayı başlatır.

source: You must be in the voice channel to use the autoplay command.
de_de: Du musst dich in einem Sprachkanal befinden, um den Automatischen wiedergabe Befehl verwenden zu können.
es_es: Debes estar en el canal de voz para usar el comando de reproducción automática.
fi_fi: Sinun tulee olla puhekanavalla käyttääksesi automaattisen toiston komentoa.
fr_fr: Vous devez être dans un salon vocal pour utiliser la commande autoplay.
nb_no: Du må være i talekanal for å bruke autospillkommandoen.
pl_pl: Musisz być na kanale głosowym, aby użyć komendy autoplay.
ru_ru: Вы должны быть в голосовом канале, чтобы использовать команду авто-воспроизведения.
tr_tr: Otomatik çalma komutunu kullanabilmeniz için bir sesli kanala girmelisiniz.

source: Couldn't get a valid track.
de_de: Kein gültiger Track gefunden.
es_es: No se pudo obtener una pista válida.
fi_fi: Kelvollista kappaletta ei saatu.
fr_fr: Impossible d'obtenir une piste valide.
nb_no: Kunne ikke få et gyldig spor.
pl_pl: Nie można uzyskać prawidłowego utworu.
ru_ru: Не удалось получить правильный трек.
tr_tr: Geçerli bir parça alınamadı.

source: Unable to Get Track
de_de: Tracks können nicht abgerufen werden
es_es: No se puede obtener la pista
fi_fi: Kappaletta ei voitu hakea
fr_fr: Impossible d'obtenir la piste
nb_no: Kunne ikke motta spor
pl_pl: Nie można dostać utworu
ru_ru: Не удается получить трек
tr_tr: Parça alınamıyor

source: I'm unable to get a track from Lavalink at the moment, try again in a few minutes.
de_de: Ich bin momentan nicht in der Lage, einen Track von Lavalink zu bekommen. Versuchen Sie es in ein paar Minuten erneut.
es_es: No puedo obtener una pista de Lavalink en este momento, inténtalo de nuevo en unos minutos.
fi_fi: En pysty saamaan kappaletta Lavalinkiltä tällä hetkellä, yritä uudelleen muutaman minuutin kuluttua.
fr_fr: Je ne parviens actuellement pas à me connecter à Lavalink pour l'instant. Réessayez dans quelques minutes.
nb_no: Jeg klarer ikke å finne et spor fra Lavalink i øyeblikket, prøv igjen om noen minutter.
pl_pl: W tej chwili nie mogę pobrać utworu z Lavalinka, spróbuj ponownie za kilka minut.
ru_ru: В данный момент я не могу получить трек от Lavalink, повторите попытку через несколько минут.
tr_tr: Şu anda Lavalink'ten şarkıyı çalamıyorum, lütfen birkaç dakika sonra tekrar deneyin.

source: Adding a track to queue.
de_de: Füge einen Track zur Warteschlange hinzu.
es_es: Añadiendo un track a la cola.
fi_fi: Lisätään kappale jonoon.
fr_fr: Ajout d'une piste à la file d'attente.
nb_no: Legger til et spor i køen.
pl_pl: Dodawanie utworu do kolejki.
ru_ru: Добавление трека в очередь.
tr_tr: Parça sıraya ekleniyor.

source: Pick a track with a search. Use `[p]search list <search term>` to queue all tracks found on YouTube. Use `[p]search sc <search term>` to search on SoundCloud instead of YouTube.
es_es: Elige una pista con una búsqueda. Use `[p]lista de búsqueda <search term>` para poner en cola todas las pistas encontradas en YouTube. Usa `[p]buscar sc <search term>` para buscar en SoundCloud en lugar de YouTube.
nb_no: Velg et spor med et søk. Bruk `[p]search list <search term>` for å køen alle spor funnet på YouTube. Bruk `[p]search sc <search term>` for å søke på SoundCloud i stedet for YouTube.
pl_pl: Wybierz utwór z wyszukiwaniem. Użyj listy wyszukiwania `[p]search list <search term>` aby dodać wszystkie utwory znalezione w YouTube. Użycie `[p]search sc <search term>` przeszuka SoundCloud zamiast YouTube.
ru_ru: Выберите трек с помощью поиска. Используйте `[p]search list <search term>`, чтобы поставить в очередь все треки, найденные на YouTube. Используйте `[p]search sc <search term>` для поиска на SoundCloud вместо YouTube.
tr_tr: Arama ile bir parça seçin. Youtube'da bulunan tüm parçaları sıralamak için `[p]search list <search term>` kullanın. Youtube yerine SoundCloud'da aramak için `[p]search sc <search term>` kullanın.

source: Connection to Lavalink has failed
de_de: Verbindung zu Lavalink ist fehlgeschlagen
es_es: La conexión a Lavalink ha fallado
fi_fi: Lavalink-yhteys epäonnistui
fr_fr: La connexion à Lavalink a échoué
nb_no: Tilkoblingen til Lavalink mislyktes
pl_pl: Połączenie z Lavalink nie powiodło się
ru_ru: Не удалось подключиться к Lava link
tr_tr: Lavalink bağlantısı başarısız

source: Unable To Search For Tracks
de_de: Suche nach Titel nicht möglich
es_es: No se puede buscar pistas
fi_fi: Kappaleita ei voida etsiä
fr_fr: Impossible de rechercher des pistes
nb_no: Kan ikke søke etter sporing
pl_pl: Nie można wyszukać utworów
ru_ru: Не удается найти треки
tr_tr: Şarkılar İçin Arama Yapılamıyor

source: You must be in the voice channel to enqueue tracks.
de_de: Du musst dich in einem Sprachkanal befinden um Lieder einzureihen.
es_es: Debes estar en el canal de voz para encolar pistas.
fi_fi: Sinun täytyy olla puhekanavalla lisätäksesi kappaleita jonoon.
fr_fr: Vous devez être dans un salon vocal pour ajouter des pistes.
nb_no: Du må være i talekanalen for å kø spor.
pl_pl: Musisz być na kanale głosowym, aby kolejkować utwory.
ru_ru: Вы должны быть в голосовом канале, чтобы поставить в очередь треки.
tr_tr: Sıraya şarkı ekleyebilmek için kanal da olmanız gerekmektedir.

source: Nothing found.
de_de: Nichts gefunden.
es_es: Nada encontrado.
fi_fi: Mitään ei löytynyt.
fr_fr: Aucun résultat.
nb_no: Ingenting funnet.
pl_pl: Nic nie znaleziono.
ru_ru: Ничего не найдено.
tr_tr: Hiçbir şey bulunamadı.

source: Local tracks will not work if the `Lavalink.jar` cannot see the track. This may be due to permissions or because Lavalink.jar is being run in a different machine than the local tracks.
de_de: Lokale Tracks funktionieren nicht, wenn die `Lavalink.jar` den Track nicht sehen kann. Dies kann aufgrund von Berechtigungen oder weil Lavalink.jar auf einem anderen Rechner ausgeführt wird passieren.
es_es: Las pistas locales no funcionarán si el `Lavalink.jar` no puede ver la pista. Esto puede deberse a permisos o porque Lavalink.jar se está ejecutando en una máquina diferente a las pistas locales.
fi_fi: Paikalliset kappaleet eivät toimi jos `Lavalink.jar` ei voi nähdä niitä. Tämä voi johtua tiedosto-oikeuksista tai siitä että Lavalink.jar ajetaan toisella tietokoneella kuin missä kappaleet ovat.
fr_fr: Les pistes locales ne fonctionneront pas si `Lavalink.jar` ne peut pas voir la piste. Cela peut être dû à des permissions ou parce que Lavalink.jar est exécuté sur une machine différente de celle des pistes locales.
nb_no: Lokale spor vil ikke fungere hvis `Lavalink.jar` ikke kan se sporet. Dette kan skyldes tillatelser eller at Lavalink.jar kjøres i en annen maskin enn de lokale sporene.
pl_pl: Lokalne utwory nie będą działać, jeśli `Lavalink.jar` nie może zobaczyć ścieżki. Może to być spowodowane uprawnieniami lub Lavalink.jar jest uruchamiany w innej maszynie niż lokalne utwory.
ru_ru: Локальные треки не будут работать, если `Lavalink.jar` не будет видеть трек. Это может быть вызвано правами или потому что Lavalink.jar запускается на машине, отличной от локальных треков.
tr_tr: `Lavalink.jar` parçayı bulamazsa yerel parçalar çalışmaz. Bu izinler veya Lavalink.jar'ın parçaları bulundurandan farklı bir makinede çalıştırılmasından kaynaklanabilir.

source: {bad_tracks} tracks cannot be queued.
de_de: {bad_tracks} Tracks können nicht zur Warteschlange hinzugefügt werden.
es_es: {bad_tracks} pistas no pueden ser puestas en cola.
fi_fi: {bad_tracks} kappaletta ei voida lisätä jonoon.
fr_fr: {bad_tracks} pistes ne peuvent pas être mises en attente.
nb_no: {bad_tracks} spor kan ikke legges i kø.
pl_pl: {bad_tracks} utworów nie może zostać zakolejkowane.
ru_ru: {bad_tracks} треков не могут быть поставлены в очередь.
tr_tr: {bad_tracks} şarkıları sıraya alınamaz.

source: Queued {num} track(s).{maxlength_msg}
de_de: Wartete {num} Spur(n).{maxlength_msg}
es_es: {num} pista(s) en cola.{maxlength_msg}
fi_fi: Lisättiin {num} kappale(tta).{maxlength_msg}
fr_fr: {num} piste(s) ajoutée(s).{maxlength_msg}
nb_no: Køet {num} spor(er).{maxlength_msg}
pl_pl: Zakolejkowano {num} utwory(ów).{maxlength_msg}
ru_ru: В очереди {num} трек(и). {maxlength_msg}
tr_tr: {num} sayı da şarkı eklendi.{maxlength_msg}

source: folder
de_de: Ordner
es_es: carpeta
fi_fi: kansion
fr_fr: dossier
nb_no: mappe
pl_pl: katalog
ru_ru: папка
tr_tr: klasör

source: search
de_de: suche
es_es: buscar
fi_fi: haun
fr_fr: recherche
nb_no: søk
pl_pl: szukaj
ru_ru: поиск
tr_tr: ara

source: {time} until start of {type} playback: starts at #{position} in queue
de_de: {time} bis zum Start der {type} Wiedergabe: startet an #{position} in der Warteschlange
es_es: {time} hasta el inicio de la reproducción de {type}: comienza en #{position} en cola
fi_fi: {time} aikaa {type} toistoon: sijalla #{position} jonossa
nb_no: {time} til start av {type} avspilling: starter på #{position} i kø
pl_pl: {time} do rozpoczęcia {type} odtwarzania: zaczyna się o #{position} w kolejce
ru_ru: {time} до начала воспроизведения {type}: начинается с #{position} в очереди
tr_tr: {type} çalınması için kalan süre {time}: #{position}. sırada

source: Playlist configuration options. Scope info: ​ ​ ​ ​ **Global**: ​ ​ ​ ​ ​ ​ ​ ​ Visible to all users of this bot. ​ ​ ​ ​ ​ ​ ​ ​ Only editable by bot owner. ​ ​ ​ ​ **Guild**: ​ ​ ​ ​ ​ ​ ​ ​ Visible to all users in this guild. ​ ​ ​ ​ ​ ​ ​ ​ Editable by bot owner, guild owner, guild admins, guild mods, DJ role and playlist creator. ​ ​ ​ ​ **User**: ​ ​ ​ ​ ​ ​ ​ ​ Visible to all bot users, if --author is passed. ​ ​ ​ ​ ​ ​ ​ ​ Editable by bot owner and the playlist creator.
es_es: Opciones de configuración de la lista de reproducción. Información del Scope: ​ ​ ​ ​ **Global**: ​ ​ ​ ​ ​ ​ ​ Visible para todos los usuarios de este bot. ​ ​ ​ ​ ​ ​ ​ Solo editable por el propietario del bot. ​ ​ ​ ​ **Guild**: Visible para todos los usuarios de este gremio. ​ ​ ​ ​ ​ ​ ​ Editable por el propietario del bot, el propietario del gremio, los administradores del gremio, los mods del gremio, el rol de DJ y el creador de la lista de reproducción. ​ ​ ​ ​ **User**: ​ ​ ​ ​ ​ ​ ​ ​ Visible para todos los usuarios del bot, si se pasa --author. ​ ​ ​ ​ ​ ​ ​ ​ Editable por el propietario del bot y el creador de la lista de reproducción.
pl_pl: Opcje konfiguracji listy odtwarzania. Informacje o zakresie: **Global**: Widoczny dla wszystkich użytkowników tego bota. Możliwość edycji tylko przez właściciela bota. **Guild**: Widoczny dla wszystkich użytkowników w tej gildii. Edytowalny przez właściciela bota, właściciela gildii, adminów gildii, modów gildii, rolę DJ-a i twórcę playlisty. **Użytkownik**: Widoczny dla wszystkich użytkowników bota, jeśli --author jest przekazany. Edytowalny przez właściciela bota i twórcę playlisty.

source: Add a track URL, playlist link, or quick search to a playlist. The track(s) will be appended to the end of the playlist. **Usage**: ​ ​ ​ ​ `[p]playlist append playlist_name_OR_id track_name_OR_url [args]` **Args**: ​ ​ ​ ​ The following are all optional: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Only the bot owner can use this** **Scope** is one of the following: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** can be one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild** can be one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Example use: ​ ​ ​ ​ `[p]playlist append MyGuildPlaylist Hello by Adele` ​ ​ ​ ​ `[p]playlist append MyGlobalPlaylist Hello by Adele --scope Global` ​ ​ ​ ​ `[p]playlist append MyGlobalPlaylist Hello by Adele --scope Global --Author Draper#6666`
es_es: Configure una lista de reproducción para reproducir canciones automáticamente. ** Uso **: `[p]audioset autoplay playlist_name_OR_id [args]` ** Args **: Los siguientes son todos opcionales: --scope <scope > --autor [user] --Gremio [guild] ** Solo el propietario del bot puede usar este ** ** Alcance ** es uno de los siguientes: Gremio global Usuario ** Autor ** puede ser uno de los siguientes: ID de usuario Mención de usuario Nombre de usuario # 123 ** Gremio ** puede ser uno de los siguientes: Gremio ID Nombre exacto del gremio Ejemplo de uso: `[p]audioset autoplay MyGuildPlaylist` ` [p]audioset autoplay MyGlobalPlaylist --scope Global` ` [p]audioset autoplay PersonalPlaylist --scope Usuario --autor Draper`
nb_no: Oppdaterer alle sporene i en spilleliste. ** Bruk **: [p]playlist append playlist_name_OR_id track_name_OR_url [args] ** Args **: Følgende er alle valgfritt: ​ ​ --scope <scope> --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Only the bot owner can use this** ** Scope** er ett av følgende: Global Guild User **Author** kan være ett av følgende: Bruker-ID Brukeromtale Brukernavn # 123 **Guild ** kan være ett av følgende: Guild ID Nøyaktig guildnavn Eksempelbruk: [p]playlist append MyGlobalPlaylist Hello by Adele --scope Global` [p] spillelisteoppdatering MyGlobalPlaylist - Scope Global [p]playlist append MyGlobalPlaylist Hello by Adele --scope Global --Author Draper#6666`
pl_pl: Dodaj adres URL utworu, link do listy odtwarzania lub szybkie wyszukiwanie do listy odtwarzania. Utwór(ory) zostanie(ną) dołączony(e) na końcu listy odtwarzania. **Użycie**: ​ ​ ​ ​ `[p]playlist append nazwa_playlisty_LUB_id nazwa_utworu_LUB_url [args]` **Argumenty**: ​ ​ ​ ​ Poniższe są opcjonalne: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Tylko właściciel bota może z tego korzystać** **Scope(Zakres)** jest jednym z następujących: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ Użytkownik **Autor** może być jednym z następujących: ​ ​ ​ ​ ID Użytkownika ​ ​ ​ ​ Wzmianka użytkownika ​ ​ ​ ​ Nazwa Użytkownika#123 **Gildia** może być jednym z następujących: ​ ​ ​ ​ ID Gildii ​ ​ ​ ​ Dokładna nazwa gildii Przykładowe użycie: ​ ​ ​ ​ `[p]playlist append PlaylistaGildiowa Hello by Adele` ​ ​ ​ ​ `[p]playlist append PlaylistaGildiowa Hello by Adele --scope Global` ​ ​ ​ ​ `[p]playlist append PlaylistaGildiowa Hello by Adele --scope Global --Author Draper#6666`
ru_ru: Добавьте URL-адрес трека, ссылку на список воспроизведения или быстрый поиск в список воспроизведения. Композиция(и) будет добавлена в конец списка воспроизведения. **Использование**: `[p]playlist append playlist_name_OR_id track_name_OR_url [args]`. **Args**: Все следующие необязательны: --scope <scope> --author [user] --guild [guild] **Это может использовать только владелец бота**. **Сфера** является одной из следующих: Глобальный Гильдия Пользователь **Автор** может быть одним из следующих: ID пользователя Упоминание пользователя Имя пользователя#123 **Гильдия** может быть одной из следующих: ID гильдии Точное название гильдии Пример использования: `[p]playlist append MyGuildPlaylist Hello by Adele`. `[p]playlist append MyGlobalPlaylist Hello by Adele --scope Global` `[p]playlist append MyGlobalPlaylist Hello by Adele --scope Global --Author Draper#66666`
tr_tr: Bir çalma listesine parça URLsi, çalma listesi linki veya hızlı arama ekle. Parça(lar) çalma listesinin sonuna eklenirler. **Kullanım**: ​ ​ ​ ​ `[p]playlist append çalma_listesi_adı_VEYA_idsi parça_adı_VEYA_urlsi [args]` **Seçenekler**: ​ ​ ​ ​ Bunların hepsi isteğe bağlıdır: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Bunu sadece bot sahibi kullanabilir** **Kapsam** bunlardan biri olabilir: ​ ​ ​ ​ Global (Küresel) ​ ​ ​ ​ Guild (Sunucu) ​ ​ ​ ​ User (Kullanıcı) **Yapımcı** can be one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Sunucu** bunlardan biri olabilir: ​ ​ ​ ​ Sunucu IDsi ​ ​ ​ ​ Sunucu tam adı Örnek kullanım: ​ ​ ​ ​ `[p]playlist append BenimÇalmaListem Hello by Adele` ​ ​ ​ ​ `[p]playlist append BenimKüreselÇalmaListem Hello by Adele --scope Global` ​ ​ ​ ​ `[p]playlist append BenimKüreselÇalmaListem Hello by Adele --scope Global --Author Draper#6666`
