Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/commands/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Rename an existing playlist. **Usage**: ​ ​ ​ ​ `[p]playlist rename playlist_name_OR_id new_name [args]` **Args**: ​ ​ ​ ​ The following are all optional: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Only the bot owner can use this** **Scope** is one of the following: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** can be one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild** can be one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Example use: ​ ​ ​ ​ `[p]playlist rename MyGuildPlaylist RenamedGuildPlaylist` ​ ​ ​ ​ `[p]playlist rename MyGlobalPlaylist RenamedGlobalPlaylist --scope Global` ​ ​ ​ ​ `[p]playlist rename MyPersonalPlaylist RenamedPersonalPlaylist --scope User`
es_es: Configure una lista de reproducción para reproducir canciones automáticamente. ** Uso **: `[p]audioset autoplay playlist_name_OR_id [args]` ** Args **: Los siguientes son todos opcionales: --scope <scope > --autor [user] --Gremio [guild] ** Solo el propietario del bot puede usar este ** ** Alcance ** es uno de los siguientes: Gremio global Usuario ** Autor ** puede ser uno de los siguientes: ID de usuario Mención de usuario Nombre de usuario # 123 ** Gremio ** puede ser uno de los siguientes: Gremio ID Nombre exacto del gremio Ejemplo de uso: `[p]audioset autoplay MyGuildPlaylist` ` [p]audioset autoplay MyGlobalPlaylist --scope Global` ` [p]audioset autoplay PersonalPlaylist --scope Usuario --autor Draper`
nb_no: Endre navn på en eksisterende spilleliste. **Bruk**: `[p]playlist rename spilleliste_navn_eller_id nytt_navn [argumenter]` **Argumenter**: Følgende er valgfri å bruke: --scope <omfang> --author [bruker] --guild [klan] **Bare boteieren kan bruke denne** **Omfang** kan være en av de følgende: Global Klan Bruker **Forfatter** kan være en av de følgende: Bruker ID Bruker Omtale Bruker Navn#123 **Klan** kan være en av de følgende: Klan ID Eksakt klan navn Eksempel: `[p]playlist rename MinKlanSpilleliste EndretNavnKlanSpilleliste` `[p]playlist rename MinGlobalSpilleliste EndretNavnGlobalSpilleliste --scope Global` `[p]playlist rename MinPersonligeSpilleliste EndretNavnMinPersonligeSpilleliste --scope User`
pl_pl: Zmień nazwę istniejącej listy odtwarzania. **Usage**: `[p]playlist rename playlist_name_OR_id new_name [args]`. **Argsy**: Wszystkie poniższe są opcjonalne: --scope <scope> --author [user] --guild [guild] **Tylko właściciel bota może tego użyć**. **Scope** jest jednym z następujących: Globalny Gildia Użytkownik **Autor** może być jednym z następujących: ID użytkownika Wzmianka o użytkowniku Nazwa Użytkownika#123 **Guild** może być jednym z następujących: ID gildii Dokładna nazwa gildii Przykładowe użycie: `[p]playlist rename MyGuildPlaylist RenamedGuildPlaylist`. `[p]playlist rename MyGlobalPlaylist RenamedGlobalPlaylist --scope Global`. `[p]playlist rename MyPersonalPlaylist RenamedPersonalPlaylist --scope User`
ru_ru: Переименовать существующий список воспроизведения. **Использование**: `[p]playlist rename playlist_name_OR_id new_name [args]`. **Параметры**: Все перечисленные ниже параметры являются необязательными: --scope <scope> --author [user] --guild [guild] **Это может использовать только владелец бота**. **Сфера** является одной из следующих: Глобальный Гильдия Пользователь **Автор** может быть одним из следующих: ID пользователя Упоминание пользователя Имя пользователя#123 **Гильдия** может быть одной из следующих: ID гильдии Точное название гильдии Пример использования: `[p]playlist rename MyGuildPlaylist RenamedGuildPlaylist`. `[p]playlist rename MyGlobalPlaylist RenamedGlobalPlaylist --scope Global' `[p]playlist rename MyPersonalPlaylist RenamedPersonalPlaylist --scope User`
tr_tr: Varolan bir çalma listesini yeniden adlandır. **Kullanım**: ​ ​ ​ ​ `[p]playlist rename çalma_listesi_adı_VEYA_idsi yeni_ad [args]` **Seçenekler**: ​ ​ ​ ​ Bunların hepsi isteğe bağlıdır: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Bunu sadece bot sahibi kullanabilir** **Kapsam** bunlardan biri olabilir: ​ ​ ​ ​ Global (Küresel) ​ ​ ​ ​ Guild (Sunucu) ​ ​ ​ ​ User (Kullanıcı) **Yapımcı** bunlardan biri olabilir: ​ ​ ​ ​ Kullanıcı IDsi ​ ​ ​ ​ Kullanıcı etiketi ​ ​ ​ ​ Kullanıcı adı#1234 **Sunucu** bunlardan biri olabilir: ​ ​ ​ ​ Sunucu IDsi ​ ​ ​ ​ Sunucu tam adı Örnek kullanım: ​ ​ ​ ​ `[p]playlist rename BenimSunucuÇalmaListem SunucuÇalmaListeminYeniAdı` ​ ​ ​ ​ `[p]playlist rename BenimKüreselÇalmaListem KüreselÇalmaListeminYeniAdı --scope Global` ​ ​ ​ ​ `[p]playlist rename BenimKişiselÇalmaListem KişiselÇalmaListeminYeniAdı --scope User`

source: '{old}' playlist has been renamed to '{new}' (`{id}`) [**{scope}**]
de_de: '{old}' Playlist wurde umbenannt in '{new}' (`{id}`) [**{scope}**]
es_es: '{old}' lista de reproducción ha sido renombrada a '{new}' (`{id}`) [**{scope}**]
fi_fi: '{old}' soittolistan uusi nimi on nyt '{new}' (`{id}`) [**{scope}**]
fr_fr: '{old}' playlist a été renommé en '{new}' (`{id}`) [**{scope}**]
nb_no: '{old} spillelisten har blitt omdøpt til '{new}' (`{id}`) [**{scope}**]
pl_pl: '{old}' zmieniono nazwę na '{new}' (`{id}`) [**{scope}**]
ru_ru: '{old}' плейлист был переименован в '{new}' (`{id}`) [**{scope}**]
tr_tr: '{old}' çalma listesinin adı '{new}' (`{id}`) [**{scope}**] olarak değiştirildi

source: List the songs in the queue.
de_de: Listet die Lieder in der Playlist auf.
es_es: Listar las canciones en cola.
fi_fi: Listaa jonossa olevat kappaleet.
fr_fr: Lister les musiques dans la file d'attente.
nb_no: Liste opp sangene i køen.
pl_pl: Lista piosenek w kolejce.
ru_ru: Список песен в очереди.
tr_tr: Sıradaki şarkıları listeler.

source: Clears the queue.
de_de: Leert die Playlist.
es_es: Limpia la cola.
fi_fi: Tyhjentää jonon.
fr_fr: Vide la file d'attente.
nb_no: Søk i køen.
pl_pl: Czyści kolejkę.
ru_ru: Очистка очереди.
tr_tr: Sırayı temizler

source: Unable To Clear Queue
de_de: Warteschlange kann nicht gelöscht werden
es_es: No se puede borrar la cola
fi_fi: Jonoa ei voitu tyhjentää
fr_fr: Impossible d'effacer la file d'attente
nb_no: Kan ikke endre kø
pl_pl: Nie można wyczyścić kolejki
ru_ru: Не удается очистить очередь
tr_tr: Sıra temizlenemedi

source: You need the DJ role to clear the queue.
de_de: Du brauchst die DJ Rolle um die Playlist zu leeren.
es_es: Necesitas el rol de DJ para borrar la cola.
fi_fi: Tarvitset DJ-roolin tyhjentääksesi jonon.
fr_fr: Vous devez avoir le rôle DJ pour effacer la file d'attente.
nb_no: Du trenger DJ rollen for å tømme køen.
pl_pl: Potrzebujesz roli DJ, aby wyczyścić kolejkę.
ru_ru: У вас должна быть роль DJ для очистки очереди.
tr_tr: Sırayı temizleyebilmek için DJ rolüne ihtiyacın var

source: Queue Modified
de_de: Warteschlange geändert
es_es: Cola modificada
fi_fi: Jonoa muokattu
fr_fr: File d’attente modifiée
nb_no: Kø endret
pl_pl: Kolejka zmodyfikowana
ru_ru: Очередь изменена
tr_tr: Sıra üzerinde değişiklik yapıldı

source: The queue has been cleared.
de_de: Die Playlist wurde geleert.
es_es: La cola ha sido limpiada.
fi_fi: Jono on tyhjennetty.
fr_fr: La file d'attente a été effacée.
nb_no: Køen har blitt tømt.
pl_pl: Kolejka została wyczyszczona.
ru_ru: Очередь очищена.
tr_tr: Şarkı sırası temizlendi.

source: Removes songs from the queue if the requester is not in the voice channel.
de_de: Entfernt Lieder von der Playlist, wenn der Autor nicht im Voice Channel ist.
es_es: Elimina canciones de la cola si el solicitante no está en el canal de voz.
fi_fi: Poistaa kappaleita jonosta jos niiden lisääjä ei ole puhekanavalla.
fr_fr: Supprime les musiques de la file d'attente si la personne qui l'a choisi n'est pas dans le salon vocal.
nb_no: Fjerner sanger fra køen om anmoder ikke er i talekanalen.
pl_pl: Usuwa piosenki z kolejki, jeśli żądający nie jest w kanale głosowym.
ru_ru: Удаление треков из очереди, если запрашивающий не находится в голосовом канале.
tr_tr: Eğer sıraya ekleyen kanal da değilse şarkıyı sıradan çıkarır.

source: Unable To Clean Queue
de_de: Warteschlange kann nicht gelöscht werden
es_es: No se puede limpiar la cola
fi_fi: Jonoa ei voitu putsata
fr_fr: Impossible de nettoyer la liste
nb_no: Kan ikke slette kø
pl_pl: Nie można wyczyścić kolejki
ru_ru: Не удается очистить очередь
tr_tr: Sıra temizlenemedi

source: You need the DJ role to clean the queue.
de_de: Du brauchst die DJ Rolle um die Playlist zu leeren.
es_es: Necesitas el rol de DJ para limpiar la cola.
fi_fi: Tarvitset DJ-roolin putsataksesi jonon.
fr_fr: Vous devez avoir le rôle DJ pour effacer la file d'attente.
nb_no: Du trenger DJ rollen for å rydde køen.
pl_pl: Potrzebujesz roli DJ, aby wyczyścić kolejkę.
ru_ru: Вам нужна роль DJ, чтобы очистить очередь.
tr_tr: Sırayı temizleyebilmek için DJ rolüne ihtiyacın var

source: Removed 0 tracks.
de_de: 0 Lieder entfernt.
es_es: 0 pistas eliminadas.
fi_fi: Nolla kappaletta poistettiin.
fr_fr: 0 pistes supprimées.
nb_no: Fjernet 0 spor.
pl_pl: Usunięto 0 utworów.
ru_ru: Удалено 0 треков.
tr_tr: 0 şarkı temizlendi.

source: Removed Tracks From The Queue
de_de: Titel aus der Warteschlange entfernt
es_es: Pistas eliminadas de la cola
fi_fi: Kappaleita poistettiin jonosta
fr_fr: Pistes retirées de la file d'attente
nb_no: Fjernet slepestrek fra køen
pl_pl: Usunięto utwory z kolejki
ru_ru: Треки удаленные из очереди
tr_tr: Parçalar Sıradan Çıkarıldı

source: Removed {removed_tracks} tracks queued by members outside of the voice channel.
de_de: Es wurden Lieder entfernt die von Leuten außerhalb des Voice Channels angefordert wurden: {removed_tracks}.
es_es: Se eliminaron {removed_tracks} pistas en cola por miembros fuera del canal de voz.
fi_fi: Poistettiin {removed_tracks} kappaletta, jotka lisäsivät muut kuin tällä puhekanavalla olevat.
fr_fr: {removed_tracks} pistes supprimées qui avaient été ajoutées par des membres hors du salon vocal.
nb_no: Fjernet {removed_tracks} spor i kø av medlemmer utenfor talekanalen.
pl_pl: Usunięto {removed_tracks} utworów w kolejce przez członków spoza kanału głosowego.
ru_ru: Удалено {removed_tracks} треков, запрошенных участниками вне голосового канала.
tr_tr: {removed_tracks} şarkıları oda da bulunmayan kişi tarafından eklendiği için temizlendi.

source: Removes all tracks you requested from the queue.
de_de: Entfernt alle von dir angeforderten Titel aus der Warteschlange.
es_es: Elimina todas las pistas solicitadas de la cola.
fi_fi: Poistaa kaikki lisäämäsi kappaleet jonosta.
nb_no: Fjerner alle sporene du ba om fra køen.
pl_pl: Usuwa wszystkie żądane przez ciebie utwory z kolejki.
ru_ru: Удаляет все запрошенные вами треки из очереди.
tr_tr: Sıradan belirttiğiniz tüm parçaları çıkartır.

source: Removed {removed_tracks} tracks queued by {member.display_name}.
de_de: {removed_tracks} Titel in der Warteschlange von {member.display_name} entfernt.
es_es: Se han eliminado {removed_tracks} pistas en cola por {member.display_name}.
fi_fi: Poistettiin {removed_tracks} kappaletta, jotka lisäsi {member.display_name}.
fr_fr: {removed_tracks} pistes mises par {member.display_name} ont été retirées de la liste de lecture.
nb_no: Fjernet {removed_tracks} spor i kø av {member.display_name}.
pl_pl: Usunięto {removed_tracks} utworów w kolejce {member.display_name}.
ru_ru: Удалены {removed_tracks} треков, поставленных в очередь {member.display_name}.
tr_tr: {member.display_name} sıraya eklenmiş {removed_tracks} parçaları kaldırıldı.

source: Search the queue.
de_de: Durchsuche die Warteschlange.
es_es: Buscar en la cola.
fi_fi: Etsi jonosta.
fr_fr: Rechercher dans la file d'attente.
nb_no: Søk i køen.
pl_pl: Szukaj w kolejce.
ru_ru: Поиск в очереди.
tr_tr: Sıra da ara

source: Shuffles the queue.
de_de: Mischt die Warteschlange.
es_es: Mezclar la cola.
fi_fi: Sekoittaa jonon.
fr_fr: Mélanger la liste de lecture.
nb_no: Blander avspillingskøen.
pl_pl: Losuj kolejkę.
ru_ru: Перемещает в очередь.
tr_tr: Sırayı karıştırır.

source: Unable To Shuffle Queue
de_de: Kann Warteschlange nicht mischen
es_es: No se puede mezclar la cola
fi_fi: Jonoa ei voida sekoittaa
fr_fr: Impossible de rendre aléatoire la liste de lecture
nb_no: Kan ikke veksle kø
pl_pl: Nie można przetasować kolejki
ru_ru: Невозможно переместить в очередь
tr_tr: Sıra karıştırılamadı

source: You need the DJ role to shuffle the queue.
de_de: Du brauchst die DJ-Rolle, um die Warteschlange zu mischen.
es_es: Necesitas el rol del DJ para barrer la cola.
fi_fi: Tarvitset DJ-roolin sekoittaaksesi jonon.
fr_fr: Vous devez avoir le rôle DJ pour mélanger la liste de lecture.
nb_no: Du trenger DJ-rollen for å stokke i køen.
pl_pl: Potrzebujesz roli DJ do przetasowania kolejki.
ru_ru: Вам нужна роль DJ, чтобы перетащить в очередь.
tr_tr: Sırayı karıştırabilmek için DJ rolüne ihtiyacınız var.

source: Queue has been shuffled.
de_de: Die Warteschlange wurde gemischt.
es_es: Reproducción aleatoria activada.
fi_fi: Jono on sekoitettu.
fr_fr: Liste de lecture mélangée.
nb_no: Køen er blandet.
pl_pl: Kolejka została przetasowana.
ru_ru: Очередь была перемещена.
tr_tr: Sıra karıştırıldı.

source: DJ role: {true_or_false}.
de_de: DJ Rolle aktiviert: {true_or_false}.
fi_fi: DJ-rooli: {true_or_false}.
fr_fr: Rôle DJ : {true_or_false}.
pl_pl: Rola DJ: {true_or_false}.
ru_ru: DJ роль: {true_or_false}.
tr_tr: DJ rolü: {true_or_false}.

source: Global
de_de: Überall
fi_fi: Globaali
nb_no: Globalt
pl_pl: Globalny
ru_ru: Общий
tr_tr: Küresel

source: US Top 100
fr_fr: Top 100 des États-Unis
nb_no: USA topp 100
pl_pl: Hot 100
ru_ru: ТОП-100
tr_tr: ABD En İyi 100

source: Error
de_de: Fehler
fr_fr: Erreur
nb_no: Feil
pl_pl: Błąd
ru_ru: Ошибка
tr_tr: Hata

source: {num} preset(s)
de_de: {num} Voreinstellung(en)
fi_fi: {num} esiasetus(ta)
fr_fr: {num} préréglage(s)
pl_pl: {num} preset(ów)
ru_ru: {num} пред-установка(и)
tr_tr: {num} preset'ler

source: Auto Deafen: {true_or_false}.
de_de: Automatisch stummschalten: {true_or_false}.
fi_fi: Automaattinen hiljennys: {true_or_false}.
fr_fr: Mise en sourdine automatique: {true_or_false}.
ru_ru: Авто-замучен:{true_or_false}.
tr_tr: Otomatik Sağırlaştırma: {true_or_false}.

source: Jukebox: [{jukebox_name}]
fi_fi: Jukebox-tila: [{jukebox_name}]
ru_ru: Музыкальный автомат: [{jukebox_name}]
tr_tr: Müzik kutusu: [{jukebox_name}]

source: Host: [{host}]
fi_fi: Osoite: [{host}]
fr_fr: Hôte : [{host}]
nb_no: Vert: [{host}]
tr_tr: Sunucu: [{host}]

source: Change your Java executable path. This command shouldn't need to be used most of the time, and is only useful if the host machine has conflicting Java versions. If changing this make sure that the Java executable you set is supported by Audio. The current supported versions are Java 17 and 11. Enter nothing or "java" to reset it back to default.
nb_no: Endre Java fil lokasjon Denne kommandoen skal ikke trenge å brukes mesteparten av tiden, og er bare nyttig hvis vertsmaskinen har motstridende Java-versjoner. Hvis du endrer dette, sørg for at den kjørbare Java-filen du angir støttes av Audio. De gjeldende støttede versjonene er Java 17 og 11. Skriv inn ingenting eller "java" for å tilbakestille den til standard.
