Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/commands/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Max age: [{max_age}]
de_de: Maximales Alter, [{max_age}]
es_es: Edad máxima: [{max_age}]
fi_fi: Maksimi-ikä: [{max_age}]
fr_fr: Âge max : [{max_age}]
nb_no: Maks alder: [{max_age}]
pl_pl: Maksymalny wiek: [{max_age}]
ru_ru: Макс. возраст: [{max_age}]
tr_tr: Maksimum yaş: [{max_age}]

source: Spotify cache: [{spotify_status}]
es_es: Caché de Spotifify: [{spotify_status}]
fi_fi: Spotify-välimuisti: [{spotify_status}]
fr_fr: Cache Spotify : [{spotify_status}]
nb_no: Spotify-bufret: [{spotify_status}]
pl_pl: Lokalna pamięć podręczna Spotify: [{spotify_status}]
ru_ru: Кэш Spotify: [{spotify_status}]
tr_tr: Spotify önbelleği: [{spotify_status}]

source: Youtube cache: [{youtube_status}]
es_es: Caché de YouTube: [{youtube_status}]
fi_fi: Youtube-välimuisti: [{youtube_status}]
fr_fr: Cache YouTube: [{youtube_status}]
nb_no: Youtube-bufret: [{youtube_status}]
pl_pl: Lokalna pamięć podręczna YouTube: [{youtube_status}]
ru_ru: Кэш Youtube: [{youtube_status}]
tr_tr: Youtube önbelleği: [{youtube_status}]

source: Lavalink cache: [{lavalink_status}]
es_es: Caché Lavalink: [{lavalink_status}]
fi_fi: Lavalink-välimuisti: [{lavalink_status}]
fr_fr: Cache Lavalink : [{lavalink_status}]
nb_no: Lavalink bufret [{lavalink_status}]
pl_pl: Pamięć podręczna lokalnego Lavalink: [{lavalink_status}]
ru_ru: Кэш Lavalink: [{lavalink_status}]
tr_tr: Lavalink önbelleği: [{lavalink_status}]

source: Sets the cache max age. This commands allows you to set the max number of days before an entry in the cache becomes invalid.
de_de: Legt das maximale Cache-Alter fest. Mit diesem Befehle kann die maximale Anzahl von Tagen festgelegt werden, bevor ein Eintrag im Cache ungültig wird.
es_es: Establece la edad máxima del caché. Este comando te permite establecer el número máximo de días antes de que una entrada en el caché sea inválida.
fi_fi: Asettaa välimuistin maksimi-iän. Tällä komennolla voit asettaa kuinka monen päivän jälkeen merkinnästä välimuistissa tulee kelvoton.
fr_fr: Définit l'âge maximum du cache. Cette commande vous permet de définir le nombre maximum de jours avant qu'une entrée dans le cache ne devienne invalide.
nb_no: Stiller inn maksalder for hurtigbufferen. Med disse kommandoene kan du angi maks antall dager før en oppføring i bufret blir ugyldig.
pl_pl: Ustawia maksymalny wiek pamięci podręcznej. Ta komenda pozwala ustawić maksymalną liczbę dni zanim wpis w pamięci podręcznej stanie się nieprawidłowy.
ru_ru: Устанавливает максимальный возраст кэша. Эта команда позволяет установить максимальное количество дней до того, как запись в кэше становится недействительной.
tr_tr: Maksimum önbellek yaşını ayarlar. Bu komut önbellekteki bir girdinin geçersiz sayılmadan önce kaç gün kalacağını ayarlamanızı sağlar.

source: Cache age cannot be less than 7 days. If you wish to disable it run {prefix}audioset cache.
de_de: Das Cache-Alter darf nicht weniger als 7 Tage betragen. Wenn du den Cache deaktivieren möchtest, führe {prefix}audioset cache aus.
es_es: La edad de la caché no puede ser inferior a 7 días. Si deseas deshabilitarla ejecuta {prefix}audioset.
fi_fi: Välimuistin pituus ei voi olla alle seitsemää päivää. Jos haluat poistaa välimuistin käytöstä aja komento {prefix}audioset cache.
fr_fr: L'âge du cache ne peut pas être inférieur à 7 jours. Si vous souhaitez le désactiver, exécutez {prefix}audioset cache.
nb_no: Bufrealder kan ikke være mindre enn 7 dager. Hvis du vil deaktivere aktiv {prefix}audioset cache.
pl_pl: Wiek pamięci podręcznej nie może być krótszy niż 7 dni. Jeśli chcesz go wyłączyć uruchom {prefix}audioset cache.
ru_ru: Возраст кеширования не может быть менее 7 дней. Если вы хотите отключить его, запустите `{prefix}audioset cache`.
tr_tr: Önbellek yaşı 7 günden az olamaz. Eğer kapamak istiyorsanız `{prefix}audioset cache` çalıştırın.

source: I've set the cache age to {age} days
de_de: Ich habe das Cache-Alter auf {age} Tage gesetzt
es_es: He establecido la edad de caché a {age} días
fi_fi: Välimuistin pituus asetettiin {age} päivään
fr_fr: L'âge du cache a été défini sur {age} jours
nb_no: Jeg har satt hurtigbufferalderen til {age} dager
pl_pl: Ustawiłem/am wiek skrzynki na {age} dni
ru_ru: Я установил возраст кэша на {age} дней
tr_tr: Önbellekleme süresi {age} gün olarak ayarlandı.

source: Toggle persistent queues. Persistent queues allows the current queue to be restored when the queue closes.
de_de: Fortbestehende Warteschlangen umschalten. Fortbestehende Warteschlangen erlauben das Wiederherstellen der aktuellen Warteschlange, wenn die Warteschlange geschlossen wird.
es_es: Alternar colas persistentes. Las colas persistentes permiten restaurar la cola actual cuando la cola se cierre.
fi_fi: Vaihda säilyvien jonojen tilaa. Säilyvät jonot mahdollistavat jonon palautuksen sen sulkemisen jälkeen.
nb_no: Veksle vedvarende køer. Vedvarende køer gjør at gjeldende kø gjenopprettes når køen stenges.
pl_pl: Przełącz trwałe kolejki. Trwałe kolejki pozwalają przywrócić bieżącą kolejkę po zamknięciu kolejki.
ru_ru: Переключение постоянных очередей. Постоянные очереди позволяют восстановить текущую очередь при закрытии очереди.
tr_tr: Kalıcı sıraları aç/kapa. Kalıcı sıralar mevcut sıranın sıra durdurulduğunda devam ettirilmesin sağlar.

source: Persisting queues: {true_or_false}.
de_de: Fortbestehende Warteschlangen: {true_or_false}.
es_es: Persistentes en colas: {true_or_false}.
fi_fi: Jonojen säilytys: {true_or_false}.
fr_fr: Liste de lecture permanentes: {true_or_false}.
nb_no: Vedvarer køer: {true_or_false}.
pl_pl: Trwałe kolejki: {true_or_false}.
ru_ru: Постоянные очереди {true_or_false}.
tr_tr: Kalıcı sıralar:{true_or_false}.

source: Restarts the lavalink connection.
de_de: Startet die lavalink-Verbindung neu.
es_es: Reinicia la conexión de lavalink.
fi_fi: Käynnistää Lavalink-yhteyden uudelleen.
fr_fr: Redémarrage de la connection à Lavalink.
nb_no: Gjenoppretter tilkoblingen med lavalink.
pl_pl: Ponownie uruchamia połączenie lavalink.
ru_ru: Перезапуск соединение с lava link.
tr_tr: Lavalink bağlantısını yeniden başlatır.

source: Failed To Shutdown Lavalink Node
de_de: Fehler beim Herunterfahren von Lavalink
es_es: Error al apagar el nodo Lavalink
nb_no: Kunne ikke slå av Lavalink-noden
pl_pl: Nie udało się wyłączyć Lavalink'a
tr_tr: Lavalink kapatılamadı

source: Please reload Audio (`{prefix}reload audio`).
de_de: Bitte laden Sie Audio neu (`{prefix}reload audio`).
es_es: Por favor, recarga Audio (`{prefix}recargar audio`).
fi_fi: Lataathan Audion uudelleen (`{prefix}reload audio`).
fr_fr: Veuillez recharger l'Audio (`{prefix}reload audio`).
nb_no: Last lyd på nytt (`{prefix}reload audio`).
pl_pl: Proszę przeładować Audio (`{prefix}reload audio`).
ru_ru: Пожалуйста, перезагрузите Audio (`{prefix}reload audio`).
tr_tr: Lütfen Audio'yu yeniden başlatın (`{prefix}reload audio`).

source: Restarting Lavalink
de_de: Lavalink wird neugestartet
es_es: Reiniciando Lavalink
fi_fi: Käynnistetetään Lavalink uudelleen
fr_fr: Redémarrage de Lavalink
nb_no: Omstart Lavalink
pl_pl: Ponowne uruchamianie Lavalink
ru_ru: Перезапуск Lava link
tr_tr: Lavalink yeniden başlatılıyor.

source: It can take a couple of minutes for Lavalink to fully start up.
de_de: Es kann einige Minuten dauern bis Lavalink komplett gestartet ist.
es_es: Lavalink puede tardar un par de minutos en ponerse en marcha completamente.
fi_fi: Lavalinkin käynnistyminen voi kestää muutaman minuutin.
nb_no: Det kan ta et par minutter før Lavalink har startet opp.
pl_pl: Pełne uruchomienie Lavalink może potrwać kilka minut.
ru_ru: Полный запуск Lava link может занять пару минут.
tr_tr: Lavalink'in tamamen başlatılması bir kaç dakika sürebilir.

source: Set the maximum volume allowed in this server.
de_de: Legt die maximale Lautstärke fest, die auf diesem Server erlaubt ist.
es_es: Establece el volumen máximo permitido en este servidor.
nb_no: Angi maksimalt volum tillatt på denne serveren.
pl_pl: Ustaw maksymalną dozwoloną głośność na tym serwerze.
ru_ru: Установите максимальный объем, разрешенный на данном сервере.
tr_tr: Bu sunucuda izin verilen en yüksek sesi ayarlayın.

source: Music without sound isn't music at all. Try setting the volume higher then 0%.
de_de: Musik ohne Ton ist keine Musik. Versuch die Lautstärke höher als 0% zu setzen.
es_es: La música sin sonido no es música en absoluto. Intenta ajustar el volumen a un valor mayor que 0%.
fr_fr: La musique sans son n'est pas du tout de la musique. Essayez de définir le volume plus élevé que 0%.
nb_no: Musikk uten lyd er ikke musikk i det hele tatt. Prøv å sette volumet høyere enn 0 %.
pl_pl: Muzyka bez dźwięku nie jest w ogóle muzyką. Spróbuj ustawić głośność wyższą niż 0%.
ru_ru: Музыка без звука - это не музыка вообще. Попробуйте установить громкость выше 0%.
tr_tr: Sessiz müzik müziğe benzemez. Sesi %0 dan yükseğe ayarlamayı deneyin.

source: Setting changed
de_de: Einstellungen geändert
es_es: Ajustes modificados
fr_fr: Paramètre modifié
nb_no: Innstillingene er endret
pl_pl: Ustawienia zmienione
ru_ru: Настройка изменена
tr_tr: Ayar değiştirildi

source: The maximum volume has been limited to 150%, be easy on your ears.
de_de: Die maximale Lautstärke wurde auf 150% begrenzt, pass auf deine Ohren auf.
es_es: El volumen máximo se ha limitado a 150%, tenga cuidado con sus oídos.
fr_fr: Le volume maximum a été limité à 150%, soyez gentil avec vos oreilles.
nb_no: Maksimumsvolumet er begrenset til 150%, og være lett for ørene dine.
pl_pl: Maksymalna głośność została ograniczona do 150%, bądźcie spokojni o swoje uszy.
ru_ru: Максимальная громкость была ограничена 150%, не напрягайте слух.
tr_tr: En yüksek ses %150 ile sınırlıdır, kulaklarınıza iyi davranın.

source: The maximum volume has been limited to {max_volume}%.
de_de: Die maximale Lautstärke wurde auf {max_volume}% begrenzt.
es_es: El volumen máximo ha sido limitado a {max_volume}%.
fr_fr: Le volume maximum a été limité à {max_volume}%.
nb_no: Maksimalt volum er begrenset til {max_volume}%.
pl_pl: Maksymalna głośność została ograniczona do {max_volume}%.
ru_ru: Максимальный объем был ограничен до {max_volume}%.
tr_tr: En yüksek ses %{max_volume} ile sınırlıdır.

source: Disconnect from the voice channel.
de_de: Verbindung zum Sprachkanal trennen.
es_es: Desconectar del canal de voz.
fi_fi: Katkaise yhteys puhekanavaan.
fr_fr: Déconnexion du salon vocal.
nb_no: Koble fra talekanalen.
pl_pl: Odłącz od kanału głosowego.
ru_ru: Отключить от голосового канала.
tr_tr: Ses kanalından ayrılır

source: Nothing playing.
de_de: Keine Wiedergabe.
es_es: Nada en reproducción.
fi_fi: Mitään ei toisteta.
fr_fr: Aucune lecture en cours.
nb_no: Ingenting spiller.
pl_pl: Nic nie gra.
ru_ru: Ничего не воспроизводится.
tr_tr: Hiçbir şey çalınmıyor.

source: Unable To Disconnect
de_de: Trennen der Verbindung nicht möglich
es_es: No se puede desconectar
fi_fi: Yhteyden katkaiseminen ei onnistu
fr_fr: Impossible de se déconnecter
nb_no: Kan ikke koble fra
pl_pl: Nie można odłączyć
ru_ru: Не удалось отключить
tr_tr: Bağlantı Kesilemiyor

source: There are other people listening - vote to skip instead.
de_de: Es hören andere Leute zu - stimme stattdessen zum Überspringen ab.
es_es: Hay otras personas que están escuchando: voten a favor de saltarse en su lugar.
fi_fi: Myös muut ihmiset kuuntelevat kappaletta - äänestä ohitusta tämän sijaan.
fr_fr: Il existe d’autres personnes en train d'écouter - vote pour passer à la place.
nb_no: Det er andre som lytter - stemme for å hoppe over i stedet.
pl_pl: Inni słuchają - zamiast tego zagłosuj na pomijanie.
ru_ru: Есть другие люди, которые слушают - проголосуйте, чтобы пропустить.
tr_tr: Dinleyen başka kişiler var. Geçmek için oylayın.

source: You need the DJ role to disconnect.
de_de: Du benötigst die DJ Rolle, um die Verbindung zu trennen.
es_es: Necesitas el rol de DJ para desconectarte.
fi_fi: Tarvitset DJ-roolin katkaistaksesi yhteyden.
fr_fr: Vous devez avoir le rôle DJ pour pouvoir déconnecter.
nb_no: Du trenger DJ-rollen for å koble fra.
pl_pl: Potrzebujesz roli DJ-a, aby rozłączyć.
ru_ru: Вам нужна роль диджея, чтобы отключиться.
tr_tr: Ses kanalından ayırmak için DJ rolüne ihtiyacınız var.

source: Unable to Disconnect
de_de: Trennen der Verbindung nicht möglich
es_es: No se puede desconectar
fi_fi: Yhteyttä ei voitu katkaista
fr_fr: Impossible de se déconnecter
nb_no: Kan ikke koble fra
pl_pl: Nie udało się odłączyć
ru_ru: Не удалось отключить
tr_tr: Bağlantı Kesilemiyor

source: Disconnecting...
de_de: Verbindung wird getrennt...
es_es: Desconectando...
fi_fi: Katkaistaan yhteys...
fr_fr: Déconnexion...
nb_no: Kobler fra...
pl_pl: Rozłączanie...
ru_ru: Отключение...
tr_tr: Bağlantı kesiliyor...

source: Now playing.
de_de: Aktuelle Wiedergabe.
es_es: Reproduciendo.
fi_fi: Nyt soi.
fr_fr: Lecture en cours.
nb_no: Spiller nå.
pl_pl: Teraz odtwarzane.
ru_ru: Сейчас играет.
tr_tr: Şimdi oynatılıyor.

source: Requested by: **{track.requester}**
de_de: Angefragt von: **{track.requester}**
es_es: Solicitado por: **{track.requester}**
fi_fi: Pyytäjä: **{track.requester}**
fr_fr: Demandé par : **{track.requester}**
nb_no: Forespurt av: **{track.requester}**
pl_pl: Żądane przez: **{track.requester}**
ru_ru: Запрошено: **{track.requester}**
tr_tr: Talep eden: **{track.requester}**

source: Nothing.
de_de: Nichts.
es_es: Nada.
fi_fi: Ei mitään.
fr_fr: Rien.
nb_no: Ingenting.
pl_pl: Nic nie ma.
ru_ru: Ничего.
tr_tr: Hiçbir şey

source: Now Playing
de_de: Jetzt läuft
es_es: Escuchando
fi_fi: Nyt soi
fr_fr: Lecture en cours
nb_no: Spiller nå
pl_pl: Teraz odtwarzane
ru_ru: Сейчас играет
tr_tr: Şimdi oynatılıyor

source: Auto-Play
es_es: Reproducción automática
fi_fi: Automaattinen toisto
fr_fr: Lecture automatique
nb_no: Auto-start
pl_pl: Autoodtwarzanie
ru_ru: Авто-воспроизведение
tr_tr: Otomatik çalma

source: Shuffle
de_de: Zufällige Wiedergabe
es_es: Aleatorio
fi_fi: Sekoitus
fr_fr: Aléatoire
pl_pl: Losowo
ru_ru: Перемешивание
tr_tr: Karışık Oynat

source: Repeat
de_de: Wiederholen
es_es: Repetir
fi_fi: Uudelleentoisto
fr_fr: Répétition
nb_no: Gjenta
pl_pl: Powtarzanie
ru_ru: Повтор
tr_tr: Tekrarla

source: Pause or resume a playing track.
de_de: Pausiere oder setze ein spielendes Lied fort.
es_es: Pausar o reanudar una pista de reproducción.
fi_fi: Laita kappale tauolle tai jatka sen toistamista.
fr_fr: Pause ou reprise de la lecture d'une piste.
nb_no: Pause eller gjenoppta et spillespor.
pl_pl: Wstrzymaj lub wznawiaj odtwarzanie utworu.
ru_ru: Приостановить или возобновить воспроизведение трека.
tr_tr: Çalmakta olan şarkıyı duraklat veya devam ettir

source: Unable To Manage Tracks
de_de: Tracks können nicht verwaltet werden
es_es: No se puede administrar pistas
fi_fi: Kappaleita ei voitu hallita
fr_fr: Impossible de gérer les pistes
nb_no: Kan ikke behandle sporing
pl_pl: Nie można zarządzać utworami
ru_ru: Невозможно управлять треками
tr_tr: Parçalar düzenlenemiyor.

source: You must be in the voice channel to pause or resume.
de_de: Du musst zum Pausieren oder Fortsetzen im Sprachkanal sein.
es_es: Debes estar en el canal de voz para pausar o reanudar.
fi_fi: Sinun täytyy olla puhekanavalla laittaaksesi kappaleen tauolle tai jatkaaksesi sitä.
fr_fr: Vous devez être dans un salon vocal pour mettre en pause ou reprendre la lecture.
nb_no: Du må være i talekanalen for å pause eller fortsette.
pl_pl: Musisz być na kanale głosowym, aby wstrzymać lub wznowić.
ru_ru: Вы должны быть в голосовом канале, чтобы ставить на паузу или возобновлять проигрывание.
tr_tr: Şarkı çalmak ya da durdurabilmek için bir ses kanalında olmalısınız.

source: You need the DJ role to pause or resume tracks.
de_de: Du brachst die DJ Rolle um zu pausieren oder um fortzusetzen.
es_es: Necesitas el rol de DJ para pausar o reanudar pistas.
fi_fi: Sinulla tulee olla DJ-rooli laittaaksesi kappaleen tauolle tai jatkaaksesi sitä.
fr_fr: Vous devez avoir le rôle DJ pour mettre en pause ou reprendre la lecture.
nb_no: Du trenger DJ-rollen for å stoppe eller gjenoppta spor.
pl_pl: Potrzebujesz roli DJ do wstrzymania lub wznowienia utworów.
ru_ru: Вам нужна роль DJ, чтобы ставить на паузу или возобновлять проигрывание.
tr_tr: Başlatıp durdurabilmek için DJ rolüne sahip olmanız gerekli.

source: Track Paused
de_de: Titel angehalten
es_es: Canción pausada
fi_fi: Kappale tauolla
fr_fr: La piste à été mise en pause
nb_no: Spor satt på pause
pl_pl: Utwór zapauzowany
ru_ru: Трек приостановлен
tr_tr: Şarkı duraklatıldı.

source: Track Resumed
de_de: Titel wird fortgesetzt
es_es: Canción reanudada
fi_fi: Kappaleen toistoa jatkettiin
fr_fr: La piste à repris
nb_no: Spor gjenopptatt
pl_pl: Utwór wznowiony
ru_ru: Трек возобновлён
tr_tr: Şarkıya devam ediliyor.

source: Skip to the start of the previously played track.
de_de: Springe zum Anfang des zuvor gespielten Liedes.
es_es: Saltar al inicio de la pista previamente reproducida.
fi_fi: Siirry äsken toistetun kappaleen alkuun.
fr_fr: Revient à la piste précédente.
nb_no: Hopp til begynnelsen av forrige spilte spor.
pl_pl: Przejdź do początku poprzednio odtwarzanego utworu.
ru_ru: Перейти к началу ранее воспроизведенного трека.
tr_tr: Bir önceki çalınan şarkının en başına geri döner

source: Unable To Skip Tracks
de_de: Titel können nicht überspringen werden
es_es: No se pueden omitir pistas
fi_fi: Kappaleita ei voitu ohittaa
fr_fr: Impossible de passer des pistes
nb_no: Kan ikke hoppe over spor
pl_pl: Nie można pominąć utworów
ru_ru: Не удается пропустить треки
tr_tr: Parçalar Atlanamıyor

source: You must be in the voice channel to skip the track.
de_de: Du musst dich in dem Sprachkanal befinden, um Titel zu überspringen.
es_es: Debes estar en el canal de voz para saltar la pista.
fi_fi: Sinun täytyy olla puhekanavalla, jotta voit ohittaa kappaleen.
fr_fr: Vous devez être dans un salon vocal pour passer une piste.
nb_no: Du må være i talekanalen for å hoppe over sporet.
pl_pl: Musisz być na kanale głosowym, aby wstrzymać lub wznowić utwór.
ru_ru: Вы должны быть в голосовом канале, чтобы пропустить трек.
tr_tr: Şarkıyı geçebilmek için kanal da olmanız gerekli.

source: You need the DJ role or be the track requester to enqueue the previous song tracks.
de_de: Du benötigst die DJ-Rolle oder der Track-Requder, um die vorherigen Song-Titel zu bekommen.
es_es: Necesitas el rol de DJ o ser el solicitante de la pista para encolar las pistas de canciones anteriores.
fi_fi: Sinulla pitää olla DJ-rooli tai sinun tulee olla kappaleen lisääjä, jotta voit lisätä edellisiä kappaleita.
fr_fr: Vous devez avoir le rôle de DJ ou être le demandeur de piste pour mettre en file d'attente les pistes précédentes.
nb_no: Du trenger DJ-rollen eller være sporforespørsel for å fortelle de forrige sangsporene.
pl_pl: Potrzebujesz roli DJ lub być żądającym utworu, aby dodać do kolejki poprzednie utwory.
ru_ru: Вам нужна роль DJ или быть инициатором трека, чтобы добавить в очередь предыдущие треки.
tr_tr: Önceki şarkıları sıralayabilmeniz için şarkı isteyen kişi olmanız ya da DJ rolünüzün olması gerekir.

source: Unable To Play Tracks
de_de: Titel können nicht wiedergegeben werden
es_es: No se puede reproducir pistas
fi_fi: Kappaleiden toisto ei onnistu
fr_fr: Impossible de jouer des pistes
nb_no: Kan ikke spille spor
pl_pl: Nie można odtworzyć utworów
ru_ru: Не удается воспроизвести треки
tr_tr: Parçalar Çalınamıyor

source: No previous track.
de_de: Kein vorheriger Titel.
es_es: No hay rastro anterior.
fi_fi: Ei edellistä kappaletta.
fr_fr: Il n'y a pas de piste précédente.
nb_no: Ikke noe tidligere spor.
pl_pl: Brak poprzedniego utworu.
ru_ru: Нет предыдущего трека.
tr_tr: Önceki parça bulunamadı.

source: Replaying Track
de_de: Titel wird wiederholt
es_es: Reproduciendo pista
fi_fi: Toistetaan kappale uudelleen
fr_fr: Répétition de piste
nb_no: Spille på nytt
pl_pl: Powtarzanie utworu
ru_ru: Воспроизведение дорожки
tr_tr: Şarkı tekrar oynatılıyor

source: Seek ahead or behind on a track by seconds or to a specific time. Accepts seconds or a value formatted like 00:00:00 (`hh:mm:ss`) or 00:00 (`mm:ss`).
de_de: Spule um Sekunden vor oder zurück oder zu einer bestimmten Zeit. Akzeptiert Sekunden oder einen Wert, der wie 00:00:00 (`hh:mm:ss`) oder 00:00 (`mm:ss`) formatiert ist.
es_es: Busca adelante o atras en una pista por segundos o a un tiempo específico. Acepta segundos o un valor formateado como 00:00:00 (`hh:mm:ss`) o 00:00 (`mm:ss`).
fr_fr: Cherchez avant ou après sur une piste par secondes ou par temps spécifique. Accepte les secondes ou une valeur formatée comme 00:00:00 (`hh:mm:ss`) ou 00:00 (`mm:ss`).
nb_no: Søk framover eller bakover på et musikkspor med sekunder eller til et bestemt tidspunkt. Godtar sekunder eller en verdi formatert som 00:00:00 (`tt:mm:ss`) eller 00:00 (`mm:ss`).
pl_pl: Szukaj w przód lub w tył w utworze o kilka sekund lub do określonego czasu. Akceptuje sekundy lub wartość sformatowaną jak 00:00:00 (`hh:mm:ss`) lub 00:00 (`mm:ss`).
ru_ru: Перемотать трек вперёд или назад на секунды или точное время. Разрешены секунды или число в формате как 00:00:00 (`чч:мм:сс`) или 00:00 (`мм:сс`).
tr_tr: Bir parçada belirli bir noktaya veya belirli bir süre ileri veya geri atla. Bu komut saniyeler veya 00:00:00 (`saat:dk:sn`) veya 00:00 (`dk:sn`) şeklinde biçimlendirilmiş bir değeri kabul eder.

source: Unable To Seek Tracks
de_de: Titel können nicht gesucht werden
es_es: No se puede buscar pistas
fi_fi: Kappaletta ei voitu kelata
fr_fr: Impossible de rechercher des pistes
nb_no: Kan ikke søke spor
pl_pl: Nie można przeszukać utworów
ru_ru: Невозможно перемотать трек
tr_tr: Şarkılar Taranamıyor

source: You must be in the voice channel to use seek.
de_de: Du musst dich in dem Sprachkanal befinden, um Spulen zu können.
es_es: Debes estar en el canal de voz para usar la búsqueda.
fi_fi: Sinun täytyy olla puhekanavalla kelataksesi kappaletta.
fr_fr: Vous devez être dans un salon vocal pour utiliser la commande seek.
nb_no: Du må være i talekanal for å bruke søk.
pl_pl: Musisz być na kanale głosowym, aby przewijać.
ru_ru: Вы должны быть в голосовом канале, чтобы использовать поиск.
tr_tr: İleri sarmayı kullanabilmek için kanal da olmanız gerekmektedir.

source: You need the DJ role or be the track requester to use seek.
de_de: Du benötigst die DJ-Rolle oder der Track-Requder, um die Suche zu verwenden.
es_es: Necesita el rol de DJ o ser el solicitante de la pista para usar buscar.
fi_fi: Sinulla täytyy olla DJ-rooli tai sinun tulee olla kappaleen lisääjä kelataksesi.
fr_fr: Vous devez avoir le rôle DJ ou être le demandeur de piste pour utiliser seek.
nb_no: Du trenger DJ-rollen eller være sporforespørsel for å hoppe over spor.
pl_pl: Potrzebujesz roli DJ lub być żądającym utworu aby używać wyszukiwania.
ru_ru: У вас должна быть роль DJ или вы должны быть инициатором трека для использования перемотки.
tr_tr: Şarkıyı ileri-geri sarabilmek için şarkıyı talep eden kişi ya da DJ rolünde olmalısınız.

source: Can't seek on a stream.
de_de: Ein Stream kann nicht gespult werden.
es_es: No se puede buscar en una secuencia.
fi_fi: Et voi kelata striimissä.
fr_fr: Ne peut avancer ou reculer sur un stream.
nb_no: Kan ikke søke på en stream.
pl_pl: Nie można przeszukiwać strumienia.
ru_ru: Не могу искать по трансляции.
tr_tr: Yayında ileri sarılma yapılamaz.

source: Invalid input for the time to seek.
de_de: Ungültige Eingabe für die Zeit, nach der gesucht werden soll.
es_es: Entrada no válida para el tiempo a buscar.
fi_fi: Virheellinen aika johon kelata.
fr_fr: Entrée invalide pour l'info temporelle à rechercher.
nb_no: Ugyldig inndata for tiden å søke.
pl_pl: Nieprawidłowe dane wejściowe dla czasu do szukania.
ru_ru: Неправильно введено время для перемотки.
tr_tr: İleri sarılacak süre veya zaman geçersiz.
