Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/commands/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Removed 0 tracks, nothing matches the URL provided.
de_de: 0 Tracks entfernt, nichts stimmt mit der angegebenen URL überein.
es_es: 0 pistas eliminadas, nada coincide con la URL proporcionada.
fi_fi: Yhtään kappaletta ei poistettu, mikään ei täsmää annetun osoitteen kanssa.
fr_fr: 0 pistes supprimées, rien ne correspond à l'URL fournie.
nb_no: Fjernet 0 spor, samsvarer ikke med URL oppgitt.
pl_pl: Usunięto 0 utworów, nic nie pasuje do podanego adresu URL.
ru_ru: Удалено 0 треков, ничего не соответствует предоставленному URL.
tr_tr: 0 şarkı silindi, talep ettiğiniz URL ile uyuşan yok.

source: Removed {removed_tracks} tracks from queue which matched the URL provided.
de_de: {removed_tracks} Tracks aus der Warteschlange entfernt, die mit der angegebenen URL übereinstimmen.
es_es: Se han eliminado {removed_tracks} pistas de la cola que coinciden con la URL proporcionada.
fi_fi: Poistettiin jonosta {removed_tracks} kappaletta jotka täsmäsivät annetun osoitteen kanssa.
fr_fr: {removed_tracks} pistes qui correspondait à l'url ont été retirées de la liste de lecture.
nb_no: Fjernet {removed_tracks} spor fra køen som samsvarer med URL-adressen oppgitt.
pl_pl: Usunięto {removed_tracks} utworów z kolejki, które pasują do podanego adresu URL.
ru_ru: Из очереди убрано {removed_tracks} которые были найдены по добавленной ссылке.
tr_tr: URL ile uyuşan {removed_tracks} şarkı sıradan silindi.

source: Bump a track number to the top of the queue.
de_de: Befördert einen Track mit einer bestimmten Nummer an die Spitze der Warteschlange.
es_es: Volcar un número de pista a la parte superior de la cola.
fi_fi: Nosta kappalenumero jonon ensimmäiseksi.
fr_fr: Remonte un numéro de piste vers le haut de la liste.
nb_no: Hopp et spornummer til toppen av køen.
pl_pl: Wrzuć numer utworu na górę kolejki.
ru_ru: Поднять номер дорожки в начало очереди.
tr_tr: Şarkıyı başa almak için sıra numarası girin

source: Unable To Bump Track
de_de: Titel konnte nicht an die Spitze gesetzt werden
es_es: No se puede volcar la pista
fi_fi: Kappaletta ei voitu nostaa
fr_fr: Impossible de remonter la piste
nb_no: Kan ikke støte på sporet
pl_pl: Nie można podrzucić utworu
ru_ru: Невозможность сбить трек
tr_tr: Parça öne alınamıyor.

source: You must be in the voice channel to bump a track.
de_de: Du musst dich in dem Sprachkanal befinden, um einen Titel an den Anfang der Warteschlange zu schieben.
es_es: Debes estar en el canal de voz para saltar una pista.
fi_fi: Sinun täytyy olla puhekanavalla nostaaksesi kappaletta.
fr_fr: Vous devez être dans un salon vocal pour remonter une piste.
nb_no: Du må være i talekanalen for å støte på et spor.
pl_pl: Musisz być na kanale głosowym, aby podrzucić utwór.
ru_ru: Вы должны быть в голосовом канале, чтобы поднять дорожку.
tr_tr: Şarkıyı en başa almak için kanal da olmanız gerekli.

source: You need the DJ role to bump tracks.
de_de: Du benötigst die DJ Rolle, um Titel an den Anfang zu schieben.
es_es: Necesitas el rol del DJ para saltar pistas.
fi_fi: Tarvitset DJ-roolin nostaaksesi kappaleita.
fr_fr: Vous devez avoir le rôle DJ pour remonter des pistes.
nb_no: Du trenger DJ-rollen for å spore spor.
pl_pl: Potrzebujesz roli DJ-a, aby podrzucić utwór.
ru_ru: Вам нужна роль диджея, чтобы делать треки громче.
tr_tr: Şarkıyı sıra başına almak için DJ rolü gerekli.

source: Moved track to the top of the queue.
de_de: Titel wurde an die Spitze der Warteschlange gesetzt.
es_es: Se ha movido la pista a la parte superior de la cola.
fi_fi: Kappale siirrettiin jonon ensimmäiseksi.
fr_fr: La piste a été déplacé en haut de la liste.
nb_no: Flyttet spor til toppen av køen.
pl_pl: Przeniesiono utwór na górę kolejki.
ru_ru: Трек перемещен в начало очереди.
tr_tr: Parça şarkı sırasının en üstüne taşındı.

source: Equalizer management. Band positions are 1-15 and values have a range of -0.25 to 1.0. Band names are 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1.6k, 2.5k, 4k, 6.3k, 10k, and 16k Hz. Setting a band value to -0.25 nullifies it while +0.25 is double.
es_es: Gestión del ecualizador. Las posiciones de la banda son 1-15 y los valores tienen un rango de -0.25 a 1.0. Los nombres de las bandas son 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1.6 k, 2.5k, 4k, 6.3k, 10k y 16k Hz. Estableciendo un valor de banda a -0.25 lo nulifica mientras que +0.25 lo duplica.
fr_fr: Réglez une bande d'égalisation avec un numéro de bande ou un nom et une valeur. Les positions de bande sont 1-15 et les valeurs ont une plage de -0,25 à 1,0. Les noms de bande sont 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1,6k, 2,5k, 4k, 6,3k, 10k et 16k Hz. Une valeur de bande à -0,25 la rend nulle alors que +0,25 est double.
nb_no: Equalizerledelse. Band posisjoner er 1-15 og verdier har en rekke -0. 5 til 1,0. Band navn er 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1. k, 2,5k, 4k, 6.3k, 10 og 16k Hz. Angi en båndverdi til -0. 5 nullifiserer den mens +0,25 er doblet.
pl_pl: Ustaw pasmo equalizera z liczbą pasma lub nazwą i wartością. Pozycje pasma są 1-15, a wartości mają zakres -0.25 do 1.0. Nazwy pasm to 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1.6k, 2.5k, 4k, 6.3k, 10k i 16k Hz. Ustawianie wartości pasma na -0.25 unieważnia gdy +0,25 jest podwojone.
ru_ru: Управление эквалайзером. Позиции диапазонов 1-15, а значения имеют диапазон от -0,25 до 1,0. Названия полос - 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1.6k, 2.5k, 4k, 6,3k, 10k и 16k Гц. Установка значения полосы в -0,25 обнуляет ее, а +0,25 - удваивает.
tr_tr: Ekolayzer yönetimi. Bant pozisyonları 1-15 dir ve değerler -0.25 ila 1.0 aralığındadır. Bant adları ise 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1.6k, 2.5k, 4k, 6.3k, 10k, ve 16k Hz dir. Bir bantı -0.25 e almak etkisizleştirirken +0.25 ikiye katlar.

source: Delete a saved eq preset.
de_de: Lösche eine gespeicherte EQ-Voreinstellung.
es_es: Eliminar un ajuste de eq guardado.
fi_fi: Poista tallennettu taajuuskorjaimen esiasetus.
fr_fr: Supprimer un préréglage eq enregistré.
nb_no: Slett en lagret eq forhåndsinnstilling.
pl_pl: Usuń zapisane ustawienia eq.
ru_ru: Удаление сохраненной пред-установки эквалайзера.
tr_tr: Hazır EQ presetini kaldır

source: Unable To Delete Preset
de_de: Voreinstellung konnte nicht gelöscht werden
es_es: No se puede eliminar el ajuste
fi_fi: Esiasetusta ei voitu poistaa
fr_fr: Impossible de supprimer le préréglage
nb_no: Kan ikke slette forhåndsinnstilling
pl_pl: Nie można usunąć ustawień
ru_ru: Не удается удалить Preset
tr_tr: Hazır olan ayarlar silinemiyor

source: You are not the author of that preset setting.
de_de: Du bist nicht der Ersteller dieser Voreinstellung.
es_es: Usted no es el autor de esa configuración predeterminada.
fi_fi: Et ole tämän esiasetuksen laatija.
fr_fr: Vous n'êtes pas l'auteur de ce préréglage.
nb_no: Du er ikke forfatteren av den forhåndsinnstilte innstillingen.
pl_pl: Nie jesteś autorem tego ustawienia korektora.
ru_ru: Вы не являетесь автором данной настройки preset.
tr_tr: Bu hazır ayarı oluşturan kişi siz değilsiniz.

source: List saved eq presets.
de_de: Listet gespeicherte Equalizer-Presets auf.
es_es: Lista de ajustes de eq guardados.
fi_fi: Listaa tallennetut taajuuskorjaimen esiasetukset.
fr_fr: Liste des préréglages eq enregistrés.
nb_no: Liste lagrede eq forhåndsinnstillinger.
pl_pl: Lista zapisanych ustawień eq.
ru_ru: Список сохраненных пред-установок эквалайзера.
tr_tr: Kaydedilmiş EQ preset'lerini listeler

source: No saved equalizer presets.
de_de: Keine gespeicherten Equalizer-Presets.
es_es: No hay ajustes de ecualizador guardados.
fi_fi: Ei tallennettuja taajuuskorjaimen esiasetuksia.
fr_fr: Aucun préréglage de l'égaliseur enregistré.
nb_no: Ingen lagrede equalizer-forhåndsinnstillinger.
pl_pl: Brak zapisanych ustawień korektora.
ru_ru: Нет сохраненных presets эквалайзера.
tr_tr: Kaydedilmiş EQ preset'i bulunamadı

source: Preset Name
de_de: Bezeichnung der Voreinstellung
es_es: Nombre de ajuste
fi_fi: Esiasetuksen nimi
fr_fr: Nom du préréglage
nb_no: Forhåndsinnstilt navn
pl_pl: Nazwa ustawień korektora
ru_ru: Название Preset
tr_tr: Ön ayar adı

source: Author
de_de: Autor
es_es: Autor
fi_fi: Tekijä
fr_fr: Auteur
nb_no: Forfatter
pl_pl: Autor
ru_ru: Автор
tr_tr: Yapımcı

source: Load a saved eq preset.
de_de: Laden Sie eine gespeicherte Equalizer-Voreinstellung.
es_es: Cargar un ajuste de eq guardado.
fi_fi: Lataa tallennettu taajuuskorjaimen esiasetus.
fr_fr: Charger un préréglage eq enregistré.
nb_no: Last inn en lagret ekstern forhåndsinnstilling.
pl_pl: Załaduj zapisane ustawienia eq.
ru_ru: Загрузить сохраненную пред-установку эквалайзера.
tr_tr: Kaydedilmiş EQ Preset'ini yükle

source: No Preset Found
de_de: Keine Voreinstellung gefunden
es_es: No se encontró Preset
fi_fi: Esiasetusta ei löytynyt
fr_fr: Aucun préréglage trouvé
nb_no: Ingen forhåndsinnstillinger funnet
pl_pl: Nie znaleziono ustawień wstępnych
ru_ru: Preset не найден
tr_tr: Ön Ayar Bulunamadı

source: Unable To Load Preset
de_de: Voreinstellung konnte nicht geladen werden
es_es: No se puede cargar el ajuste
fi_fi: Esiasetusta ei voitu ladata
fr_fr: Impossible de charger le préréglage
nb_no: Kan ikke laste forhåndsinnstilling
pl_pl: Nie można załadować ustawień korektora
ru_ru: Не удается загрузить Preset
tr_tr: Ön Ayar Yüklenemedi

source: You need the DJ role to load equalizer presets.
de_de: Du benötigst die DJ Rolle um Equalizer-Voreinstellungen zu laden.
es_es: Necesitas el rol de DJ para cargar los ajustes predeterminados del ecualizador.
fi_fi: Tarvitset DJ-roolin ladataksesi taajuuskorjaimen esiasetuksia.
fr_fr: Vous avez besoin du rôle DJ pour charger les préréglages de l’égaliseur.
nb_no: Du trenger DJ-rollen for å laste inn forhåndsinnstillinger for equalizer.
pl_pl: Potrzebujesz roli DJ, aby załadować ustawienia korektora.
ru_ru: Вам нужна роль DJ для загрузки presets эквалайзера.
tr_tr: Ekolayzer ön ayarlarını yüklemek için DJ rölüne ihtiyacınız var.

source: Reset the eq to 0 across all bands.
de_de: Setzen Sie den Equalizer für alle Bands auf 0 zurück.
es_es: Reinicia el eq a 0 en todas las bandas.
fi_fi: Taajuuskorjain nollattiin kaikilla taajuusalueilla.
fr_fr: Réinitialiser l'eq à 0 sur toutes les bandes.
nb_no: Tilbakestill eq til 0 over alle bandene.
pl_pl: Zresetuj eq do 0 we wszystkich pasmach.
ru_ru: Сброс эквалайзера на 0 во всех диапазонах частот.
tr_tr: EQ'daki tüm ayarları sıfırlar

source: Unable To Modify Preset
de_de: Kann Preset nicht ändern
es_es: No se puede modificar el ajuste
fi_fi: Esiasetusta ei voitu muokata
fr_fr: Impossible de modifier le préréglage
nb_no: Kan ikke endre forhåndsinnstilling
pl_pl: Nie można zmodyfikować ustawień korektora
ru_ru: Не удается изменить Preset
tr_tr: Ön Ayar Değiştirilemiyor

source: You need the DJ role to reset the equalizer.
de_de: Du brauchst die DJ Rolle um die Playlist zu leeren.
es_es: Necesitas el rol de DJ para restablecer el ecualizador.
fi_fi: Tarvitset DJ-roolin nollataksesi taajuuskorjaimen.
fr_fr: Vous avez besoin du rôle DJ pour réinitialiser l’égaliseur.
nb_no: Du trenger DJ-rollen for å tilbakestille equalizeren.
pl_pl: Potrzebujesz roli DJ, aby zresetować korektor.
ru_ru: Для сброса эквалайзера вам нужна роль DJ.
tr_tr: Ekolayzırı sıfırlamak için DJ rolüne ihtiyacın var.

source: Equalizer values have been reset.
de_de: Equalizer-Werte wurden zurückgesetzt.
es_es: Los valores del ecualizador se han restablecido.
fi_fi: Taajuuskorjaimen arvot on nollattu.
fr_fr: Les valeurs de l'égaliseur ont été réinitialisées.
nb_no: Equalizer-verdiene er nullstilt.
pl_pl: Wartości korektora zostały zresetowane.
ru_ru: Значения эквалайзера были сброшены.
tr_tr: EQ sıfırlandı.

source: Save the current eq settings to a preset.
de_de: Speichern Sie die aktuellen EQ-Einstellungen in einer Voreinstellung.
es_es: Guarde los ajustes actuales de eq en un ajuste predeterminado.
fi_fi: Tallenna nykyiset taajuuskorjaimen arvot esiasetukseen.
fr_fr: Enregistrer les paramètres eq actuels dans un préréglage.
nb_no: Lagre gjeldende eq innstillinger i en forhåndsinnstilling.
pl_pl: Zapisz bieżące ustawienia korektora do ustawień korektora.
ru_ru: Сохранение текущих настроек эквалайзера в preset.
tr_tr: EQ'deki şuan ki ayarları preset olarak kaydet

source: Unable To Save Preset
de_de: Voreinstellung kann nicht gespeichert werden
es_es: No se puede guardar el ajuste
fi_fi: Esiasetusta ei voitu tallentaa
fr_fr: Impossible d'enregistrer le préréglage
nb_no: Kan ikke lagre forhåndsinnstilling
pl_pl: Nie można zapisać ustawień korektora
ru_ru: Не удается сохранить preset
tr_tr: Ön Ayar Kaydedilemedi

source: You need the DJ role to save equalizer presets.
de_de: Sie benötigen die DJ-Rolle, um Equalizer-Voreinstellungen zu speichern.
es_es: Necesitas el rol de DJ para guardar los ajustes predeterminados del ecualizador.
fi_fi: Tarvitset DJ-roolin tallentaaksesi taajuuskorjaimen esiasetuksia.
fr_fr: Vous devez avoir le rôle DJ pour sauvegarder les préréglages de l'égaliseur.
nb_no: Du trenger DJ-rollen for å lagre forhåndsinnstillinger for equalizer.
pl_pl: Potrzebujesz roli DJ, aby zapisać ustawienia korektora.
ru_ru: Вам нужна роль DJ для сохранения presets эквалайзера.
tr_tr: Ekolayzer ayarlarını kaydetmek için DJ rolüne ihtiyacın var.

source: Please enter a name for this equalizer preset.
de_de: Bitte geben Sie einen Namen für diese Equalizer-Voreinstellung ein.
es_es: Por favor, introduzca un nombre para este ecualizador predefinido.
fi_fi: Anna nimi tälle taajuuskorjaimen esiasetukselle.
fr_fr: Veuillez saisir un nom pour ce préréglage d'égaliseur.
nb_no: Vennligst skriv inn et navn for denne equalizer forhåndsinnstillingen.
pl_pl: Wprowadź nazwę dla tego ustawienia korektora.
ru_ru: Пожалуйста, введите имя для этого preset эквалайзера.
tr_tr: Lütfen bu EQ Preset'i için bir isim girin

source: No equalizer preset name entered, try the command again later.
de_de: Sie haben keinen Namen für die Equalizer-Voreinstellung eingegeben, versuchen Sie den Befehl später erneut.
es_es: No se ha introducido el nombre predefinido del ecualizador, intente el comando de nuevo más tarde.
fi_fi: Taajuuskorjaimen esiasetuksen nimeä ei annettu, yritä komentoa uudestaan myöhemmin.
fr_fr: Aucun nom de préréglage d'égaliseur saisi, essayez à nouveau la commande plus tard.
nb_no: Ingen equalizer forhåndsinnstillt, prøv kommandoen igjen senere.
pl_pl: Nie wprowadzono nazwy ustawienia korektora, spróbuj ponownie później.
ru_ru: Имя preset эквалайзера не введено, попробуйте еще раз.
tr_tr: EQ Preset ismi girilmedi, komutu tekrar deneyin.

source: Try the command again with a shorter name.
de_de: Bitte den Befehl mit einem kürzeren Namen erneut versuchen.
es_es: Vuelve a intentar el comando con un nombre más corto.
fi_fi: Yritä komentoa uudelleen lyhyemmällä nimellä.
fr_fr: Réessayez la commande avec un nom plus court.
nb_no: Prøv kommandoen igjen med et kortere navn.
pl_pl: Wypróbuj polecenie ponownie z krótszą nazwą.
ru_ru: Попробуйте ввести команду еще раз с более коротким именем.
tr_tr: Daha kısa bir isimle tekrar deneyin.

source: Preset name already exists, do you want to replace it?
de_de: Voreinstellungsname existiert bereits, möchten Sie ihn ersetzen?
es_es: El nombre predefinido ya existe, ¿quieres reemplazarlo?
fi_fi: Esiasetus tuolla nimellä on jo olemassa, haluatko korvata sen?
fr_fr: Le nom du préréglage existe déjà, voulez-vous le remplacer ?
nb_no: Forhåndsinstilling navn eksisterer allerede, vil du erstatte den?
pl_pl: Ustawienie o danej nazwie już istnieje, czy chcesz je zastąpić?
ru_ru: Имя preset уже существует, заменить его?
tr_tr: EQ preset ismi zaten mevcut; var olan dosyayı değiştirmek istiyor musunuz?

source: Not saving preset.
de_de: Voreinstellung nicht speichern.
es_es: No se ha guardado el predeterminado.
fi_fi: Esiasetusta ei tallennettu.
fr_fr: Pas d'enregistrement du préréglage.
nb_no: Lagrer ikke forhåndsinnstillingen.
pl_pl: Nie zapisuję ustawień.
ru_ru: Не сохранять preset.
tr_tr: Kaydedilmiyor

source: Current equalizer saved to the {preset_name} preset.
de_de: Aktueller Equalizer wurde in der Voreinstellung {preset_name} gespeichert.
es_es: Ecualizador actual guardado en el preset {preset_name}.
fi_fi: Nykyiset taajuuskorjaimen arvot tallennettiin {preset_name}-esiasetukseen.
fr_fr: L'égaliseur actuel a été sauvegardé dans le préréglage {preset_name}.
nb_no: Nåværende equalizer lagret som {preset_name} forhåndsinnstilles.
pl_pl: Bieżący korektor zapisany w ustawieniach {preset_name}.
ru_ru: Эквалайзер сохранил {preset_name} preset.
tr_tr: Geçerli ekolayzer ayarı {preset_name} olarak ayarlandı.

source: Set an eq band with a band number or name and value. Band positions are 1-15 and values have a range of -0.25 to 1.0. Band names are 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1.6k, 2.5k, 4k, 6.3k, 10k, and 16k Hz. Setting a band value to -0.25 nullifies it while +0.25 is double.
de_de: Lege einen EQ-Regler mit einer Reglernummer oder einem Namen und Wert fest. Regler Positionen sind 1-15 und Werte haben einen Bereich von -0.25 bis 1.0. Reglernamen sind 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1.6k, 2.5k, 4k, 6.3k, 10k und 16k Hz. Einen Reglerwert auf -0.25 setzen hebt diesen auf, während +0.25 verdoppelt.
es_es: Establece una banda eq con un número de banda o nombre y valor. Las posiciones de la banda son 1-15 y los valores tienen un rango de -0. 5 a 1.0. Los nombres de las bandas son 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1. k, 2.5k, 4k, 6.3k, 10k y 16k Hz. Establecer un valor de banda a -0. 5 anulifica mientras que +0.25 es doble.
fi_fi: Aseta taajuusalueen arvo joko nimellä tai numerolla. Alueiden numerot ovat 1-15 voivat vaihdella -0.25 ja 1.0 välillä. Alueiden nimet ovat 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1.6k, 2.5k, 4k, 6.3k, 10k ja16k Hz. Alueen asettaminen arvoon -0.25 mykistää sen kun taas +0.25 tuplaa sen.
fr_fr: Réglez une bande d'égalisation avec un numéro de bande ou un nom et une valeur. Les positions de bande sont 1-15 et les valeurs ont une plage de -0,25 à 1,0. Les noms de bande sont 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1,6k, 2,5k, 4k, 6,3k, 10k et 16k Hz. Une valeur de bande à -0,25 la rend nulle alors que +0,25 est double.
nb_no: Angi et eq-bånd med et båndnummer eller verdi. Båndposisjonene er 1-15 og verdiene har en rekke på -0. 5 til 1,0. Band navn er 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1. k, 2,5k, 4k, 6,3k, 10 og 16k Hz. Angi en båndverdi til -0. 5 nullifiserer den mens +0,25 er doblet.
pl_pl: Ustaw pasmo equalizera z liczbą pasma lub nazwą i wartością. Pozycje pasma są 1-15, a wartości mają zakres -0.25 do 1.0. Nazwy pasm to 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1.6k, 2.5k, 4k, 6.3k, 10k i 16k Hz. Ustawianie wartości pasma na -0.25 unieważnia gdy +0,25 jest podwojone.
ru_ru: Установка эквалайзера с номером диапазона или названием и значением. Позиции диапазона от 1 до 15, а значения имеют диапазон от -0,25 до 1,0. Названия позиций 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1.6k, 2.5k, 4k, 6.3k, 10k и 16k Hz. Установка значения диапазона в -0,25 приводит к его обнулению, а +0,25 - к удвоению.
tr_tr: Bir bant numarası veya isim ve değer ile bir eq bandını ayarla. Bant pozisyonları 1-15 dir ve değerler -0.25 ila 1.0 aralığındadır. Bant adları ise 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1.6k, 2.5k, 4k, 6.3k, 10k, and 16k Hz dir. Bir bantı -0.25 e almak etkisizleştirirken +0.25 ikiye katlar.

source: Unable To Set Preset
de_de: Voreinstellung kann nicht festgelegt werden
es_es: No se puede establecer ajuste
fi_fi: Esiasetusta ei voitu asettaa
fr_fr: Impossible de définir le préréglage
nb_no: Kan ikke angi forhåndsinnstilling
pl_pl: Nie można ustawić ustawień
ru_ru: Не удалось установить Preset
tr_tr: Ön Ayar Değiştirilemiyor

source: You need the DJ role to set equalizer presets.
de_de: Du benötigst die DJ-Rolle, um Equalizer-Voreinstellungen zu speichern.
es_es: Necesita el rol de DJ para establecer presets del ecualizador.
fi_fi: Tarvitset DJ-roolin asettaaksesi taajuuskorjaimen esiasetuksia.
fr_fr: Vous avez besoin du rôle DJ pour régler les préréglages de l'égaliseur.
nb_no: Du trenger DJ-rollen for å sette equalizer-forhåndsinnstillinger.
pl_pl: Potrzebujesz roli DJ, aby ustawić ustawienia korektora.
ru_ru: Вам нужна роль DJ для установки presets эквалайзера.
tr_tr: Ekolayzer ön ayarlarını kaydetmek için DJ rolüne ihtiyacın var.

source: Invalid Band
de_de: Ungültiges Band
es_es: Banda inválida
fi_fi: Virheellinen taajuusalue
fr_fr: Bande de fréquence invalide
nb_no: Ugyldig bånd
pl_pl: Nieprawidłowe pasmo
ru_ru: Неверная полоса
tr_tr: Geçersiz Bant

source: Valid band numbers are 1-15 or the band names listed in the help for this command.
de_de: Gültige Bandnummern sind 1-15 oder die in der Hilfe für diesen Befehl aufgelisteten Bandnamen.
es_es: Los números de banda válidos son 1-15 o los nombres de banda listados en la ayuda para este comando.
fi_fi: Sallitut taajuusalueiden numerot ovat 1-15 tai ne nimetjotka ovat tämän komennon apusivulla.
fr_fr: Les numéros de bande valides sont de 1 à 15 ou les noms de bande listés dans l'aide de cette commande.
nb_no: Gyldige båndnumre er 1-15 eller båndnavnene som er listet ved hjelp for denne kommandoen.
pl_pl: Prawidłowe numery pasm to 1-15 lub nazwy pasma wymienione w pomocy dla tego polecenia.
ru_ru: Допустимые номера диапазонов 1-15 или названия, указанные в справке по этой команде.
tr_tr: Geçerli bant sayıları 1-15 veya bu komutla beraber listelenmiş olan isimlerdir.

source: Preset Modified
de_de: Voreinstellung geändert
es_es: Modificado preajuste
fi_fi: Esiasetusta muokattu
fr_fr: Préréglage modifié
nb_no: Forhåndsinnstilt endret
pl_pl: Zmodyfikowano ustawienie
ru_ru: Preset изменен
tr_tr: Ön Ayar Değiştirildi

source: The {band_name}Hz band has been set to {band_value}.
de_de: Der {band_name}Hz wurde auf {band_value} gesetzt.
es_es: La banda Hz {band_name}se ha establecido en {band_value}.
fi_fi: Taajuusalueelle {band_name}Hz asetettiin arvo {band_value}.
fr_fr: La bande {band_name}Hz a été réglée sur {band_value}.
nb_no: {band_name}Hz-båndet er satt til {band_value}.
pl_pl: Pasmo {band_name}Hz zostało ustawione na {band_value}.
ru_ru: Диапазон частот {band_name} был установлен на {band_value}.
tr_tr: {band_name}Hz band {band_value} olarak ayarlandı.

source: `Dangerous commands` Manage Lavalink node configuration settings. This command block holds all commands to configure an unmanaged (user maintained) or managed (bot maintained) Lavalink node. You should not mess with any command in here unless you have a valid reason to, i.e. been told by someone in the Red-Discord Bot support server to do so. All the commands in here have the potential to break the Audio cog.
es_es: `Comandos peligrosos` Administra la configuración del nodo Lavalink. Este bloque de comandos contiene todos los comandos para administrar un nodo Lavalink externo (no administrado) o interno (administrado). No deberías tocar ningún comando aquí a menos que tengas una razón válida para hacerlo, p. ej. alguien en el servidor de soporte de Red-Discord te dijo que lo hicieras. Todos los comandos aquí presentes tienen el potencial de romper el cog de audio.
nb_no: `Farlige kommandoer` Administrer konfigurasjonsinnstillinger for Lavalink node. Denne kommandoblokken inneholder alle kommandoer for å konfigurere en uadministrert (brukeropprettholdt) eller administrert (bot vedlikeholdt) Lavalink-node. Du bør ikke rote med noen kommando her med mindre du har en gyldig grunn til å, dvs. blitt fortalt av noen i Red-Discord Bot-støtteserveren om å gjøre det. Alle kommandoene kan kræsje Lavalink noden.

source: Java Executable Reset
de_de: Java Ausführungsdatei zurückgesetzt
es_es: Reiniciar ejecutable de Java
fi_fi: Java-ajotiedosto nollattu
fr_fr: L'exécutable de Java a été réinitialisé
nb_no: Java kjørbar endret
pl_pl: Resetowanie Java Executable
ru_ru: Сброс исполняемого файла Java
tr_tr: Java konumu sıfırlandı
