Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/commands/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: This setting is only for bot owners to set a localtracks folder location In the example below, the full path for 'ParentDirectory' must be passed to this command. ``` ParentDirectory |__ localtracks (folder) | |__ Awesome Album Name (folder) | |__01 Cool Song.mp3 | |__02 Groovy Song.mp3 ``` The folder path given to this command must contain the localtracks folder. **This folder and files need to be visible to the user where `Lavalink.jar` is being run from.** Use this command with no path given to reset it to the default, the Audio data directory for this bot. Do you want to continue to set the provided path for local tracks?
de_de: Diese Einstellung ist nur für Bot-Besitzer, um den Speicherort des localtracks-Ordners festzulegen. Im folgenden Beispiel muss der vollständige Pfad für 'ParentDirectory' an diesen Befehl übergeben werden. ``` ParentDirectory |__ localtracks (Ordner) | |__ Awesome Album Name (Ordner) | |__01 Cooler Song.mp3 | |__02 Grooviger Song.mp3 ``` Der für diesen Befehl angegebene Ordnerpfad muss den Ordner localtracks enthalten. **Dieser Ordner und die Dateien müssen für den Benutzer sichtbar sein, von dem aus `Lavalink.jar` ausgeführt wird.** Wenn Sie diesen Befehl ohne Pfadangabe verwenden, wird er auf die Standardeinstellung zurückgesetzt, d.h. auf das Audio-Datenverzeichnis für diesen Bot. Möchten Sie weiterhin den angegebenen Pfad für lokale Tracks einstellen?
es_es: Esta configuración es sólo para los propietarios de bots para establecer una ubicación de carpeta localtracks en el ejemplo de abajo, la ruta completa para 'ParentDirectory' debe ser pasada a este comando. ``` ParentDirectory |__ localtracks (carpeta) | |__ Nombre del álbum (carpeta) | |__01 Cool Song. p3 | |__02 Groovy Song. p3 ``` La ruta de carpeta dada a este comando debe contener la carpeta localtracks. **Esta carpeta y los archivos deben ser visibles para el usuario desde donde se ejecuta `Lavalink.jar`. * Utilice este comando sin ninguna ruta dada para restablecerlo al valor por defecto, el directorio de datos de audio para este bot. ¿Quieres continuar estableciendo la ruta proporcionada para las pistas locales?
fr_fr: Ce paramètre est réservé aux propriétaires de robots pour définir l'emplacement du dossier localtracks. Dans l'exemple ci-dessous, le chemin complet pour 'RépertoireParent' doit être passé à cette commande. ``` RépertoireParent |__ localtracks (dossier) | |__Nom d'album génial (dossier) | |__01 Cool Song.mp3 | |__02 Groovy Song.mp3 ``` Le chemin du dossier donné à cette commande doit contenir le dossier localtracks. **Ce dossier et ces fichiers doivent être visibles pour l'utilisateur à partir duquel le fichier `Lavalink.jar` est exécuté.** Utilisez cette commande sans indiquer de chemin d'accès pour rétablir la valeur par défaut, à savoir le répertoire de données audio de ce robot. Voulez-vous continuer à définir le chemin fourni pour les pistes locales ?
nb_no: Denne innstillingen er bare for bot eiere å angi en lokalisering av mappeplassering I eksempelet nedenfor hele stien for 'ParentDirectory' må sendes til denne kommandoen. ``` ParentDirectory Conoco__ localtracks (mappe) ″__ Awesome Album Name (mappe) Ars __01 Cool Song. p3 echten__02 Groovy Song. p3 ``` Stien gitt til denne kommandoen må inneholde localtracks mappen. **Denne mappen og filene må være synlig for brukeren der `Lavalink.jar` skal kjøre fra. * Bruk denne kommandoen uten bane for å tilbakestille den til standard, mappen for lyddata for denne boten. Vil du fortsette å angi den angitte banen for lokale spor?
pl_pl: To ustawienie służy tylko właścicielom botów do ustawiania lokalizacji folderu localtracks w przykładzie poniżej, pełna ścieżka dla 'KanałuNadrzędnego' musi być przekazana do tego polecenia. ``` Katalog nadrzędny |__ localtracks (folder) | |__ Niesamowita nazwa albumu (folder) | |__01 Świetna Song. mp3 | |__02 Groovy Song. p3 ``` Ścieżka folderu nadana tej komendy musi zawierać folder localTracks **Ten folder i pliki muszą być widoczne dla użytkownika, skąd działa `Lavalink.jar`. * Użyj tej komendy bez przypisanej ścieżki, aby zresetować ją do domyślnego, katalogu danych audio dla tego bota. Czy chcesz kontynuować ustawianie ścieżki dla utworów lokalnych?
ru_ru: Эти настройки предназначены только для владельцев бота для установки папки local tracks. В примере ниже, полный путь для 'Parent Directory' должен быть передан этой команде. ``` Parent Directory |__ local tracks (folder) | |__ Awesome Album Name (folder) | |__01 Cool Song.mp3 | |__02 Groovy Song.mp3 ``` Путь к папке, заданный этой команде, должен содержать папку local tracks. **Эта папка и файлы должны быть видны пользователю, откуда запускается `Lavalink.jar`. Используйте эту команду без указания пути, чтобы сбросить его на значение по умолчанию, каталог Audio data для данного бота. Вы хотите продолжить установку заданного пути для локальных треков?
tr_tr: Bu ayar sadece bot sahiplerinin aşağıdaki örnekteki gibi yerel parçalar klasörünü ayarlaması içindir. Bu komutu `ÜstDizin` klasörünün tam yolu girilmelidir. ``` ÜstDizin |__ localtracks (Klasör) | |__ Albüm adı (Klasör) | |__01 Şarkı.mp3 | |__02 Başka bir şarkı.mp3 ``` Bu komuta verilen konum localtracks klasörünü içermelidir. **Bu klasör ve dosyalar `Lavalink.jar`'ın çalıştırıldığı yerden görülebilir olmalıdır.** Varsayılan olan ses veri klasörüne sıfırlamak için bu komutu konumu boş bırakarak kullanın. Yerel parçalar konumunu verilen klasöre ayarlamaya devam etmek istiyor musunuz?

source: Invalid Path
de_de: Ungültiger Pfad
es_es: Ruta no válida
fi_fi: Virheellinen polku
fr_fr: Chemin d'accès invalide
nb_no: Ugyldig bane
pl_pl: Nieprawidłowa ścieżka
ru_ru: Неверный путь
tr_tr: Geçersiz Konum

source: {local_path} does not seem like a valid path.
de_de: {local_path} sieht nicht wie ein gültiges Verzeichnis aus.
es_es: {local_path} no parece una ruta válida.
fi_fi: {local_path} ei vaikuta oikeanlaiselta polulta.
fr_fr: {local_path} ne semble pas être un chemin valide.
nb_no: {local_path} virker ikke som en gyldig bane.
pl_pl: {local_path} nie wygląda na prawidłową ścieżkę.
ru_ru: {local_path} не похож на действительный путь.
tr_tr: {local_path} geçerli bir dizin gibi gözükmüyor.

source: `{localtracks}` does not exist. The path will still be saved, but please check the path and create a localtracks folder in `{localfolder}` before attempting to play local tracks.
de_de: `{localtracks}` existiert nicht. Der Pfad wird noch gespeichert, aber bitte überprüfen Sie den Pfad und erstellen Sie einen localtrack Ordner in `{localfolder}` bevor Sie versuchen, lokale Tracks abzuspielen.
es_es: `{localtracks}` no existe. La ruta aún se guardará, pero por favor revisa la ruta y crea una carpeta localtracks en `{localfolder}` antes de intentar reproducir pistas locales.
fi_fi: `{localtracks}` ei ole olemassa. Polku tallennetaan joka tapauksessa, mutta tarkista polku ja luo localtracks -kansio sijaintiin`{localfolder}` ennen paikallisten kappaleiden toistamista.
fr_fr: `{localtracks}` n'existe pas. Le chemin de sauvegarde sera malgré tout enregistré, mais vérifier ce chemin et créer un dossier pour les musiques locales dans `{localfolder}`avant d'essayer de jouer des pistes locales.
nb_no: `{localtracks}` eksisterer ikke. Stien vil fremdeles lagres, men sjekk banen og lag en lokal spiller-mappe i `{localfolder}` før du prøver å spille lokale spor.
pl_pl: `{localtracks}` nie istnieje. Ścieżka będzie nadal zapisana, ale sprawdź ścieżkę i utwórz folder localtracks w `{localfolder}` przed próbą odtworzenia lokalnych ścieżek.
ru_ru: `{localtracks}` не существует. Путь по-прежнему будет сохранен, но пожалуйста, проверьте путь и создайте папку local tracks в `{localfolder}` перед попыткой воспроизведения локальных треков.
tr_tr: {localtracks} mevcut değil. Dizin yolu yine de kaydedilecektir, ancak lütfen çalmadan önce dizin yolunu kontrol edin ve yerel müzik klasörünü {localfolder} içerisinde oluşturun.

source: Invalid Environment
de_de: Ungültige Umgebung
es_es: Entorno no válido
fi_fi: Virheellinen ympäristö
fr_fr: Environnement invalide
nb_no: Ugyldig miljø
pl_pl: Nieprawidłowe środowisko
ru_ru: Неверное окружение
tr_tr: Geçersiz Ortam

source: The localtracks path location has been set to {localpath}
de_de: Die Position des Localtracks-Pfads wurde auf {localpath} gesetzt
es_es: La ubicación de las rutas locales se ha establecido en {localpath}
fi_fi: Paikallisten kappaleiden sijainniksi asetettiin {localpath}
fr_fr: L'emplacement du chemin des musiques locales a été défini à {localpath}
nb_no: Lokalitetsbanenes plassering er satt til {localpath}
pl_pl: Lokalizacja lokalnych utworów została ustawiona na {localpath}
ru_ru: Путь к локальным трекам был установлен в {localpath}
tr_tr: Yerel müzik dosya dizini {localpath} olarak sıfırlandı.

source: Max length of a track to queue in seconds, 0 to disable. Accepts seconds or a value formatted like 00:00:00 (`hh:mm:ss`) or 00:00 (`mm:ss`). Invalid input will turn the max length setting off.
de_de: Maximale länge für einen Track in der Playlist in Sekunden, 0 um dies zu deaktivieren. Akzeptiert Sekunden oder einen Wert Formatiert wie 00:00:00 (`hh:mm:ss`) oder 00:00 (`mm:ss`). Ungültige Eingaben werden diese Einstellung ausschalten.
es_es: Longitud máxima de una pista a la cola en segundos, 0 para desactivar. Acepta segundos o un valor formateado como 00:00:00 (`hh:mm:ss`) o 00:00 (`mm:ss`). La entrada no válida desactivará la configuración de longitud máxima.
fi_fi: Kappaleen maksimipituus sekunteina, 0 poistaaksesi ominaisuuden käytöstä. Hyväksyy luvun sekunteina tai muodossa 00:00:00 (`hh:mm:ss`) tai 00:00 (`mm:ss`). Virheellinen syöte poistaa maksipituuden käytöstä.
fr_fr: Temps maximal pour une piste atteint, 0 pour désactiver. Accepte les secondes ou une valeur formé comme 00:00:00 (`hh:mm:ss`) ou 00:00 (`mm:ss`). Une entrée incorrecte désactivera le paramètre de temps maximal.
nb_no: Maks lengde på et spor i køen i løpet av sekunder, 0 til deaktivering. Godtar sekunder eller en verdi formatert som 00:00:00 (`tt:mm:s`) eller 00:00 (`mm:ss`). Ugyldig inndata vil dreie maksimal lengdeinnstilling av.
pl_pl: Maksymalna długość utworu do kolejkowania w sekundach, 0 aby wyłączyć. Akceptuje sekundy lub wartość sformatowaną jak 00:00:00 (`hh:mm:ss`) lub 00:00 (`mm:ss`). Nieprawidłowe dane wejściowe wyłączą ustawienie maksymalnej długości.
ru_ru: Максимальная длина трека в очереди в секундах, 0 для отключения. Принимает секунды или значение, форматированное 00:00:00 (`чч:мм:ss`) или 00:00 (`mm:ss`). Недопустимый ввод отключит настройку максимальной длины.
tr_tr: Sıraya alınabilecek bir parçanın saniye olarak maksimum uzunluğunu ayarlar, devre dışı bırakmak için 0 girin. Bu komut 00:00:00 (`saat:dk:sn`) veya 00:00 (`dk:sn`) şeklinde biçimlendirilmiş bir değer kabul eder. Geçersiz değer girmek maksimum uzunluk ayarını kapatır.

source: Invalid length
de_de: Ungültige Länge
es_es: Longitud inválida
fi_fi: Virheellinen pituus
fr_fr: Longueur invalide
nb_no: Ugyldig lengde
pl_pl: Nieprawidłowa długość
ru_ru: Неверная длина
tr_tr: Geçersiz süre

source: Length can't be less than zero.
de_de: Die Länge kann nicht kleiner als Null sein.
es_es: La longitud no puede ser inferior a cero.
fi_fi: Pituus ei voi olla pienempi kuin nolla.
fr_fr: La longueur ne peut être inférieure à zéro.
nb_no: Lengde kan ikke være mindre enn null.
pl_pl: Długość nie może być mniejsza niż zero.
ru_ru: Длина не может быть меньше нуля.
tr_tr: Süre sıfır saniyeden daha düşük olamaz.

source: Track max length disabled.
de_de: Maximale Track länge deaktiviert.
es_es: Longitud máxima de pista desactivada.
fi_fi: Kappaleiden maksimipituus on poistettiin käytöstä.
fr_fr: Longueur max de piste désactivée.
nb_no: Spor maks lengde deaktivert.
pl_pl: Wyłączono maksymalną długość utworu.
ru_ru: Максимальная длина трека отключена.
tr_tr: Çalınabilecek en uzun şarkı uzunluk ayarı kapatıldı.

source: Track max length set to {seconds}.
de_de: Maximale Track länge gesetzt zu: {seconds}.
es_es: Longitud máxima de la pista establecida a {seconds}.
fi_fi: Kappaleen maksimipituudeksi asetettiin {seconds}.
fr_fr: Longueur max de piste définie sur {seconds}.
nb_no: Spor maks lengde satt til {seconds}.
pl_pl: Maksymalna długość utworu ustawiona na {seconds}.
ru_ru: Максимальная длина трека установлена на {seconds}.
tr_tr: Şarkı uzunluğu ayarı {seconds} saniye olarak ayarlandı.

source: Toggle track announcement and other bot messages.
de_de: Track-Ankündigung und andere Bot-Nachrichten umschalten.
es_es: Alternar anuncio de la pista y otros mensajes de bot.
fi_fi: Vaihda kappaleiden ilmoitusten ja muiden botin viestien lähettämisen tilaa.
fr_fr: Activer/désactiver l’annonce du changement de piste et d’autres messages de bot.
nb_no: Slå av/på annonsering av spor og andre bot meldinger.
pl_pl: Przełącz ogłaszanie utworu i inne komunikaty bota.
ru_ru: Переключить объявление трека и другие сообщения бота.
tr_tr: Şarkı bilgileri ve diğer bot mesajlarını açıp kapatır.

source: Notify mode: {true_or_false}.
de_de: Benachrichtigungsmodus: {true_or_false}.
es_es: Notificar modo: {true_or_false}.
fi_fi: Ilmoitustila: {true_or_false}.
fr_fr: Mode de notification : {true_or_false}.
nb_no: Varslingsmodus: {true_or_false}.
pl_pl: Tryb powiadomienia: {true_or_false}.
ru_ru: Режим уведомления: {true_or_false}.
tr_tr: Bilgilendirme modu: {true_or_false}.

source: Toggle whether the bot will be auto deafened upon joining the voice channel.
de_de: Schaltet ein, ob der Bot beim Betreten des Sprachkanals automatisch stumm geschaltet werden soll.
es_es: Cambia si el bot será ensordecido automáticamente al unirse al canal de voz.
fi_fi: Vaihda onko botti automaattisesti hiljennettynä liittyessään puhekanavalle.
fr_fr: Permet d'indiquer si le robot sera automatiquement muer lorsqu'il rejoindra le canal vocal.
nb_no: Slå på om botten vil bli automatisk dempet når de blir med i talekanalen.
pl_pl: Przełącza, czy bot będzie automatycznie wyciszany po dołączeniu do kanału głosowego.
ru_ru: Установите значение, будет ли бот автоматически заглушен при подключении к голосовому каналу.
tr_tr: Botun ses kanalına girince otomatik sağırlaştırılmasını veya sağırlaştırılmamasını ayarla.

source: Toggle the domain restriction on Audio. When toggled off, users will be able to play songs from non-commercial websites and links. When toggled on, users are restricted to YouTube, SoundCloud, Vimeo, Twitch, and Bandcamp links.
de_de: Schalten Sie die Domänen Beschränkung für Audio um. Wenn diese Option ausgeschaltet ist, können Benutzer Songs von nicht-kommerziellen Websites und Links abspielen. Wenn diese Option aktiviert ist, sind die Benutzer auf YouTube, SoundCloud, Vimeo, Twitch und Bandcamp-Links beschränkt.
es_es: Cambie la restricción de dominio en Audio. Cuando está desactivado, los usuarios podrán reproducir canciones desde sitios web y enlaces no comerciales. Cuando está activado, los usuarios están restringidos a YouTube, SoundCloud, Mixer, Vimeo, Twitch, y enlaces de Bandcamp.
fr_fr: Active la restriction de domaine dans l'Audio. Lorsqu'elle est désactivé, les utilisateurs pourront jouer des musiques à partir de sites Web et de liens non commerciaux. Lorsqu’elle est activé, les utilisateurs sont limités à des liens vers YouTube, SoundCloud, Vimeo, Twitch et Bandcamp.
nb_no: Slå av/på domenestriksjoner for lyd. Når vekslet av brukere vil kunne spille sanger fra ikke-kommersielle nettsider og lenker. Når aktivert på en bruker er begrenset til YouTube, SoundCloud, Vimeo, Twitch, og Bandcampin-lenker.
pl_pl: Przełącz ograniczenie domeny na Audio. Po wyłączeniu, użytkownicy będą mogli odtwarzać utwory z niekomercyjnych stron internetowych i linków. Gdy włączone, użytkownicy są ograniczeni do YouTube, Linki SoundCloud, Mixer, Vimeo, Twitch i linki Bandcamp.
ru_ru: Переключите ограничение домена на Аудио. При выключении этого параметра пользователи смогут воспроизводить песни с некоммерческих веб-сайтов и ссылок. При включении пользователи будут ограничены ссылками YouTube, SoundCloud, Vimeo, Twitch и ссылки Bandcamp.
tr_tr: Ses çalma için kaynak kısıtlamasını aç. Bu ayar kapalıyken kullanıcılar istedikleri linklerden müzik çalabilirler. Ayar kapalıyken kullanıcılar sadece YouTube, SoundCloud, Vimeo, Twitch ve Bandcamp linklerinden müzik çalabilirler.

source: Commercial links only: {true_or_false}.
de_de: Kommerzielle Links nur: {true_or_false}.
es_es: Enlaces comerciales solamente: {true_or_false}.
fi_fi: Vain kaupalliset linkit: {true_or_false}.
fr_fr: Liens commerciaux uniquement : {true_or_false}.
nb_no: Kun Kommersielle lenker: {true_or_false}.
pl_pl: Tylko linki komercyjne: {true_or_false}.
ru_ru: Только коммерческие ссылки: {true_or_false}.
tr_tr: Link sınırlaması: {true_or_false}.

source: Set the role to use for DJ mode.
de_de: Wähle die Rolle die für den DJ Mode genutzt wird.
es_es: Establecer el rol para el modo DJ.
fi_fi: Aseta rooli jota käytetään DJ-tilassa.
fr_fr: Défini le rôle à utiliser pour le mode DJ.
nb_no: Angi rolle som skal brukes for DJ-modus.
pl_pl: Ustaw rolę dla trybu DJ.
ru_ru: Установите роль для использования режима диджея.
tr_tr: DJ modu için rolü belirler

source: Settings Changed
de_de: Einstellungen geändert
es_es: Configuración cambiada
fi_fi: Asetukset muutettu
fr_fr: Paramètres modifiés
nb_no: Innstillingene er endret
pl_pl: Zmieniono ustawienia
ru_ru: Настройки изменены
tr_tr: Ayarlar Değiştirildi

source: DJ role set to: {role.name}.
de_de: DJ Rolle gesetzt auf: {role.name}.
es_es: Rol de DJ establecido a: {role.name}.
fi_fi: DJ-rooliksi asetettu: {role.name}.
fr_fr: Le rôle DJ à été défini sur : {role.name}.
nb_no: DJ rolle satt til: {role.name}.
pl_pl: Rola DJ ustawiona na: {role.name}.
ru_ru: Роль диджея установлена на: {role.name}.
tr_tr: {role.name} DJ rolü olarak belirlendi.

source: Show the current settings.
de_de: Zeige die aktuellen Einstellungen an.
es_es: Mostrar los ajustes actuales.
fi_fi: Näytä nykyiset asetukset.
fr_fr: Afficher les paramètres actuels.
nb_no: Vis gjeldende innstillinger.
pl_pl: Pokaż bieżące ustawienia.
ru_ru: Показать текущие настройки.
tr_tr: Şuanki ayarları gösterir.

source: Server Settings
de_de: Server Einstellungen
es_es: Ajustes del servidor
fi_fi: Palvelimen asetukset
fr_fr: Paramètres du serveur
nb_no: Server Innstillinger
pl_pl: Ustawienia serwera
ru_ru: Настройки сервера
tr_tr: Sunucu ayarları

source: Auto-deafen: [{auto_deafen}]
de_de: Automatisch Stumm schalten: [{auto_deafen}]
es_es: Auto-ensordecer: [{auto_deafen}]
fr_fr: Mise en sourdine automatique: [{auto_deafen}]
ru_ru: Авто-оглушение: [{auto_deafen}]
tr_tr: Otomatik sağırlaştırma: [{auto_deafen}]

source: Auto-disconnect: [{dc}]
de_de: Automatische Trennung: [{dc}]
es_es: Desconexión automática: [{dc}]
fi_fi: Automaattinen yhteyden katkaisu: [{dc}]
fr_fr: Déconnexion automatique : [{dc}]
nb_no: Automatisk frakobling: [{dc}]
pl_pl: Automatyczne rozłączenie: [{dc}]
ru_ru: Авто-отключение: [{dc}]
tr_tr: Kanaldan otomatik çıkma: [{dc}]

source: Auto-play: [{autoplay}]
de_de: Automatische-Wiedergabe: [{autoplay}]
es_es: Reproducción automática: [{autoplay}]
fi_fi: Automaattinen toisto: [{autoplay}]
fr_fr: Lecture automatique : [{autoplay}]
nb_no: Auto-avspilling: [{autoplay}]
pl_pl: Automatyczne odtwarzanie: [{autoplay}]
ru_ru: Авто-воспроизведение: [{autoplay}]
tr_tr: Otomatik oynatma: [{autoplay}]

source: Disconnect timer: [{num_seconds}]
de_de: Trennen Timer: [{num_seconds}]
es_es: Desconectar temporizador: [{num_seconds}]
fi_fi: Yhteyden katkaisun viive: [{num_seconds}]
fr_fr: Délai de déconnexion : [{num_seconds}]
nb_no: Koble fra timer: [{num_seconds}]
pl_pl: Licznik rozłączenia: [{num_seconds}]
ru_ru: Таймер отключения: [{num_seconds}]
tr_tr: Ayrılma zamanlayıcısı: [{num_seconds}]

source: Auto Pause timer: [{num_seconds}]
de_de: Timer für automatische Pause: [{num_seconds}]
es_es: Temporizador de parada automática: [{num_seconds}]
fi_fi: Automaattisen tauon viive: [{num_seconds}]
fr_fr: Temps de pause automatique : [{num_seconds}]
nb_no: Auto Pause tidtaker: [{num_seconds}]
pl_pl: Licznik Auto Pauzy: [{num_seconds}]
ru_ru: Таймер отключения: [{num_seconds}]
tr_tr: Otomatik durdurma zamanlayıcısı: [{num_seconds}]

source: DJ Role: [{role.name}]
de_de: DJ-Rolle: [{role.name}]
es_es: Rol de DJ: [{role.name}]
fi_fi: DJ-rooli: [{role.name}]
fr_fr: Rôle DJ : [{role.name}]
pl_pl: Rola DJ: [{role.name}]
ru_ru: Роль DJ: [{role.name}]
tr_tr: DJ Rolü: [{role.name}]

source: Command price: [{jukebox_price}]
de_de: Befehlspreis: [{jukebox_price}]
es_es: Precio de comando: [{jukebox_price}]
fi_fi: Komennon hinta: [{jukebox_price}]
fr_fr: Prix de la commande : [{jukebox_price}]
nb_no: Kommandopris: [{jukebox_price}]
pl_pl: Cena komendy: [{jukebox_price}]
ru_ru: Цена команды: [{jukebox_price}]
tr_tr: Komut bedeli: [{jukebox_price}]

source: Max track length: [{tracklength}]
de_de: Maximale Spieldauer des Liedes: [{tracklength}]
es_es: Longitud máxima de la pista: [{tracklength}]
fi_fi: Kappaleen maksimipituus: [{tracklength}]
fr_fr: Longueur maximale de piste : [{tracklength}]
nb_no: Maks sporlengde: [{tracklength}]
pl_pl: Maksymalna długość utworu: [{tracklength}]
ru_ru: Максимальная длина трека: [{tracklength}]
tr_tr: Maksimum parça uzunluğu: [{tracklength}]

source: Max volume: [{max_volume}%] Persist queue: [{persist_queue}] Repeat: [{repeat}] Shuffle: [{shuffle}] Shuffle bumped: [{bumpped_shuffle}] Song notify msgs: [{notify}] Songs as status: [{status}] Spotify search: [{countrycode}]
de_de: Max. Lautstärke: [{max_volume}%] Warteschlange beibehalten: [{persist_queue}] Wiederholen: [{repeat}] Zufallswiedergabe: [{shuffle}] Zufallswiedergabe bumped: [{bumpped_shuffle}] Song Benachrichtigung msgs: [{notify}] Titel als Status: [{status}] Spotify-Suche: [{countrycode}]
es_es: Volumen máximo: [{max_volume}%] Persistir en cola: [{persist_queue}] Repetir: [{repeat}] Mezclado: [{shuffle}] Mezclado en la cola: [{bumpped_shuffle}] Notificaciones de canción: [{notify}] Establecer canciones como estado: [{status}] Búsqueda de Spotify: [{countrycode}]
fr_fr: Volume maximal : [{max_volume}%] Persistance de la file d'attente : [{persist_queue}] Répéter : [{repeat}] Melange : [{shuffle}] Shuffle bumped : [{bumpped_shuffle}] Messages de notification musical : [{notify}] Musique comme statut : [{status}] Recherche Spotify : [{countrycode}]
nb_no: Maks volum: [{max_volume}%] Vedvarende kø: [{persist_queue}] Repeat: [{repeat}] Shuffle: [{shuffle}] Shuffle bumped: [{bumpped_shuffle}] Sang notifikasjoner: [{notify}] Sanger som status: [{status}] Spotify søk: [{countrycode}]
pl_pl: Maksymalna głośność: [{max_volume}%] Trwa kolejka: [{persist_queue}] Powtarzaj: [{repeat}] Losowa kolejka: [{shuffle}] Losowa kolejka przetasowana: [{bumpped_shuffle}] Powiadomienie utworu: [{notify}] Utwory jako status: [{status}] Wyszukiwarka Spotify: [{countrycode}]
ru_ru: Макс. объем: [{max_volume}%] Очередь Persist: [{persist_queue}] Повторить: [{repeat}] Перемешивание: [{shuffle}] Перемешивается: [{bumpped_shuffle}] Уведомление о песнях msgs: [{notify}] Songs как статус: [{status}] Поиск Spotify: [{countrycode}]
tr_tr: En yüksek ses: [{max_volume}%] Sırayı kaydetme: [{persist_queue}] Tekrarlama: [{repeat}] Karıştırma: [{shuffle}] Karıştırmada yukarı çıkarma: [{bumpped_shuffle}] Şarkı bilgi msjları: [{notify}] Bot durumu olarak çalınan şarkı: [{status}] Spotify arama: [{countrycode}]

source: Thumbnails: [{0}]
de_de: Miniaturansichten (Thumbnails): [{0}]
es_es: Miniaturas: [{0}]
fi_fi: Pikkukuvat: [{0}]
fr_fr: Vignettes : [{0}]
nb_no: Miniatyrbilder: [{0}]
pl_pl: Miniatury: [{0}]
ru_ru: Миниатюры: [{0}]
tr_tr: Küçük resimler: [{0}]
