Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/commands/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Vote skip: [{vote_enabled}] Skip percentage: [{vote_percent}%]
de_de: Abstimmung zum Überspringen: [{vote_enabled}] Benötigte Stimmen in Prozent: [{vote_percent}%]
es_es: Salto de voto: [{vote_enabled}] Porcentaje de salto: [{vote_percent}%]
fi_fi: Ohitus äänestämällä: [{vote_enabled}] Ohitusprosentti: [{vote_percent}%]
fr_fr: Votes pour changement : [{vote_enabled}] Pourcentage de changement : [{vote_percent}%]
nb_no: Stem over: [{vote_enabled}] Hoppprosent: [{vote_percent}%]
pl_pl: Głosuj za pominięciem: [{vote_enabled}] Procent na pominięcie: [{vote_percent}%]
ru_ru: Пропуск голосования: [{vote_enabled}] Голосов За: [{vote_percent}%]
tr_tr: Şarkı atlama oylaması: [{vote_enabled}] Atlama yüzdesi: [{vote_percent}%]

source: Server
es_es: Servidor
fi_fi: Palvelin
fr_fr: Serveur
pl_pl: Serwer
ru_ru: Сервер
tr_tr: Sunucu

source: User
de_de: Benutzer
es_es: Usuario
fi_fi: Käyttäjä
fr_fr: Utilisateur
nb_no: Bruker
pl_pl: Użytkownik
ru_ru: Пользователь
tr_tr: Kullanıcı

source: Cached
de_de: Zwischengespeichert
es_es: En Caché
fi_fi: Välimuistissa
fr_fr: En cache
nb_no: Bufret
pl_pl: Umieszczone w pamięci podręcznej
ru_ru: Кэшировано
tr_tr: Önbelleğe alındı

source: Auto-play Settings
de_de: Automatische-wiedergabe-Einstellungen
es_es: Ajustes de reproducción automática
fi_fi: Automaattisen toiston asetukset
fr_fr: Paramètres de lecture automatique
nb_no: Innstillinger for automatisk avspilling
pl_pl: Ustawienia autoodtwarzania
ru_ru: Настройки авто-воспроизведения
tr_tr: Otomatik Çalma Ayarları

source: Playlist name: [{pname}]
es_es: Nombre de la lista: [{pname}]
fi_fi: Soittolistan nimi: [{pname}]
fr_fr: Nom de la playlist : [{pname}]
nb_no: Spilleliste navn: [{pname}]
pl_pl: Nazwa playlisty: [{pname}]
ru_ru: Название плейлиста: [{pname}]
tr_tr: Çalma listesi adı: [{pname}]

source: Playlist ID: [{pid}]
es_es: ID de la lista: [{pid}]
fi_fi: Soittolistan ID: [{pid}]
fr_fr: ID de la playlist : [{pid}]
nb_no: Spilleliste-ID: [{pid}]
pl_pl: ID playlisty: [{pid}]
ru_ru: ID плейлиста: [{pid}]
tr_tr: Çalma listesi IDsi: [{pid}]

source: Playlist scope: [{pscope}]
de_de: Umfang der Playlist: [{pscope}]
es_es: Ámbito de la playlist: [{pscope}]
fi_fi: Soittolistan taso: [{pscope}]
fr_fr: Portée de la playlist : [{pscope}]
nb_no: Spillelistens omfang: [{pscope}]
pl_pl: Zakres playlisty: [{pscope}]
ru_ru: Размер плейлиста: [{pscope}]
tr_tr: Çalma listesi kapsamı: [{pscope}]

source: Cache Settings
de_de: Cache-Einstellungen
es_es: Ajustes de caché
fi_fi: Välimuistin asetukset
fr_fr: Paramètres du cache
nb_no: Innstillinger for hurtigbuffer
pl_pl: Ustawienia pamięci podręcznej
ru_ru: Настройки кэша
tr_tr: Önbellek Ayarları

source: Max age: [{max_age}]
de_de: Maximales Alter, [{max_age}]
es_es: Edad máxima: [{max_age}]
fi_fi: Maksimi-ikä: [{max_age}]
fr_fr: Âge max : [{max_age}]
nb_no: Maks alder: [{max_age}]
pl_pl: Maksymalny wiek: [{max_age}]
ru_ru: Макс. возраст: [{max_age}]
tr_tr: Maksimum yaş: [{max_age}]

source: Local Spotify cache: [{spotify_status}]
de_de: Lokale Spotify-Cache: [{spotify_status}]
es_es: Caché de Spotify local: [{spotify_status}]
fi_fi: Paikallinen Spotify-välimuisti: [{spotify_status}]
fr_fr: Cache Spotify local : [{spotify_status}]
nb_no: Lokal Spotify-bufret: [{spotify_status}]
pl_pl: Lokalna pamięć podręczna Spotify: [{spotify_status}]
ru_ru: Локальный кэш Spotify: [{spotify_status}]
tr_tr: Yerel Spotify önbelleği: [{spotify_status}]

source: Local Youtube cache: [{youtube_status}]
de_de: Lokale YouTube-Cache: [{youtube_status}]
es_es: Caché local de Youtube: [{youtube_status}]
fi_fi: Paikallinen YouTube-välimuisti: [{youtube_status}]
fr_fr: Cache Youtube local : [{youtube_status}]
nb_no: Lokal Youtube-bufret: [{youtube_status}]
pl_pl: Lokalna pamięć podręczna YouTube: [{youtube_status}]
ru_ru: Локальный кэш Youtube: [{youtube_status}]
tr_tr: Yerel Yotube önbelleği: [{youtube_status}]

source: Local Lavalink cache: [{lavalink_status}]
de_de: Lokale Lavalink-Cache: [{lavalink_status}]
es_es: Caché local de Lavalink: [{lavalink_status}]
fi_fi: Paikallinen Lavalink-välimuisti: [{lavalink_status}]
fr_fr: Cache Lavalink local : [{lavalink_status}]
nb_no: Lokal Lavalink bufret [{lavalink_status}]
pl_pl: Pamięć podręczna lokalnego Lavalink: [{lavalink_status}]
ru_ru: Локальный кэш Lavalink: [{lavalink_status}]
tr_tr: Yerel Lavalink önbelleği: [{lavalink_status}]

source: days
de_de: Tage
es_es: días
fi_fi: päivää
fr_fr: jours
nb_no: dager
pl_pl: dni
ru_ru: дней
tr_tr: gün

source: User Settings
de_de: Benutzereinstellungen
es_es: Ajustes de usuario
fi_fi: Käyttäjäasetukset
fr_fr: Paramètres d'utilisateur
nb_no: Brukerinnstillinger
pl_pl: Ustawienia użytkownika
ru_ru: Настройки пользователя
tr_tr: Kullanıcı Ayarları

source: Spotify search: [{country_code}]
de_de: Spotify Suche: [{country_code}]
es_es: Búsqueda de Spotify: [{country_code}]
fi_fi: Spotify-haku: [{country_code}]
fr_fr: Recherche Spotify : {country_code}]
nb_no: Spotify søk: [{country_code}]
pl_pl: Wyszukiwanie Spotify: [{country_code}]
ru_ru: Поиск в Spotify: [{country_code}]
tr_tr: Spotify arama: [{country_code}]

source: Lavalink Settings
de_de: Lavalink-Einstellungen
es_es: Ajustes de Lavalink
fi_fi: Lavalink-asetukset
fr_fr: Paramètres de Lavalink
nb_no: Lavalink innstillinger
pl_pl: Ustawienia Lavalink
ru_ru: Настройки Lava link
tr_tr: Lavalink Ayarları

source: Cog version: [{version}]
es_es: Versión de Cog: [{version}]
fi_fi: Cog-versio: [{version}]
fr_fr: Version du Cog : [{version}]
nb_no: Cog versjon: [{version}]
pl_pl: Wersja Cog'a: [{version}]
ru_ru: Версия плагина: [{version}]
tr_tr: Cog sürümü: [{version}]

source: External server: [{use_external_lavalink}]
de_de: Externer Server: [{use_external_lavalink}]
es_es: Servidor externo: [{use_external_lavalink}]
fi_fi: Ulkoinen palvelin: [{use_external_lavalink}]
fr_fr: Serveur externe : [{use_external_lavalink}]
nb_no: Ekstern server: [{use_external_lavalink}]
pl_pl: Serwer zewnętrzny: [{use_external_lavalink}]
ru_ru: Внешний сервер: [[{use_external_lavalink}]
tr_tr: Harici sunucu: [{use_external_lavalink}]

source: Lavalink version: [{llversion}] Lavalink branch: [{llbranch}] Release date: [{build_time}] Lavaplayer version: [{lavaplayer}] Java version: [{jvm}] Java Executable: [{jv_exec}] Initial Heapsize: [{xms}] Max Heapsize: [{xmx}]
es_es: Versión de Lavalink: [{llversion}] Branch de Lavalinink: [{llbranch}] Fecha de lanzamiento: [{build_time}] Versión de Lavaplay: [{lavaplayer}] Versión de Java: [{jvm}] Ejecutable de Java: [{jv_exec}] Tamaño Heap Inicial: [{xms}] Tamaño Heap máximo: [{xmx}]
fr_fr: Version de Lavalink : [{llversion}] Branche Lavalink : [{llbranch}] Date de sortie : [{build_time}] Version Lavaplayer : [{lavaplayer}] Version Java : [{jvm}] Exécutable Java : [{jv_exec}] Taille initiale de la pile : [{xms}] Taille maximale de la pile : [{xmx}]
nb_no: Lavalink-versjon: [{llversion}] Lavalink branch: [{llbranch}] Utgivelsesdato: [{build_time}] Lavaplayer-versjon: [{lavaplayer}] Java-versjon: [{jvm}] Java Executable: [{jv_exec}] Opprinnelig heapsize: [{xms}] Maks heapsize: [{xmx}]
pl_pl: Wersja Lavalink [{llversion}] Oddział Lavalina: [{llbranch}] Data wydania: [{build_time}] Wersja Lavaplayer: [{lavaplayer}] wersja Java: [{jvm}] Java Executable: [{jv_exec}] Początkowy Heapsize: [{xms}] Max Heapsize: [{xmx}]

source: Localtracks path: [{localpath}]
de_de: Pfad der lokalen Titel: [{localpath}]
es_es: Ruta local: [{localpath}]
fi_fi: Paikallisten kappaleiden polku: [{localpath}]
fr_fr: Chemin d'accès des musiques locales : [{localpath}]
nb_no: Lokalspor vei: [{localpath}]
pl_pl: Ścieżka utworów lokalnych: [{localpath}]
ru_ru: Путь к локальным трекам: [{localpath}]
tr_tr: Yerel parçalar klasörü: [{localpath}]

source: Sends the managed Lavalink node logs to your DMs.
de_de: Sendet die Lavalink Server Protokolle als private Nachricht.
es_es: Envía los registros del servidor Lavalink a tus DMs.
nb_no: Sender de administrerte Lavalink-nodeloggene til DM-ene dine.
pl_pl: Wysyła dzienniki zarządzanego węzła Lavalink do Twoich DM.

source: No logs found in your data folder.
de_de: Keine Protokolle in deinem Datenordner gefunden.
es_es: No se encontraron registros en su carpeta de datos.
fi_fi: Logeja ei löytynyt datakansiostasi.
fr_fr: Aucun log trouvé dans votre dossier de données.
nb_no: Ingen logger i din datamappe.
pl_pl: Nie znaleziono logów w folderze danych.
ru_ru: Журналы не найдены в папке данных.
tr_tr: Veri klasörünüzde hiç kayıt bulunamadı.

source: Logs are too large, you can find them in {path}
de_de: Protokolle sind zu groß. Du kannst diese in {path} finden
es_es: Los registros son demasiado grandes, puedes encontrarlos en {path}
fi_fi: Logit ovat liian suuret, voit löytää ne täältä: {path}
fr_fr: Les logs sont trop volumineux, vous pouvez les trouver dans {path}
nb_no: Loggene er for store, du finner dem i {path}
pl_pl: Logi są zbyt duże, możesz je znaleźć w {path}
ru_ru: Логи слишком большие, вы можете найти их в {path}
tr_tr: Kayıtlar çok büyük, onları {path} konumunda bulabilirsiniz

source: I need to be able to DM you to send you the logs.
de_de: Ich muss in der Lage sein dir Privatnachrichten schreiben zu können um dir die Logs zu senden.
es_es: Necesito ser capaz de DM para enviarte los registros.
fi_fi: Minun pitää pystyä lähettämään sinulle yksityisviestejä, jotta voin lähettää logit.
fr_fr: Je dois pouvoir vous envoyer des messages privés pour envoyer les logs.
nb_no: Jeg må være i stand til å sende deg loggene.
pl_pl: Muszę być w stanie wysłać ci wpisy do DM.
ru_ru: Мне нужно иметь возможность отправить вам отчеты.
tr_tr: Sana kayıtları gönderebilmek için özel mesaj atabilmem gerek.

source: Enable/disable tracks' titles as status.
de_de: Aktiviert/Deaktiviert Titel als Status.
es_es: Activar/desactivar los títulos de las pistas como estado.
fi_fi: Ota käyttöön/Poista käyttöön kappaleiden nimet botin tilana.
fr_fr: Activer/désactiver titres des pistes comme statut.
nb_no: Aktivere/deaktiver trekk-titler som status.
pl_pl: Włącz/wyłącz tytuły ścieżek jako status.
ru_ru: Включить/отключить названия треков в статусе.
tr_tr: Şarkı isimlerini statüs olarak ayarlamayı açıp/kapatır.

source: Song titles as status: {true_or_false}.
de_de: Titel als Status: {true_or_false}.
es_es: Títulos de canciones como estado: {true_or_false}.
fi_fi: Kappaleiden nimet tilana: {true_or_false}.
fr_fr: Titres de musiques comme statut : {true_or_false}.
nb_no: Sang titler som status: {true_or_false}.
pl_pl: Tytuły utworów jako status: {true_or_false}.
ru_ru: Названия песен в статусе: {true_or_false}.
tr_tr: Şarkı isimleri statüs olarak ayarlı:{true_or_false}.

source: Toggle displaying a thumbnail on audio messages.
de_de: Zeige Miniaturbilder bei Audio-Mitteilungen an.
es_es: Cambiar a mostrar una miniatura en los mensajes de audio.
fi_fi: Vaihda näytetäänkö pikkukuvat viesteissä.
fr_fr: Activer/désactiver l’affichage d’une vignette sur les messages de l'audio.
nb_no: Bytt visning av et miniatyrbilde på lydmeldinger.
pl_pl: Przełącz wyświetlanie miniaturki w wiadomościach dźwiękowych.
ru_ru: Переключить отображение миниатюры на аудио сообщениях.
tr_tr: Thumbnail'leri şarkı bildirimlerinde göstermeyi açar/kapatır.

source: Thumbnail display: {true_or_false}.
de_de: Miniaturansicht: {true_or_false}.
es_es: Visualización de miniatura: {true_or_false}.
fi_fi: Pikkukuvien näyttäminen: {true_or_false}.
fr_fr: Affichage des vignettes : {true_or_false}.
nb_no: Miniatyrvisning: {true_or_false}.
pl_pl: Wyświetlanie miniatur: {true_or_false}.
ru_ru: Отображение миниатюр: {true_or_false}.
tr_tr: Thumbnail gösterilmesi:

source: Percentage needed for non-mods to skip tracks, 0 to disable.
de_de: Benötigte Stimmen in Prozent für Nicht-Mods, um Titel zu überspringen, 0 um zum Deaktivieren.
es_es: Porcentaje necesario para que los no-mods se salten las pistas, 0 para desactivar.
fi_fi: Äänestysprosentti joka tarvitaan että ei-moderaattorit voivat ohittaa kappaleita, 0 poistaa ominaisuuden käytöstä.
nb_no: Prosentandel som trengs for ikke-mods å hoppe over spor, 0 for å deaktivere.
pl_pl: Procent wymagany do pominięcia utworów przez non-modów, 0 aby wyłączyć.
ru_ru: Процент, необходимый для пропуска трека для не модераторов. 0, чтобы отключить.
tr_tr: Yönetici olmayan kullanıcıların şarkıyı geçmeleri için gerekli olan oy yüzdesi. Devre dışı bırakmak için 0 girin.

source: Voting disabled. All users can use queue management commands.
de_de: Abstimmung deaktiviert. Alle Benutzer können Warteschlangen Management Befehle verwenden.
es_es: Votación deshabilitada. Todos los usuarios pueden usar comandos de gestión de colas.
fi_fi: Äänestys on poistettu käytöstä. Kaikki käyttäjät voivat käyttää jononhallintakomentoja.
fr_fr: Votes désactivés. Tout les utilisateurs peuvent maintenant utiliser les commandes de gestion de la file.
nb_no: Avstemning deaktivert. Alle brukere kan bruke kommandoer for køstyring.
pl_pl: Głosowanie wyłączone. Wszyscy użytkownicy mogą używać komend zarządzania kolejką.
ru_ru: Голосование отключено. Все пользователи могут использовать команды управления очередью.
tr_tr: Oylama devre dışı. Tüm kullanıcılar sıra yönetimi komutlarını kullanabilir.

source: Vote percentage set to {percent}%.
de_de: Stimmen-Anteil auf {percent} % festgelegt.
es_es: Porcentaje de voto establecido a {percent}%.
fi_fi: Tarvittavaksi ääniprosentiksi asetettiin {percent}%.
fr_fr: Pourcentage de vote défini à {percent} %.
nb_no: Stemme prosentandel satt til {percent}%.
pl_pl: Procent głosów ustawiony na {percent}%.
ru_ru: Процент голосов установлен в {percent}%.
tr_tr: Geçme oylama yüzdesi %{percent} olarak ayarlandı.

source: Instructions to set the YouTube API key.
de_de: Anleitung um den YouTube API key einzurichten.
es_es: Instrucciones para establecer la clave API de YouTube.
fi_fi: Ohjeet YouTube API -avaimen asettamiseksi.
fr_fr: Instructions pour définir la clé de l'API YouTube.
nb_no: Instruksjoner for å angi YouTube API-nøkkel.
pl_pl: Instrukcje ustawiania klucza API YouTube.
ru_ru: Инструкции по установке ключа You_Tube API.
tr_tr: YouTube API tokenini ayarlamak için bilgiler.

source: Instructions to set the Spotify API tokens.
de_de: Anleitung um die Spotify API tokens einzurichten.
es_es: Instrucciones para establecer los tokens de la API de Spotify.
fi_fi: Ohjeet Spotify API -tokenien asettamiseksi.
fr_fr: Instructions pour définir les tokens de l'API Spotify.
nb_no: Instruksjoner for å angi Spotify API tokenene.
pl_pl: Instrukcje ustawiania tokenów Spotify API.
ru_ru: Инструкции по установке токенов Spotify API.
tr_tr: Spotify API tokenini ayarlamak için bilgiler.

source: 1. Go to Spotify developers and log in with your Spotify account. (https://developer.spotify.com/dashboard/applications) 2. Click "Create An App". 3. Fill out the form provided with your app name, etc. 4. When asked if you're developing commercial integration select "No". 5. Accept the terms and conditions. 6. Copy your client ID and your client secret into: `{prefix}set api spotify client_id <your_client_id_here> client_secret <your_client_secret_here>`
de_de: 1. Gehen Sie zu Spotify-Entwicklern und loggen Sie sich mit Ihrem Spotify-Konto ein. (https://developer.spotify.com/Dashboard/applications) 2. Klicken Sie auf "Eine App erstellen". 3. Füllen Sie das Formular aus, das mit Ihrem App-Namen, etc. bereitgestellt wird. 4. Wenn Sie gefragt werden, ob Sie kommerzielle Integration entwickeln, wählen Sie "Nein". 5. Akzeptieren Sie die Bedingungen und Bedingungen. 6. Kopiere deine Client-ID und dein Client-Geheimes in: `{prefix}set api spotify client_id <your_client_id_here> client_secret <your_client_secret_here>`
es_es: 1. Ve a los desarrolladores de Spotify y inicia sesión con tu cuenta de Spotify. (https://developer.spotify.com/dashboard/applications) 2. Haga clic en "Crear una aplicación". 3. Rellene el formulario proporcionado con su nombre de aplicación, etc. 4. Cuando se le pregunte si está desarrollando integración comercial seleccione "No". 5. Aceptar los términos y condiciones. 6. Copia tu ID de cliente y tu secreto de cliente en: `{prefix}establece api spotify client_id,<your_client_id_here> client_secret,<your_client_secret_here>`
fi_fi: 1. Mene Spotify kehittäjäsivustolle ja kirjaudu sisään. (https://developer.spotify.com/dashboard/applications) 2. Klikkaa "Create An App". 3. Täytä lomakkeeseen tiedot sovelluksestasi: nimi, jne. 4. Kun sinulta kysytään teetkö kauppalista integraatiota, vastaa "No". 5. Hyväksy käyttöehdot. 6. Kopioi client ID ja client secret komentoon: `{prefix}set api spotify client_id <your_client_id_here> client_secret <your_client_secret_here>`
fr_fr: 1. Allez sur les développeurs Spotify et connectez-vous avec votre compte Spotify. (https://developer.spotify.com/dashboard/applications) 2. Cliquez sur "Créer une application". 3. Remplissez le formulaire fourni avec le nom de votre application, etc. 4. Lorsqu'on vous demande si vous développez une intégration commerciale, sélectionnez "Non". 5. Acceptez les termes et conditions. 6. Copiez votre identifiant client et votre secret client dans: `{prefix}set api spotify client_id <your_client_id_here> client_secret <your_client_secret_here>`
nb_no: 1. Gå til Spotify-utviklere og logg inn med Spotify-kontoen din. (https://developer.spotify.com/dashboard/applications) 2. Klikk "Create An App". 3. Fyll ut skjemaet gitt med appnavnet ditt, etc. 4. Når du blir spurt om du utvikler kommersiell integrasjon, velg "Nei". 5. Godta vilkårene 6. Kopier din klient-ID og din klient hemmelighet: `{prefix}set api spotify client_id <your_client_id_here> client_secret <your_client_secret_here>`
pl_pl: 1. Przejdź do Spotify developers i zaloguj się na swoje konto Spotify. (https://developer.spotify.com/dashboard/applications) 2. Kliknij "Utwórz aplikację". 3. Wypełnij formularz podając nazwę aplikacji, itp. 4. Gdy zostaniesz zapytany, czy rozwijasz integrację komercyjną, wybierz "Nie". 5. Zaakceptuj warunki. 6. Skopiuj swój identyfikator klienta i sekret klienta do: `{prefix}set api spotify client_id <your_client_id_here> client_secret <your_client_secret_here>`
ru_ru: 1. Перейдите на страницу Spotify для разработчиков и войдите в свой аккаунт в Spotify. (https://developer.spotify.com/dashboard/applications) 2. Нажмите "Создать приложение". 3. Заполните предоставленную форму с именем приложения и т.п. 4. Если вы разрабатываете коммерческую интеграцию, то выберите "Нет". 5. Принять условия 6. Скопируйте ваш ID клиента и секрет клиента в: `{prefix}установите api spotify client_id <your_client_id_here> client_secret <your_client_secret_here>`
tr_tr: 1. Spotify developers sayfasına spotify hesabınızla giriş yapın. (https://developer.spotify.com/dashboard/applications) 2. "Create An App"'e tıklayın. 3. Formdaki uygulama ismi gibi bilgileri doldurun. 4. Ticari bir uygulama mı diye sorulduğunda "Hayır" ile cevap verin. 5. Şartlar ve koşulları kabul edin. 6. İstemci IDnizi ve istemcisi sırrınızı (client secret) kopyalayın ve gerekli yerlere yapıştırın: `{prefix}set api spotify client_id <your_client_id_here> client_secret <your_client_secret_here>`

source: Set the country code for Spotify searches.
de_de: Legen Sie den Ländercode für Spotify-Suchen fest.
es_es: Establece el código de país para las búsquedas de Spotify.
fi_fi: Aseta Spotify-hauissa käytettävä maakoodi.
fr_fr: Définit l'indicatif du pays pour les recherches Spotify.
nb_no: Angi landkoden for Spotify-søk.
pl_pl: Ustaw kod kraju dla wyszukiwań Spotify.
ru_ru: Установите код страны для поиска в Spotify.
tr_tr: Spotify aramaları için ülke kodunu ayarlayın.

source: Invalid Country Code
de_de: Ungültiger Ländercode
es_es: Código de país no válido
fi_fi: Virheellinen maakoodi
fr_fr: Code pays invalide
nb_no: Ugyldig landskode
pl_pl: Nieprawidłowy kod kraju
ru_ru: Неверный код страны
tr_tr: Geçersiz Ülke Kodu

source: Please use an official [ISO 3166-1 alpha-2](https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2) code.
de_de: Bitte verwende einen offiziellen [ISO 3166-1 alpha-2](https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2) Code.
es_es: Por favor, utiliza un código oficial [ISO 3166-1 alpha-2](https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2).
fi_fi: Käytäthän virallista [ISO 3166-1 alpha-2](https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2) maakoodia.
nb_no: Vennligst bruk en offisiell kode [ISO 3166-1 alpha-2](https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2).
pl_pl: Użyj oficjalnego kodu [ISO 3166-1 alpha-2](https://pl.wikipedia.org/wiki/ISO_3166-1_alfa-2).
ru_ru: Пожалуйста, используйте официальный код [ISO 3166-1 alpha-2](https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2).
tr_tr: Lütfen geçerli bir [ISO 3166-1 alpha-2](https://tr.wikipedia.org/wiki/ISO_3166) kodu kullanın.

source: Country Code set to {country}.
de_de: Ländercode auf {country} gesetzt.
es_es: Código de país establecido a {country}.
fi_fi: Maakoodiksi asetettiin {country}.
fr_fr: Code pays défini sur {country}.
nb_no: Landskoden ble satt til {country}.
pl_pl: Kod kraju ustawiony na {country}.
ru_ru: Код страны установлен на {country}.
tr_tr: Ülke Kodu {country} olarak ayarlandı.

source: Sets the caching level. Level can be one of the following: 0: Disables all caching 1: Enables Spotify Cache 2: Enables YouTube Cache 3: Enables Lavalink Cache 5: Enables all Caches If you wish to disable a specific cache use a negative number.
de_de: Legt das Caching-Level fest. Level kann einer der folgenden sein: 0: Deaktiviert alle Caches 1: Aktiviert Spotify Cache 2: Aktiviert YouTube Cache 3: Aktiviert Lavalink Cache 5: Aktiviert alle Caches Wenn du einen bestimmten Cache deaktivieren möchtest, benutze eine negative Nummer.
es_es: Establece el nivel de caché. El nivel puede ser uno de los siguientes: 0: Deshabilita todos los cachés 1: Habilita la caché de Spotify 2: Habilita la caché de YouTube 3: Habilita la caché de Lavalink 5: Habilita todos los cachés Si desea desactivar un caché específico use un número negativo.
fi_fi: Asettaa välimuistin tason. Taso voi olla joku seuraavista: 0: Ei mitään välimuistia 1: Ottaa Spotify-välimuistin käyttöön 2: Ottaa YouTube-välimuistin käyttöön 3: Ottaa Lavalink-välimuistin käyttöön 5: Ottaa kaikki välimuistit käyttöön Jos haluat poistaa tietyn välimuistin käytöstä, käytä negatiivista numeroa.
fr_fr: Définit le niveau de mise en cache. Le niveau peut être l'un des niveaux suivants : 0 : Désactive toute la mise en cache 1 : Active le cache Spotify 2 : Active le cache YouTube 3: Active le cache Lavalink 5 : Active toutes les caches Si vous souhaitez désactiver un cache spécifique, utilisez un nombre négatif.
nb_no: Angir nivå for hurtigbufring. Nivå kan være et av følgende: 0: Aktiverer alle mellombufringer 1: Aktiverer Spotify Cache 2: Aktiverer YouTube Cache 3: Aktiverer lavalink hurtigbufferen 5: Aktiverer alle cacher Hvis du vil deaktivere en bestemt hurtigbuffer bruker et negativt tall.
pl_pl: Ustawia poziom buforowania. Poziom może być jednym z następujących: 0: Wyłącza pamięć podręczną 1: Włącza pamięć podręczną Spotify 2: Włącza pamięć podręczną YouTube 3: Włącza pamięć podręczną Lavalink 5: Włącza wszystkie bufory Jeśli chcesz wyłączyć określoną pamięć podręczną zrób to używając liczby ujemnej.
ru_ru: Устанавливает уровень кэширования. Уровень может быть одним из следующих: 0: Отключает все кэширование 1: Включает кэш Spotify 2: Включает кэш YouTube 3: Включает Lavalink кэш 5: Включает все кэши Если вы хотите отключить определенный кэш, используйте отрицательное число.
tr_tr: Önbellekleme düzeyini ayarla. Düzey bunlardan biri olabilir: 0: Tüm önbellekleri kapatır 1: Spotify önbelleğini açar 2: YouTube önbelleğini açar 3: Lavalink önbelleğini açar 5: Tüm önbellekleri açar Belirli bir önbelleği kapamak istiyorsanız negatif sayı kullanın.
