Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/commands/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Music configuration options.
de_de: Musik Konfigurationsoptionen.
es_es: Opciones de configuración de música.
fi_fi: Musiikin konfirugointi asetukset.
fr_fr: Options de configuration pour la musique.
nb_no: Konfigurasjon av musikk.
pl_pl: Opcje konfiguracji muzyki.
ru_ru: Параметры настройки музыки.
tr_tr: Şarkı çalma ayarları.

source: Manages the keyword whitelist and blacklist.
de_de: Verwaltet die Whitelist und Blacklist der Suchbegriffe.
es_es: Administra las palabras claves de la lista blanca y negra.
fi_fi: Hallitse avainsana valkoista- ja mustaalistaa.
fr_fr: Gère les listes blanche et noire des mots-clé.
nb_no: Behandler søkeord hvitelisten og svartelisten.
pl_pl: Zarządza białą i czarną listą słów kluczowych.
ru_ru: Управляет белым списком ключевых слов и черным списком.
tr_tr: Anahtar kelimeler için beyaz liste ve kara listeleri yönetir.

source: Manages the global keyword whitelist/blacklist.
de_de: Verwaltet die globale Whitelist und Blacklist der Suchbegriffe.
es_es: Administra la lista de palabras claves autorizadas y lista negra.
fi_fi: Hallitse globaalin avainsana valkoista/mustaalistaa.
fr_fr: Gère les listes blanche et noire globales des mots-clé.
nb_no: Behandler den globale søkeord hvitelisten / svartelisten.
pl_pl: Zarządza globalną białą/czarną listą słów kluczowych.
ru_ru: Глобальное управление белого или чёрного списка ключевых слов.
tr_tr: Global anahtar kelimeler için beyaz liste/kara listeleri yönetir.

source: Manages the global keyword whitelist.
de_de: Verwaltet die globale Whitelist der Suchbegriffe.
es_es: Administra la lista de palabras clave globales.
fi_fi: Hallitse globaalin avainsanan valkoistalistaa.
fr_fr: Gère la liste blanche globale des mots-clé.
nb_no: Behandler den globale hvitelisten.
pl_pl: Zarządza globalną białą listą słów kluczowych.
ru_ru: Глобальное управление белого списка ключевых слов.
tr_tr: Global anahtar kelimeler için beyaz listeyi yönetir.

source: Adds a keyword to the whitelist. If anything is added to whitelist, it will blacklist everything else.
de_de: Fügt einen Suchbegriff zur Whitelist hinzu. Wenn etwas zur Whitelist hinzugefügt wird, werden dadurch alle anderen Begriffe blockiert.
es_es: Añade una palabra clave a la lista blanca. Si algo se añade a la lista blanca, negará todo lo demas que no este en ella.
fi_fi: Lisää avainsanan valkoiselle listalle. Jos jotain lisätään valkoiselle listalle, se mustalla listalla kaikki muu.
fr_fr: Ajoute un mot-clé à la liste blanche. Si vous ajoutez quoi que ce soit à la liste blanche, tout le reste sera placé sur liste noire.
nb_no: Legger til et nøkkelord i hvitelisten. Hvis noe blir lagt til i hvitelisten, vil det svarteliste alt annet.
pl_pl: Dodaje słowo kluczowe do białej listy. \n Jeśli cokolwiek zostanie dodane do białej listy, pozostałe słowa będą uznane jak na czarnej liście.
ru_ru: Добавляет ключевое слово в белый список. Если что-либо добавлено в белый список, то будет добавлять в черный список всё остальное.
tr_tr: Beyaz listeye bir anahtar kelime ekler. Beyaz listeye herhangi bir şey eklenirse diğer her şey kara listeye alınır.

source: Keyword already in the whitelist.
de_de: Dieser Begriff ist bereits auf der Whitelist.
es_es: Esta palabra clave ya está en la lista blanca.
fi_fi: Avainsanat ovat jo valkoisella listalla.
fr_fr: Le mot-clé est déjà dans la liste blanche.
nb_no: Søkeord allerede i hvitelisten.
pl_pl: Słowo kluczowe jest już na białej liście.
ru_ru: Ключевое слово уже в белом списке.
tr_tr: Anahtar kelime zaten beyaz listede mevcut.

source: Whitelist Modified
de_de: Whitelist geändert
es_es: La lista de palabras autorizadas ha sido modificada
fi_fi: Valkoista Listaa Muokattu
fr_fr: Liste blanche modifiée
nb_no: Hviteliste endret
pl_pl: Biała lista zmodyfikowana
ru_ru: Белый список изменен
tr_tr: Beyaz liste değiştirildi.

source: Added `{whitelisted}` to the whitelist.
de_de: `{Whitelisted}` zur Whitelist hinzugefügt.
es_es: `{whitelisted}` ha sido añadido a la lista de palabras autorizadas.
fi_fi: Lisätty `{whitelisted}` valkoiselle listalle.
fr_fr: Ajout de : `{whitelisted}` à la liste blanche.
nb_no: Lagt til: `{whitelisted}` på hvitlisten.
pl_pl: Dodano `{whitelisted}` do białej listy.
ru_ru: Добавлено `{whitelisted}` в белый список.
tr_tr: `{whitelisted}` beyaz listeye eklendi.

source: List all keywords added to the whitelist.
de_de: Zeigt alle Suchbegriffe auf der Whitelist.
es_es: Lista de todas las palabras claves en la lista de palabras autorizadas.
fi_fi: Listaa kaikki valkoiselle listalle lisätyt avainsanat.
fr_fr: Liste tous les mots-clé ajoutés à la liste blanche.
nb_no: Liste over alle nøkkelord lagt til i hvitelisten.
pl_pl: Wyświetla wszystkie słowa kluczowe dodane do białej listy.
ru_ru: Список всех ключевых слов, добавленных в белый список.
tr_tr: Beyaz listeye eklenen tüm anahtar kelimelerin listesi.

source: Nothing in the whitelist.
de_de: Die Whitelist ist Leer.
es_es: No hay nada en la lista de palabras autorizadas.
fi_fi: Ei mitään valkoisella listalla.
fr_fr: Rien dans la liste blanche.
nb_no: Ingenting i hvitelisten.
pl_pl: Brak wyników na białej liście.
ru_ru: Ничего в белом списке.
tr_tr: Beyaz listede herhangi bir anahtar kelime mevcut değil.

source: Global Whitelist
de_de: Globale Whitelist
es_es: Lista de palabras autorizadas global
fi_fi: Globaali valkoinen lista
fr_fr: Liste blanche globale
nb_no: Global hviteliste
pl_pl: Globalna biała lista
ru_ru: Глобальный Белый список
tr_tr: Küresel Beyaz Liste

source: Clear all keywords from the whitelist.
de_de: Leere die Whitelist.
es_es: Elimina todas las palabras clave de la lista de palabras autorizadas.
fi_fi: Tyhjennä kaikki avainsanat valkoiselta listalta.
fr_fr: Retire tous les mots-clé de la liste blanche.
nb_no: Fjern alle nøkkelord fra hvitelisten.
pl_pl: Czyści wszystkie słowa kluczowe z białej listy.
ru_ru: Очистить все ключевые слова из белого списка.
tr_tr: Beyaz listeye eklenen tüm anahtar kelimeleri siler.

source: All entries have been removed from the whitelist.
de_de: Die Whitelist wurde geleert.
es_es: Todas las entradas han sido eliminadas de la lista de palabras autorizadas.
fi_fi: Kaikki merkinnät on poistettu valkoiselta listalta.
fr_fr: Toutes les entrées ont été supprimées de la liste blanche.
nb_no: Alle oppføringer er fjernet fra hvitelisten.
pl_pl: Wszystkie wpisy zostały usunięte z białej listy.
ru_ru: Все записи были удалены из белого списка.
tr_tr: Beyaz listedeki tüm girdiler silindi.

source: Removes a keyword from the whitelist.
de_de: Entfernt einen Suchbegriff von der Whitelist.
es_es: Elimina una palabra clave de la lista de palabras autorizadas.
fi_fi: Tyhjennä kaikki avainsanat valkoiselta listalta.
fr_fr: Retire un mot-clé de la liste blanche.
nb_no: Fjerner et nøkkelord fra hvitelisten.
pl_pl: Usuwa słowo kluczowe z białej listy.
ru_ru: Удаляет ключевое слово из белого списка.
tr_tr: Anahtar kelimeyi beyaz listeden siler.

source: Removed `{whitelisted}` from the whitelist.
de_de: `{whitelisted}` aus der Whitelist entfernt.
es_es: Eliminado `{whitelisted}` de la lista de palabras autorizadas.
fi_fi: Lisätty `{whitelisted}` valkoiselle listalle.
fr_fr: Suppression de : `{whitelisted}` de la liste blanche.
nb_no: Fjernet: `{whitelisted}` fra hvitelisten.
pl_pl: Usunięto `{whitelisted}` z białej listy.
ru_ru: Удалено `{whitelisted}` из белого списка.
tr_tr: `{whitelisted}` beyaz listeden kaldırıldı.

source: Manages the global keyword blacklist.
de_de: Verwaltet die globale Blacklist der Suchbegriffe.
es_es: Administra la lista negra de palabras clave globales.
fi_fi: Hallitse globaalin avainsanan valkoistalistaa.
fr_fr: Gère la liste noire globale des mots-clé.
nb_no: Behandler den svarte listen over nøkkelord.
pl_pl: Zarządza globalną czarną listą słów kluczowych.
ru_ru: Глобальное управление чёрного списка ключевых слов.
tr_tr: Global anahtar kelimeler için kara listeyi yönetir.

source: Adds a keyword to the blacklist.
de_de: Fügt einen Suchbegriff zur Blacklist hinzu.
es_es: Añade una palabra clave a la lista negra.
fi_fi: Lisätty estettyjen luetteloon.
fr_fr: Ajoute un mot-clé à la liste noire.
nb_no: Legger til et nøkkelord på svartelisten.
pl_pl: Dodaje słowo kluczowe do czarnej listy.
ru_ru: Добавляет ключевое слово в чёрный список.
tr_tr: Kara listeye anahtar kelimeyi ekler.

source: Keyword already in the blacklist.
de_de: Dieser Begriff ist bereits in der Blacklist.
es_es: La palabra clave ya está en la lista negra.
fi_fi: Avainsanat ovat jo valkoisella listalla.
fr_fr: Le mot-clé est déjà dans la liste noire.
nb_no: Nøkkelord allerede i svartelisten.
pl_pl: Słowo kluczowe jest już na czarnej liście.
ru_ru: Ключевое слово уже в чёрном списке.
tr_tr: Belirtilen anahtar kelime kara listede mevcut.

source: Blacklist Modified
de_de: Blacklist geändert
es_es: Lista negra modificada
fi_fi: Mustaa listaa muokattu
fr_fr: Liste noire modifiée
nb_no: Svarteliste endret
pl_pl: Zmodyfikowano czarną listę
ru_ru: Чёрный список изменен
tr_tr: Kara liste değiştirildi

source: Added `{blacklisted}` to the blacklist.
de_de: `{blacklisted}`zur Blacklist hinzugefügt.
es_es: Se ha añadido `{blacklisted}` a la lista negra.
fi_fi: Lisätty `{blacklisted}` mustalle listalle.
fr_fr: Ajout de : `{blacklisted}` à la liste noire.
nb_no: La til `{blacklisted}` i svartelisten.
pl_pl: Dodano `{blacklisted}` do czarnej listy.
ru_ru: Добавлено `{blacklisted}` в черный список.
tr_tr: `{blacklisted}` kara listeye eklendi.

source: List all keywords added to the blacklist.
de_de: Zeigt alle Suchbegriffe auf der Blacklist.
es_es: Listar todas las palabras clave añadidas a la lista negra.
fi_fi: Listaa kaikki mustalle listalle lisätyt avainsanat.
fr_fr: Liste tous les mots-clé ajoutés à la liste noire.
nb_no: Liste over alle nøkkelord lagt til svartelisten.
pl_pl: Wyświetla wszystkie słowa kluczowe dodane do czarnej listy.
ru_ru: Список всех ключевых слов, добавленных в чёрный список.
tr_tr: Kara listeye eklenen tüm anahtar kelimelerin listesi.

source: Nothing in the blacklist.
de_de: Die Blacklist ist Leer.
es_es: No hay nada en la lista negra.
fi_fi: Mustalla listalla ei ole mitään.
fr_fr: Rien dans la liste noire.
nb_no: Ingenting i svartelisten.
pl_pl: Brak wyników na czarnej liście.
ru_ru: Ничего в чёрном списке.
tr_tr: Kara listede herhangi bir anahtar kelime mevcut değil.

source: Global Blacklist
de_de: Globale Blacklist
es_es: Lista negra global
fi_fi: Palvelinten välinen musta lista
fr_fr: Liste noire globale
nb_no: Global svarteliste
pl_pl: Globalna biała lista
ru_ru: Глобальный Черный список
tr_tr: Küresel Kara Liste

source: Clear all keywords added to the blacklist.
de_de: Leere die Blacklist.
es_es: Borrar todas las palabras clave añadidas a la lista negra.
fi_fi: Tyhjennä kaikki mustalle listalle lisätyt avainsanat.
fr_fr: Retire tous les mots-clé ajoutés à la liste noire.
nb_no: Fjern alle nøkkelord lagt til svartelisten.
pl_pl: Czyści wszystkie słowa kluczowe z czarnej listy.
ru_ru: Очистить все ключевые слова, добавленные в чёрный список.
tr_tr: Kara listeye eklenen tüm anahtar kelimeleri siler.

source: All entries have been removed from the blacklist.
de_de: Die Blacklist wurde geleert.
es_es: Todas las entradas han sido eliminadas de la lista negra.
fi_fi: Kaikki merkinnät on poistettu mustalta listalta.
fr_fr: Toutes les entrées ont été supprimées de la liste noire.
nb_no: Alle oppføringer er fjernet fra svartelisten.
pl_pl: Wszystkie wpisy zostały usunięte z czarnej listy.
ru_ru: Все записи были удалены из чёрного списка.
tr_tr: Kara listedeki tüm girdiler silindi.

source: Removes a keyword from the blacklist.
de_de: Entfernt einen Suchbegriff aus der Blacklist.
es_es: Elimina una palabra clave de la lista negra.
fi_fi: Poistaa avainsanan mustalta listalta.
fr_fr: Retire un mot-clé de la liste noire.
nb_no: Fjerner et nøkkelord fra svartelisten.
pl_pl: Usuwa słowo kluczowe z czarnej listy.
ru_ru: Удаляет ключевое слово из чёрного списка.
tr_tr: Anahtar kelimeyi kara listeden siler.

source: Keyword is not in the blacklist.
de_de: Suchbegriff ist nicht in der Blacklist.
es_es: La palabra clave no está en la lista negra.
fi_fi: Avainsana ei ole mustalla listalla.
fr_fr: Le mot-clé n'est pas dans la liste noire.
nb_no: Nøkkelord er ikke på svartelisten.
pl_pl: Słowo kluczowe nie jest na czarnej liście.
ru_ru: Ключевое слово не в чёрном списке.
tr_tr: Belirtilen anahtar kelime kara listede mevcut değil.

source: Removed `{blacklisted}` from the blacklist.
de_de: `{blacklisted}` von der Blacklist entfernt.
es_es: Se ha eliminado `{blacklisted}` de la lista negra.
fi_fi: Poistettu `{blacklisted}` mustalta listalta.
fr_fr: Suppression de : `{blacklisted}` de la liste noire.
nb_no: Fjernet: `{blacklisted}` fra svartelisten.
pl_pl: Usunięto `{blacklisted}` z czarnej listy.
ru_ru: Удалено `{blacklisted}` из чёрного списка.
tr_tr: `{blacklisted}` kara listeden kaldırıldı.

source: Manages the keyword whitelist.
de_de: Verwaltet die Whitelist.
es_es: Administra las palabras clave de la lista de palabras autorizadas.
fi_fi: Hallitsee avainsanojen valkoista listaa.
fr_fr: Gère la liste blanche des mots-clé.
nb_no: Behandler hvitelisten for søkeord.
pl_pl: Zarządza białą listą słów kluczowych.
ru_ru: Управляет белым списком ключевых слов.
tr_tr: Beyaz listedeki tüm anahtar kelimeleri yönetir.

source: Whitelist
de_de: Weiße Liste
es_es: Lista de palabras autorizadas
fi_fi: Valkoinen lista
fr_fr: Liste blanche
nb_no: Hviteliste
pl_pl: Biała lista
ru_ru: Белый список
tr_tr: Beyaz Liste

source: Manages the keyword blacklist.
de_de: Verwaltet die Blacklist.
es_es: Administra la lista negra de palabras clave.
fi_fi: Hallitsee avainsanojen mustaa listaa.
fr_fr: Gère la liste noire des mots-clé.
nb_no: Behandler nøkkelordet svarteliste.
pl_pl: Zarządza czarną listą słów kluczowych.
ru_ru: Управляет чёрным списком ключевых слов.
tr_tr: Kara listedeki tüm anahtar kelimeleri yönetir.

source: Blacklist
de_de: Sperrliste
es_es: Lista negra
fi_fi: Musta lista
fr_fr: Liste noire
nb_no: Svarteliste
pl_pl: Czarna Lista
ru_ru: Чёрный список
tr_tr: Kara Liste

source: Change auto-play setting.
de_de: Ändere Einstellungen für die automatische Wiedergabe.
es_es: Cambiar la configuración de reproducción automatica.
fi_fi: Muuta automaattisen toiston asetusta.
fr_fr: Changer les paramètres de lecture automatique.
nb_no: Endre innstillingen for automatisk avspilling.
pl_pl: Zmień ustawienia automatycznego odtwarzania.
ru_ru: Изменить настройки авто воспроизведения.
tr_tr: Otomatik çalma ayarını değiştir.

source: Toggle auto-play when there no songs in queue.
de_de: Automatische-Wiedergabe umschalten, wenn keine Lieder in der Warteschlange vorhanden sind.
es_es: Alterna la reproducción automática cuando no hay canciones en cola.
fi_fi: Vaihda automaattisen toiston tilaa, kun jonossa ei ole kappaleita.
fr_fr: Activer/Désactiver la lecture automatique quand il n'y a plus aucune musique dans la file d'attente.
nb_no: Bytt automatisk avspilling når det ikke er sanger i kø.
pl_pl: Przełącz automatyczne odtwarzanie, gdy w kolejce nie ma utworów.
ru_ru: Вкл/Выкл. проигрывание, когда нет песен в очереди.
tr_tr: Sırada parça yoksa otomatik çalmayı açar/kapatır.

source: Auto-play when queue ends: {true_or_false}.
de_de: Automatische Wiedergabe am Ende der Warteschlange: {true_or_false}.
es_es: Reproducción automatica cuando termine la cola: {true_or_false}.
fi_fi: Toista automaattisesti, kun jono loppuu: {true_or_false}.
fr_fr: Lecture automatique à la fin de la file d'attente: {true_or_false}.
nb_no: Spill av automatisk når køen slutter: {true_or_false}.
pl_pl: Odtwarzaj automatycznie, gdy kolejka się zakończy: {true_or_false}.
ru_ru: Авто-воспроизведение по окончании очереди: {true_or_false}.
tr_tr: Sıradaki parçalar bittiğinde otomatik çalma: {true_or_false}.

source: Enabled
de_de: Aktiviert
es_es: Activado
fi_fi: Käytössä
fr_fr: Activé
nb_no: Aktivert
pl_pl: Włączone
ru_ru: Включено
tr_tr: Etkinleştirildi

source: Disabled
de_de: Deaktiviert
es_es: Desactivado
fi_fi: Ei käytössä
fr_fr: Désactivé
nb_no: Deaktivert
pl_pl: Wyłączone
ru_ru: Отключено
tr_tr: Devre dışı bırakıldı

source: Repeat has been disabled.
de_de: Wiederholung wurde deaktiviert.
es_es: La repetición de canciones ha sido desactivada.
fi_fi: Uudelleentoisto on poistettu käytöstä.
fr_fr: La répétition a été désactivée.
nb_no: Gjenta er deaktivert.
pl_pl: Powtarzanie zostało wyłączone.
ru_ru: Повтор был отключен.
tr_tr: Tekrar devre dışı bırakıldı.

source: Auto-disconnecting at queue end has been disabled.
de_de: Automatisches Verlassen des Sprachkanals am Ende der Warteschlange wurde deaktiviert.
es_es: Se ha desactivado la desconexión automática al final de la cola.
fi_fi: Yhteyden katkaisu jonon lopussa on poistettu käytöstä.
fr_fr: La déconnexion automatique à la fin de la liste de lecture a été désactivée.
nb_no: Automatisk frakobling i køen er deaktivert.
pl_pl: Automatyczne wychodzenie na końcu kolejki zostało wyłączone.
ru_ru: Авто-отключение в конце очереди отключено.
tr_tr: Çalma sırası bittiğinde otomatik çıkış devre dışı bırakıldı.

source: Setting Changed
de_de: Einstellung geändert
es_es: Configuración cambiada
fi_fi: Asetus muutettu
fr_fr: Paramètre modifié
nb_no: Innstilling endret
pl_pl: Ustawienie zmienione
ru_ru: Настройки изменены
tr_tr: Ayar Değiştirildi

source: Set a playlist to auto-play songs from. **Usage**: ​ ​ ​ ​ `[p]audioset autoplay playlist playlist_name_OR_id [args]` **Args**: ​ ​ ​ ​ The following are all optional: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Only the bot owner can use this** **Scope** is one of the following: ​Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** can be one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild** can be one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Example use: ​ ​ ​ ​ `[p]audioset autoplay playlist MyGuildPlaylist` ​ ​ ​ ​ `[p]audioset autoplay playlist MyGlobalPlaylist --scope Global` ​ ​ ​ ​ `[p]audioset autoplay playlist PersonalPlaylist --scope User --author Draper`
es_es: Configure una lista de reproducción para reproducir canciones automáticamente. **Uso**: ​ ​ ​ ​ `[p]audioset autoplay playlist playlist_name_OR_id [args]` **Args**: Los siguientes son todos opcionales: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Solo el dueño del bot puede usar esto** **Scope** es uno de los siguientes: ​Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** puede ser uno de los siguientes: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild** puede ser uno de los siguientes: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Ejemplo de uso: ​ ​ ​ ​ `[p]audioset autoplay playlist MyGuildPlaylist` ​ ​ ​ ​ `[p]audioset autoplay playlist MyGlobalPlaylist --scope Global` ​ ​ ​ ​ `[p]audioset autoplay playlist PersonalPlaylist --scope User --author Draper
fr_fr: Définissez une liste de lecture pour la lecture automatique des chansons. **Utilisation**: ​ ​ ​ ​ `[p]audioset autoplay playlist_name_OR_id [args]` **Arguments**: ​ ​ ​ ​ Les éléments suivants sont tous facultatifs : ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Seul le propriétaire du bot peut l'utiliser** **Portée**, la portée, est l'un des éléments suivants : ​Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Auteur** peut être l'un des éléments suivants : ​ ​ ​ ​ ID de l'utilisateur ​ ​ ​ ​ Mention de l'utilisateur ​ ​ ​ ​ Nom de l'utilisateur#1234 **Guild** peut être l'un des éléments suivants : ​ ​ ​ ​ ID du serveur ​ ​ ​ ​ Nom exact du serveur Exemple d'utilisation : ​ ​ ​ ​ `[p]audioset autoplay MyGuildPlaylist` ​ ​ ​ ​ `[p]audioset autoplay MyGlobalPlaylist --scope Global` ​ ​ ​ ​ `[p]audioset autoplay PersonalPlaylist --scope User --author Draper`
nb_no: Angi en spilleliste for automatisk avspilling av sanger fra. **Bruk**: ​ ​ ​ ​ `[p]audioset autoplay spilleliste playlist_name_OR_id [args]` **Args**: ​ ​ ​ ​ The following are all optional: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Bare boteieren kan bruke dette** **Scope** er ett av følgende: ​Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** kan være en av følgende: Bruker-ID Brukeromtale Brukernavn #123 **Guild** kan være ett av følgende: ​ ​ ​ ​ Server-ID ​ ​ ​ ​ Nøyaktig servernavn Eksempelbruk: ​ ​ ​ ​ `[p]audioset autoplay playlist MyGuildPlaylist` ​ ​ ​ ​ `[p]audioset autoplay playlist MyGlobalPlaylist --scope Global` ​ ​ ​ ​ `[p]audioset autoplay playlist PersonalPlaylist --scope User --author Draper`
pl_pl: Ustaw listę odtwarzania jako źródło do automatycznego odtwarzania utworów. **Użycie** ​ ​ ​ ​ `[p]audioset autoplay nazwa_playlisty_lub_id [args]` **Argumenty**: ​ ​ ​ ​ Poniższe są opcjonalne: ​ ​ ​ ​ ​ ​ ​ ​ --scope<scope> ​ ​ ​ ​ ​ ​ ​ ​ -author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild[guild] **Tylko właściciel może tego użyć** **Scope** jest jednym z następujących: ​Globalnie ​ ​ ​ ​ Serwer ​ ​ ​ ​ Użytkownik **Author** może być jednym z poniższych: ID Użytkownika ​ ​ ​ ​ Wzmianka o Użytkowniku ​ ​ ​ ​ Nazwa użytkownika#123 **Guild** może być jednym z poniżych: ​ ​ ​ ​ ID Serwera ​ ​ ​ ​ Dokładna nazwa gildii Przykładowe użycie: ​ ​ ​ ​ `[p]audioset autoplay MyGuildPlaylist` ​ ​ ​ ​ `[p]audioset autoplay MyGlobalPlaylist --scope Global` ​ ​ ​ ​ `[p]audioset autoplay PersonalPlaylist --scope User --author Draper`
ru_ru: Выбрать плейлист для автовоспроизведения музыки. **Использование**: ​ ​ ​ ​ `[p]audioset autoplay playlist playlist_name_OR_id [параметры]` **Параметры**: ​ ​ ​ ​ Следующие параметры являются необязательными: ​ ​ ​ ​ ​ ​ ​ ​ --scope <диапазон> ​ ​ ​ ​ ​ ​ ​ ​ --author [пользователь] ​ ​ ​ ​ ​ ​ ​ ​ --guild [сервер] **Только владелец бота может использовать это** **Диапазон** - это одно из следующих значений: ​Global (глобально, на уровне всего бота) ​ ​ ​ ​ Guild (для сервера) ​ ​ ​ ​ User (для пользователя) **Пользователь** - это одно из следующих значений: ​ ​ ​ ​ ID пользователя ​ ​ ​ ​ @упоминание пользователя ​ ​ ​ ​ Имя пользователя#123 **Сервер** - это одно из следующих значений: ​ ​ ​ ​ ID сервера ​ ​ ​ ​ Точное название сервера Примеры: ​ ​ ​ ​ `[p]audioset autoplay playlist МойПлейлистДляСервера` ​ ​ ​ ​ `[p]audioset autoplay playlist МойОбщийПлейлист --scope Global` ​ ​ ​ ​ `[p]audioset autoplay playlist ЛичныйПлейлист --scope User --author Draper`

source: Playlists Are Not Available
de_de: Playlists sind nicht verfügbar
es_es: Las listas de reproducción no están disponibles
fi_fi: Soittolistat eivät ole saatavilla
fr_fr: Les playlists ne sont pas disponibles
nb_no: Spillelister er ikke tilgjengelige
pl_pl: Listy odtwarzania nie są dostępne
ru_ru: Плейлисты недоступны
tr_tr: Oynatma Listeleri Mevcut Değil

source: The playlist section of Audio is currently unavailable
de_de: Der Playlist Abschnitt von Audio ist derzeit nicht verfügbar
es_es: La sección de lista de reproducción de audio no está disponible actualmente
fi_fi: Soittolistaosio Audio:ssa ei ole juuri nyt saatavilla
fr_fr: La section Liste de lecture de l'Audio est actuellement indisponible
nb_no: Spilleliste-delen av lyd er for tiden utilgjengelig
pl_pl: Sekcja listy odtwarzania audio jest obecnie niedostępna
ru_ru: В настоящее время плейлист недоступен
tr_tr: Playlist çalma şu anda kullanılamıyor

source: Check your logs.
de_de: Prüfen Sie Ihre Logs.
es_es: Revisa tus registros.
fi_fi: Tarkista logisi.
fr_fr: Vérifiez vos logs.
nb_no: Sjekk loggene dine.
pl_pl: Sprawdź swoje logi.
ru_ru: Проверьте логи.
tr_tr: Loglarını kontrol et.
