Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/commands/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Load a playlist into the queue. **Usage**: ​ ​ ​ ​` [p]playlist start playlist_name_OR_id [args]` **Args**: ​ ​ ​ ​ The following are all optional: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Only the bot owner can use this** **Scope** is one of the following: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** can be one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild** can be one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Example use: ​ ​ ​ ​ `[p]playlist start MyGuildPlaylist` ​ ​ ​ ​ `[p]playlist start MyGlobalPlaylist --scope Global` ​ ​ ​ ​ `[p]playlist start MyPersonalPlaylist --scope User`
es_es: Configure una lista de reproducción para reproducir canciones automáticamente. ** Uso **: `[p]audioset autoplay playlist_name_OR_id [args]` ** Args **: Los siguientes son todos opcionales: --scope <scope > --autor [user] --Gremio [guild] ** Solo el propietario del bot puede usar este ** ** Alcance ** es uno de los siguientes: Gremio global Usuario ** Autor ** puede ser uno de los siguientes: ID de usuario Mención de usuario Nombre de usuario # 123 ** Gremio ** puede ser uno de los siguientes: Gremio ID Nombre exacto del gremio Ejemplo de uso: `[p]audioset autoplay MyGuildPlaylist` ` [p]audioset autoplay MyGlobalPlaylist --scope Global` ` [p]audioset autoplay PersonalPlaylist --scope Usuario --autor Draper`
nb_no: Last en spilleliste i køen: **Bruk**: `[p]playlist start spilleliste_navn_eller_id [argumenter] **Argumenter**: De følgende er valgri: --scope <omfang> --author [bruker] --guild [klan] **Bare bot eieren kan bruke denne** **Omfang** er en av de følgende: Global Klan Bruker **Forfatter** kan være en av de følgende: Bruker ID Bruker Omtale Bruker Navn#123 Eksempel: `[p]playlist start MinKlanSpilleliste` `[p]playlist start MinGlobaleSpilleliste --scope Global` `[p]playlist start MinPersonligeSpilleliste --scope Bruker`
pl_pl: Załaduj listę odtwarzania do kolejki. **Usage**: ` [p]playlist start playlist_name_OR_id [args]`. **Argsy**: Wszystkie poniższe są opcjonalne: --scope <scope> --author [user] --guild [guild] **Tylko właściciel bota może tego użyć**. **Scope** jest jednym z następujących: Globalny Gildia Użytkownik **Autor** może być jednym z następujących: ID użytkownika Wzmianka o użytkowniku Nazwa Użytkownika#123 **Guild** może być jednym z następujących: ID gildii Dokładna nazwa gildii Przykładowe użycie: `[p]playlist start MyGuildPlaylist` `[p]playlist start MyGlobalPlaylist --scope Global`. `[p]playlist start MyPersonalPlaylist --scope User`
ru_ru: Загрузка списка воспроизведения в очередь. **Использование**: `[p]playlist start playlist_name_OR_id [args]`. **Параметры**: Все следующие параметры являются необязательными: --scope <scope> --author [user] --guild [guild] **Это может использовать только владелец бота**. **Сфера** является одной из следующих: Глобальный Гильдия Пользователь **Автор** может быть одним из следующих: ID пользователя Упоминание пользователя Имя пользователя#123 **Гильдия** может быть одной из следующих: ID гильдии Точное название гильдии Пример использования: `[p]playlist start MyGuildPlaylist`. `[p]playlist start MyGlobalPlaylist --scope Global` `[p]playlist start MyPersonalPlaylist --scope User`
tr_tr: Sıraya bir çalma listesi ekle. **Kullanım**: ​ ​ ​ ​` [p]playlist start çalma_listesi_adı_VEYA_idsi [args]` **Seçenekler**: ​ ​ ​ ​ Bunların hepsi isteğe bağlıdır: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Bunu sadece bot sahibi kullanabilir** **Kapsam** bunlardan biri olabilir: ​ ​ ​ ​ Global (Küresel) ​ ​ ​ ​ Guild (Sunucu) ​ ​ ​ ​ User (Kullanıcı) **Yapımcı** bunlardan biri olabilir: ​ ​ ​ ​ Kullanıcı IDsi ​ ​ ​ ​ Kullanıcı etiketi ​ ​ ​ ​ Kullanıcı adı#1234 **Sunucu** bunlardan biri olabilir: ​ ​ ​ ​ Sunucu IDsi ​ ​ ​ ​ Sunucu tam adı Örnek kullanım: ​ ​ ​ ​ `[p]playlist start BenimSunucuÇalmaListem` ​ ​ ​ ​ `[p]playlist start BenimKüreselÇalmaListem --scope Global` ​ ​ ​ ​ `[p]playlist start BenimKişiselÇalmaListem --scope User`

source: You need the DJ role to start playing playlists.
de_de: Du benötigst die DJ-Rolle, um Wiedergabelisten wiederzugeben.
es_es: Necesitas el rol de DJ para empezar a jugar listas de reproducción.
fi_fi: Tarvitset DJ-roolin aloittaaksesi soittolistojen toistamisen.
nb_no: Du trenger DJ-rollen for å begynne å spille av spillelister.
pl_pl: Potrzebujesz roli DJ, aby rozpocząć odtwarzanie list odtwarzania.
ru_ru: Вам нужна роль DJ, чтобы начать воспроизведение плейлистов.
tr_tr: Çalma listeleri oynatabilmek için DJ rolüne ihtiyacınız var.

source: Playlist Enqueued
de_de: Playlist eingereiht
es_es: Lista de reproducción en cola
fi_fi: Soittolista lisätty jonoon
fr_fr: Playlist en file d’attente
nb_no: Spilleliste lagt i kø
pl_pl: Lista odtwarzania zakolejkowana
ru_ru: Плейлист поставлен в очередь
tr_tr: Playlist sıraya alındı.

source: {name} - (`{id}`) [**{scope}**] Added {num} tracks to the queue.{maxlength_msg}
de_de: {name} - (`{id}`) [**{scope}**] {num} Titel wurden der Warteschlange hinzugefügt.{maxlength_msg}
es_es: {name} - (`{id}`) [**{scope}**] Se añadieron {num} pistas a la cola.{maxlength_msg}
fi_fi: {name} - (`{id}`) [**{scope}**] Lisättiin {num} kappaletta jonoon.{maxlength_msg}
nb_no: {name} -(`{id}`) [** {scope} **] Lagt til {num} spor i køen. {maxlength_msg}
pl_pl: {name} - (`{id}`) [**{scope}**] Dodano {num} utworów do kolejki.{maxlength_msg}
ru_ru: {name} - (`{id}`) [**{scope}**] Добавлено {num} треков в очередь.{maxlength_msg}
tr_tr: {name} - (`{id}`) [**{scope}**] {num} adet parça sıraya eklendi.{maxlength_msg}

source: Updates all tracks in a playlist. **Usage**: ​ ​ ​ ​ `[p]playlist update playlist_name_OR_id [args]` **Args**: ​ ​ ​ ​ The following are all optional: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Only the bot owner can use this** **Scope** is one of the following: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** can be one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild** can be one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Example use: ​ ​ ​ ​ `[p]playlist update MyGuildPlaylist` ​ ​ ​ ​ `[p]playlist update MyGlobalPlaylist --scope Global` ​ ​ ​ ​ `[p]playlist update MyPersonalPlaylist --scope User`
es_es: Configure una lista de reproducción para reproducir canciones automáticamente. ** Uso **: `[p]audioset autoplay playlist_name_OR_id [args]` ** Args **: Los siguientes son todos opcionales: --scope <scope > --autor [user] --Gremio [guild] ** Solo el propietario del bot puede usar este ** ** Alcance ** es uno de los siguientes: Gremio global Usuario ** Autor ** puede ser uno de los siguientes: ID de usuario Mención de usuario Nombre de usuario # 123 ** Gremio ** puede ser uno de los siguientes: Gremio ID Nombre exacto del gremio Ejemplo de uso: `[p]audioset autoplay MyGuildPlaylist` ` [p]audioset autoplay MyGlobalPlaylist --scope Global` ` [p]audioset autoplay PersonalPlaylist --scope Usuario --autor Draper`
nb_no: Oppdaterer alle spor i en spilleliste. **Bruk**: `[p]playlist update spilleliste_navn_eller_ID [argumenter]` **Argumenter**: De følgende er valgfrie: ​--scope <omfang> --author [bruker] --guild [klan] **Bare bot eieren kan bruke denne** **Omfang** er en av de følgende: Global Klan Bruker **Forfatter** kan være en av de følgende: Bruker ID Bruker Omtale Bruker Navn#123 **Klan** kan være en av de følgende: Klan ID Eksakt klan navn Eksempel: `[p]playlist update MinKlanSpilleliste` `[p]playlist update MinGlobaleSpilleliste --scope Global` `[p]playlist update MinPersonligeSpilleliste --scope Bruker`
pl_pl: Aktualizuje wszystkie utwory na liście odtwarzania. **Usage**: `[p]playlist update playlist_name_OR_id [args]`. **Argsy**: Wszystkie poniższe są opcjonalne: --scope <scope> --author [user] --guild [guild] **Tylko właściciel bota może tego użyć**. **Scope** jest jednym z następujących: Globalny Gildia Użytkownik **Autor** może być jednym z następujących: ID użytkownika Wzmianka o użytkowniku Nazwa Użytkownika#123 **Guild** może być jednym z następujących: ID gildii Dokładna nazwa gildii Przykładowe użycie: `[p]playlist update MyGuildPlaylist` `[p]playlist update MyGlobalPlaylist --scope Global`. `[p]playlist update MyPersonalPlaylist --scope User`
ru_ru: Обновляет все треки в списке воспроизведения. **Использование**: `[p]playlist update playlist_name_OR_id [args]`. **Параметры**: Все следующие параметры необязательны: --scope <scope> --author [user] --guild [guild] **Это может использовать только владелец бота**. **Сфера** является одной из следующих: Глобальный Гильдия Пользователь **Автор** может быть одним из следующих: ID пользователя Упоминание пользователя Имя пользователя#123 **Гильдия** может быть одной из следующих: ID гильдии Точное название гильдии Пример использования: `[p]playlist update MyGuildPlaylist`. `[p]playlist update MyGlobalPlaylist --scope Global` `[p]playlist update MyPersonalPlaylist --scope User`
tr_tr: Bir çalma listesindeki tüm parçaları günceller. **Kullanım**: ​ ​ ​ ​ `[p]playlist update çalma_listesi_adı_VEYA_idsi [args]` **Seçenekler**: ​ ​ ​ ​ Bunların hepsi isteğe bağlıdır: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Bunu sadece bot sahibi kullanabilir** **Kapsam** bunlardan biri olabilir: ​ ​ ​ ​ Global (Küresel) ​ ​ ​ ​ Guild (Sunucu) ​ ​ ​ ​ User (Kullanıcı) **Yapımcı** bunlardan biri olabilir: ​ ​ ​ ​ Kullanıcı IDsi ​ ​ ​ ​ Kullanıcı etiketi ​ ​ ​ ​ Kullanıcı adı#1234 **Sunucu** bunlardan biri olabilir: ​ ​ ​ ​ Sunucu IDsi ​ ​ ​ ​ Sunucu tam adı Example use: ​ ​ ​ ​ `[p]playlist update BenimSunucuÇalmaListem` ​ ​ ​ ​ `[p]playlist update BenimKüreselÇalmaListem --scope Global` ​ ​ ​ ​ `[p]playlist update BenimKişiselÇalmaListem --scope User`

source: Invalid Playlist
de_de: Ungültige Playlist
es_es: Lista de reproducción inválida
fi_fi: Virheellinen soittolista
fr_fr: Playlist invalide
nb_no: Ugyldig spilleliste
pl_pl: Nieprawidłowa playlista
ru_ru: Неверный плейлист
tr_tr: Geçersiz Çalma Listesi

source: Custom playlists cannot be updated.
de_de: Benutzerdefinierte Playlist kann nicht aktualisiert werden.
es_es: Las listas de reproducción personalizadas no pueden ser actualizadas.
fi_fi: Mukautettuja soittolistoja ei voi lähettää.
fr_fr: Les playlists personnalisées ne peuvent pas être mises à jour.
nb_no: Egendefinerte spillelister kan ikke oppdateres.
pl_pl: Niestandardowe listy odtwarzania nie mogą być aktualizowane.
ru_ru: Пользовательские плейлисты не могут быть обновлены.
tr_tr: Özel çalma listeleri değiştirilemez.

source: Tracks removed
de_de: Titel entfernt
es_es: Pistas eliminadas
fi_fi: Kappaleet poistettu
fr_fr: Pistes retirées
nb_no: Spor fjernet
pl_pl: Utwory usunięte
ru_ru: Треки удалены
tr_tr: Parçalar kaldırıldı

source: Page {page_num}/{total_pages}
de_de: Seite {page_num}/{total_pages}
es_es: Página {page_num}/{total_pages}
fi_fi: Sivu {page_num}/{total_pages}
nb_no: Side {page_num}/{total_pages}
pl_pl: Strona {page_num}/{total_pages}
ru_ru: Страница {page_num}/{total_pages}
tr_tr: {page_num}/{total_pages} sayfa

source: Tracks added
de_de: Titel hinzugefügt
es_es: Pistas añadidas
fi_fi: Kappaleet lisätty
fr_fr: Pistes ajoutées
nb_no: Spor lagt til
pl_pl: Dodano utwory
ru_ru: Треки добавлены
tr_tr: Parçalar eklendi

source: No changes for {name} (`{id}`) [**{scope}**].
de_de: Keine Änderungen für {name} (`{id}`) [**{scope}**].
es_es: No hay cambios para {name} (`{id}`) [**{scope}**].
fi_fi: Ei muutoksia soittolistalle {name} (`{id}`) [**{scope}**].
fr_fr: Aucun changement pour {name} (`{id}`) [**{scope}**].
nb_no: Ingen endringer for {name} (`{id}`) [** {scope} **].
pl_pl: Brak zmian dla {name} (`{id}`) [**{scope}**].
ru_ru: Нет изменений для {name} (`{id}`) [**{scope}**].
tr_tr: {name} (`{id}`) [**{scope}**] üzerinde her hangi bir değişiklik yapılmadı.

source: Uploads a playlist file as a playlist for the bot. V2 and old V3 playlist will be slow. V3 Playlist made with `[p]playlist download` will load a lot faster. **Usage**: ​ ​ ​ ​ `[p]playlist upload [args]` **Args**: ​ ​ ​ ​ The following are all optional: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Only the bot owner can use this** **Scope** is one of the following: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** can be one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild** can be one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Example use: ​ ​ ​ ​ `[p]playlist upload` ​ ​ ​ ​ `[p]playlist upload --scope Global` ​ ​ ​ ​ `[p]playlist upload --scope User`
es_es: Configure una lista de reproducción para reproducir canciones automáticamente. ** Uso **: `[p]audioset autoplay playlist_name_OR_id [args]` ** Args **: Los siguientes son todos opcionales: --scope <scope > --autor [user] --Gremio [guild] ** Solo el propietario del bot puede usar este ** ** Alcance ** es uno de los siguientes: Gremio global Usuario ** Autor ** puede ser uno de los siguientes: ID de usuario Mención de usuario Nombre de usuario # 123 ** Gremio ** puede ser uno de los siguientes: Gremio ID Nombre exacto del gremio Ejemplo de uso: `[p]audioset autoplay MyGuildPlaylist` ` [p]audioset autoplay MyGlobalPlaylist --scope Global` ` [p]audioset autoplay PersonalPlaylist --scope Usuario --autor Draper`
nb_no: Laster opp en spilleliste fil som en spilleliste for bot'en. V2 og gammel V3 spilleliste vil være treig. V3 Spilleliste lagd med `[p]playlist download` vill laste kjappere. **Bruk**:' `[p]playlist upload [argumenter]` **Argumenter**: Følgende er valgritt å bruke: --scope <omfang> --author [bruker] --guild [klan] **Bare bot eieren kan bruke dette** **Omfang** kan være en av de følgende: Global Klan Bruker **Forfatter** kan være en av de følgende: Bruker ID Bruker omtale Bruker Navn#123 **Klan** kan være en av de følgende: Klan ID Eksakt klan navn Eksempel: `[p]playlist upload` `[p]playlist upload --scope Global` `[p]playlist upload --scope Bruker`
pl_pl: Przesyła plik playlisty jako playlistę dla bota. Playlisty V2 i stare V3 będą się wolno ładować. Playlista V3 zrobiona za pomocą `[p]playlist download` będzie ładować się dużo szybciej. **Usage**: `[p]playlist upload [args]`. **Argsy**: Wszystkie poniższe są opcjonalne: --scope <scope> --author [user] --guild [guild] **Tylko właściciel bota może tego użyć**. **Scope** jest jednym z następujących: Globalny Gildia Użytkownik **Autor** może być jednym z następujących: ID użytkownika Wzmianka o użytkowniku Nazwa Użytkownika#123 **Guild** może być jednym z następujących: ID gildii Dokładna nazwa gildii Przykładowe użycie: `[p]playlist upload` `[p]playlist upload --scope Global`. `[p]playlist upload --scope User`
ru_ru: Загружает файл плейлиста в качестве плейлиста для бота. Плейлист V2 и старый плейлист V3 будет загружаться медленно. Плейлист V3, созданный с помощью `[p]playlist download`, будет загружаться намного быстрее. **Использование**: `[p]playlist upload [args]`. **Параметры**: Все следующие параметры являются необязательными: --scope <scope> --author [user] --guild [guild] **Это может использовать только владелец бота**. **Сфера** является одной из следующих: Глобальный Гильдия Пользователь **Автор** может быть одним из следующих: ID пользователя Упоминание пользователя Имя пользователя#123 **Гильдия** может быть одной из следующих: ID гильдии Точное название гильдии Пример использования: `[p]playlist upload` `[p]playlist upload --scope Global` `[p]загрузка плейлиста - область пользователя`
tr_tr: Bir çalma listesi dosyasını bot için bir çalma listesi olarak yükler. V2 ve eski V3 çalma listeleri yavaştır. `[p]playlist download` ile oluşturulmuş V3 çalma listeleri çok daha hızlı yüklenir. **Kullanım**: ​ ​ ​ ​ `[p]playlist upload [args]` **Seçenekler**: ​ ​ ​ ​ Bunların hepsi isteğe bağlıdır: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Bunu sadece bot sahibi kullanabilir** **Kapsam** bunlardan biri olabilir: ​ ​ ​ ​ Global (Küresel) ​ ​ ​ ​ Guild (Sunucu) ​ ​ ​ ​ User (Kullanıcı) **Yapımcı** bunlardan biri olabilir: ​ ​ ​ ​ Kullanıcı IDsi ​ ​ ​ ​ Kullanıcı etiketi ​ ​ ​ ​ Kullanıcı adı#1234 **Sunucu** bunlardan biri olabilir: ​ ​ ​ ​ Sunucu IDsi ​ ​ ​ ​ Sunucu tam adı Örnek kullanım: ​ ​ ​ ​ `[p]playlist upload` ​ ​ ​ ​ `[p]playlist upload --scope Global` ​ ​ ​ ​ `[p]playlist upload --scope User`

source: Please upload the playlist file. Any other message will cancel this operation.
de_de: Bitte lade die Playlist-Datei hoch. Weitere Nachrichten werden diesen Vorgang abbrechen.
es_es: Por favor, sube el archivo de la lista de reproducción. Cualquier otro mensaje cancelará esta operación.
fi_fi: Ole hyvä ja lähetä soittolistatiedosto. Mikä tahansa muu viesti peruuttaa tämän toiminnon.
fr_fr: Envoyez s'il vous plaît le fichier de playlist. Tout autre message annulera cette opération.
nb_no: Vennligst last opp spillelistefilen. En annen melding vil avbryte denne operasjonen.
pl_pl: Proszę przesłać plik listy odtwarzania. Każda inna wiadomość spowoduje anulowanie tej operacji.
ru_ru: Пожалуйста, загрузите файл плейлиста. Любое другое сообщение отменит эту операцию.
tr_tr: Lütfen playlist dosyasını yükleyin. Diğer herhangi bir mesaj bu işlemi iptal edecektir.

source: No file detected, try again later.
de_de: Keine Datei erkannt, versuche es später erneut.
es_es: Ningún archivo detectado, inténtelo de nuevo más tarde.
fi_fi: Tiedostoa ei havaittu, yritä myöhemmin uudelleen.
fr_fr: Aucun fichier détecté, réessayez plus tard.
nb_no: Ingen fil oppdaget, prøv igjen senere.
pl_pl: Nie wykryto pliku, spróbuj ponownie później.
ru_ru: Файл не обнаружен, повторите попытку позже.
tr_tr: Hiçbir dosya gönderilmedi, lütfen tekrar deneyin.

source: Upload cancelled.
de_de: Upload abgebrochen.
es_es: Carga cancelada.
fi_fi: Lähetys peruutettu.
fr_fr: Transfert annulé.
nb_no: Opplasting avbrutt.
pl_pl: Przesyłanie anulowane.
ru_ru: Загрузка отменена.
tr_tr: Yükleme iptal edildi

source: Only Red playlist files can be uploaded.
de_de: Nur Red Playlist-Dateien können hochgeladen werden.
es_es: Sólo se pueden subir archivos de listas de reproducción Red.
fi_fi: Vain Red-soittolistatiedostoja voi lähettää.
fr_fr: Seuls les fichiers playlist de Red peuvent être transférés.
nb_no: Bare red spilleliste-filer kan lastes opp.
pl_pl: Tylko pliki z Listy Odtwarzania Red mogą być przesłane.
ru_ru: Можно загружать только файлы списков плейлиста Red.
tr_tr: Sadece Red çalma listesi dosyaları yüklenebilir.

source: Not a valid playlist file.
de_de: Keine gültige Playlist-Datei.
es_es: No es un archivo de lista de reproducción válido.
fi_fi: Soittolistatiedosto on virheellinen.
fr_fr: Fichier de playlist invalide.
nb_no: Ikke en gyldig spillelistefil.
pl_pl: Nieprawidłowy plik listy odtwarzania.
ru_ru: Недопустимый файл плейлиста.
tr_tr: Geçersiz bir playlist dosyası

source: This playlist is too large.
de_de: Diese Playlist ist zu groß.
es_es: Esta lista es demasiado grande.
fi_fi: Tämä soittolista on liian suuri.
fr_fr: Cette playlist est trop grande.
nb_no: Denne spillelisten er for stor.
pl_pl: Ta playlista jest zbyt duża.
ru_ru: Этот плейлист слишком большой.
tr_tr: Bu çalma listesi çok büyük.

source: I'm unable to get a track from Lavalink node at the moment, try again in a few minutes.
de_de: Ich bin momentan nicht in der Lage, einen Titel vom Lavalink Knoten zu erhalten. Versuchen Sie es in ein paar Minuten erneut.
es_es: No puedo obtener una pista del nodo Lavalink en este momento, inténtalo de nuevo en unos minutos.
fr_fr: Je ne parviens actuellement pas à me connecter à Lavalink pour l'instant. Réessayez dans quelques minutes.
pl_pl: W tej chwili nie mogę pobrać ścieżki z węzła Lavalink, spróbuj ponownie za kilka minut.
