Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/commands/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Moved {num_seconds}s to 00:00:00
de_de: Verschiebe {num_seconds}s nach 00:00:00
es_es: {num_seconds}s movidos a 00:00:00
fi_fi: Siirryttiin {num_seconds}s kohtaan 00:00:00
fr_fr: Déplacé de {num_seconds}s à 00:00:00
nb_no: Flyttet {num_seconds} s til 00:00:00
pl_pl: Przesunięto {num_seconds}s do 00:00:00
ru_ru: Перемещено на {num_seconds}с в 00:00:00
tr_tr: {num_seconds} 00:00:00 ilerletildi

source: Moved {num_seconds}s to {time}
de_de: Verschiebe {num_seconds}s nach {time}
es_es: {num_seconds}s movidos a {time}
fi_fi: Siirryttiin {num_seconds}s aikaan {time}
fr_fr: Déplacé de {num_seconds}s à {time}
nb_no: Flyttet {num_seconds} s til {time}
pl_pl: Przesunięto {num_seconds}s do {time}
ru_ru: Перемещено на {num_seconds}с в {time}
tr_tr: {num_seconds} kadar süre {time} 'e ulaşmak için ilerletildi.

source: Moved to {time}
de_de: Verschiebt zu {time}
es_es: Movido a {time}
fi_fi: Siirryttiin kohtaan {time}
fr_fr: Déplacé vers {time}
nb_no: Flyttet til {time}
pl_pl: Przesunięto do {time}
ru_ru: Перемотано на {time}
tr_tr: {time} süresine ilerletildi

source: Toggle shuffle.
de_de: Schalte zufällige Wiedergabe um.
es_es: Alternar aleatorio.
fi_fi: Vaihda satunnaisen toiston tilaa.
fr_fr: Activer/désactiver l'aléatoire.
nb_no: Veksle blanding.
pl_pl: Przełącz wymieszanie.
ru_ru: Переключить перемешивание.
tr_tr: Karıştırmayı aç/kapat

source: Unable To Toggle Shuffle
de_de: Shuffle kann nicht umschalten
es_es: No se puede alternar el aleatorio
fi_fi: Satunnaisen toiston tilaa ei voitu vaihtaa
fr_fr: Impossible d'activer l'aléatoire
nb_no: Kan ikke slå av blanding
pl_pl: Nie można przełączyć losowości
ru_ru: Не удается включить перемешивание
tr_tr: Karışık Çalma Modu Açılamıyor

source: You need the DJ role to toggle shuffle.
de_de: Du benötigst die DJ Rolle, um zufällige Wiedergabe umzuschalten.
es_es: Necesitas el rol del DJ para cambiar el aleatorio.
fi_fi: Tarvitset DJ-roolin vaihtaaksesi satunnaisen toiston tilaa.
fr_fr: Vous devez avoir le rôle DJ pour activer l'aléatoire.
nb_no: Du trenger DJ-rollen for å skifte blanding.
pl_pl: Potrzebujesz roli DJ, aby przełączyć przetasowanie.
ru_ru: Вам нужна роль диджея, чтобы переключить перемешивание.
tr_tr: Tekrarlamayı açıp kapatabilmek için DJ rolüne ihtiyacın var.

source: You must be in the voice channel to toggle shuffle.
de_de: Du musst dich in dem Sprachkanal befinden, um zufällige Wiedergabe umzuschalten.
es_es: Debes estar en un canal de voz para cambiar el aleatorio.
fi_fi: Sinun täytyy olla puhekanavalla vaihtaaksesi satunnaisen toiston tilaa.
fr_fr: Vous devez être dans un salon vocal pour activer l'aléatoire.
nb_no: Du må være i talekanalen for å skifte blanding.
pl_pl: Musisz być na kanale głosowym, aby przełączyć przetasowanie.
ru_ru: Вы должны быть в голосовом канале, чтобы переключить перемешивание.
tr_tr: Tekrarlamayı değiştirebilmek için kanal da olman gerekli.

source: Shuffle tracks: {true_or_false}.
de_de: Zufällige Wiedergabe: {true_or_false}.
es_es: Rastros Aleatorios: {true_or_false}.
fi_fi: Satunnainen toisto: {true_or_false}.
fr_fr: Mélanger les pistes : {true_or_false}.
nb_no: Bland sporene: {true_or_false}.
pl_pl: Losuj utwory: {true_or_false}.
ru_ru: Перемешивать треки: {true_or_false}.
tr_tr: Şarkıları tekrarla: {true_or_false}.

source: Toggle bumped track shuffle. Set this to disabled if you wish to avoid bumped songs being shuffled. This takes priority over `[p]shuffle`.
es_es: Alterna el barbecho de la pista. Establece esto como deshabilitado si deseas evitar que las canciones volteadas se muevan. Esto tiene prioridad sobre `[p]shuffle`.
fi_fi: Vaihda nostettujen kappaleiden sekoituksen tilaa. Poista tämä käytöstä välttääksesi nostettujen kappaleiden sekoituksen. Tällä asetuksella on suurempi prioriteetti kuin `[p]shuffle`.
fr_fr: Activer/désactiver la lecture aléatoire. Réglez cette option sur désactivée si vous souhaitez éviter que les chansons bumpées ne soient mélangées. Cela prend la priorité par rapport à `[p]shuffle`.
nb_no: Slå av/på støpt spor. Sett denne til deaktivert hvis du ønsker å unngå dumme sanger blir stokket. Dette prioriterer over `[p]shuffle`.
pl_pl: Przełącz losowanie podbitych utworów. Ustaw to na wyłączone, jeśli chcesz uniknąć losowania podbitych piosenek. To ma pierwszeństwo nad `[p]shuffle`.
ru_ru: Включить перемешивание дорожек с неровностями. Установите значение "Отключено", если вы хотите избежать перетасовки композиций с неровностями. Это имеет приоритет чем `[p]shuffle`.
tr_tr: Sırada öne alınmış parçaları karıştırmayı ayarla. Eğer sırada öne alınmış parçaların karıştırılmasını istemiyorsanız bu ayarı devre dışı bırakın. Bu ayar `[p]shuffle` ayarına üstün gelir.

source: Shuffle bumped tracks: {true_or_false}.
de_de: Zufallswiedergabe von gepushten Titeln: {true_or_false}.
es_es: Pistas volteadas Aleatoriamente: {true_or_false}.
fi_fi: Sekoita nostetut kappaleet: {true_or_false}.
fr_fr: Mélanger les pistes remontés: {true_or_false}.
nb_no: Bland støpt spor: {true_or_false}.
pl_pl: Losuj podbite utwory: {true_or_false}.
ru_ru: Перемешивать неровные треки: {true_or_false}.
tr_tr: Öne çıkan şarkıları karıştır: {true_or_false}.

source: Skip to the next track, or to a given track number.
de_de: Überspringe zum nächsten Lied oder geben eine Nummer für ein Lied an.
es_es: Pasar a la siguiente pista, o a un número de pista.
fi_fi: Ohita seuraavaan kappaleeseen tai tiettyyn kappalenumeroon.
fr_fr: Passez à la piste suivante, ou à un numéro de piste donné.
nb_no: Hopp til neste spor eller til et gitt spornummer.
pl_pl: Przejdź do następnego utworu lub do danego numeru utworu.
ru_ru: Перейти к следующему треку, или к заданному номеру трека.
tr_tr: Sonraki şarkıya ya da belirtilen şarkı numarasına ilerler

source: You must be in the voice channel to skip the music.
de_de: Du musst dich in einem Sprachkanal befinden um Lieder zu überspringen.
es_es: Debes estar en el canal de voz para omitir la música.
fi_fi: Sinun täytyy olla puhekanavalla ohittaaksesi musiikkia.
fr_fr: Vous devez être dans un salon vocal pour passer une musique.
nb_no: Du må være i talekanalen for å hoppe over musikken.
pl_pl: Musisz być na kanale głosowym, aby pominąć muzykę.
ru_ru: Вы должны быть в голосовом канале, чтобы пропустить музыку.
tr_tr: Şarkıyı geçebilmek için kanal da olmanız gerekli.

source: You need the DJ role or be the track requester to skip tracks.
de_de: Du benötigst die DJ-Rolle oder der Track-Request-Requester, um Titel zu überspringen.
es_es: Necesita el rol de DJ o ser el solicitante de la pista para saltar pistas.
fi_fi: Sinun tarvitsee olla DJ tai kappaleen lisääjä ohittaaksesi sen.
fr_fr: Vous devez avoir le rôle de DJ ou être le demandeur de piste pour passer des pistes.
nb_no: Du trenger DJ-rollen eller være sporforespørsel for å hoppe over spor.
pl_pl: Potrzebujesz roli DJ lub być żądającym utworu, aby pominąć utwory.
ru_ru: У вас должна быть роль DJ или вы должны быть инициатором трека для пропуска треков.
tr_tr: Şarkıyı atlayabilmek için şarkıyı talep eden kişi ya da DJ rolünde olmalısınız.

source: You can only skip the current track.
de_de: Du kannst nur den aktuellen Titel überspringen.
es_es: Sólo puede saltarse la pista actual.
fi_fi: Voit ohittaa vain nykyisen kappaleen.
fr_fr: Vous ne pouvez passer que la piste actuelle.
nb_no: Du kan bare hoppe over gjeldende spor.
pl_pl: Możesz pominąć tylko bieżący utwór.
ru_ru: Вы можете пропустить только текущий трек.
tr_tr: Sadece mevcut şarkıyı geçebilirsin.

source: Can't skip to a specific track in vote mode without the DJ role.
de_de: Kann ohne DJ Rolle nicht auf einen bestimmten Track im Abstimmmodus überspringen.
es_es: No se puede saltar a una pista específica en modo de voto sin el rol de DJ.
fi_fi: Et voi ohittaa tiettyä kappaletta äänestystilassa ilman DJ-roolia.
fr_fr: Impossible de passer à une piste spécifique en mode vote sans le rôle DJ.
nb_no: Kan ikke hoppe til et spesifikt spor i avstemningsmodus uten DJ-rollen.
pl_pl: Nie można przejść do konkretnego utworu w trybie głosowania bez roli DJ.
ru_ru: Не удается переключить трек в режиме голосования без роли DJ.
tr_tr: DJ rolü olmadan belirli bir şarkıya oylama modunda geçilemez.

source: I removed your vote to skip.
de_de: Ich habe deine Stimme zum Überspringen entfernt.
es_es: He retirado su voto para saltar.
fi_fi: Poistin äänesi ohittamisen puolesta.
fr_fr: J’ai enlevé votre vote pour passer.
nb_no: Jeg fjernet din stemme for å hoppe over.
pl_pl: Usunąłem/am twój głos aby pominąć.
ru_ru: Я удалила ваш голос для пропуска.
tr_tr: Geçmek için verilen oyunu kaldırdım.

source: You voted to skip.
de_de: Du hast für das Überspringen gestimmt.
es_es: Has votado para saltar.
fi_fi: Äänestit ohittamisen puolesta.
fr_fr: Vous avez voté pour passer.
nb_no: Du stemte for å hoppe over.
pl_pl: Zagłosowałeś/aś na pominięcie.
ru_ru: Вы проголосовали за пропуск.
tr_tr: Geçmek için oy kullandın.

source: Vote threshold met.
de_de: Abstimmungsschwelle erreicht.
es_es: Umbral de voto alcanzado.
fi_fi: Tarvittavien äänien raja saavutettu.
fr_fr: Seuil de vote atteint.
nb_no: Stemmeterskel oppfylt.
pl_pl: Próg głosowania został osiągnięty.
ru_ru: Порог голосования достигнут.
tr_tr: Yeterli oy sayısına ulaşıldı.

source: Votes: {num_votes}/{num_members} ({cur_percent}% out of {required_percent}% needed)
de_de: Abstimmungen: {num_votes}/{num_members} ({cur_percent}% von {required_percent}% erforderlich)
es_es: Votos: {num_votes}/{num_members} ({cur_percent}% de {required_percent}% necesario)
fi_fi: Äänet: {num_votes}/{num_members} ({cur_percent}% tarvittavasta {required_percent}% rajasta)
fr_fr: Votes : {num_votes}/{num_members} ({cur_percent}%, {required_percent}% requis)
nb_no: Stemmer: {num_votes}/{num_members} ({cur_percent}% av {required_percent}% som trengst)
pl_pl: Głosy: {num_votes}/{num_members} ({cur_percent}% z {required_percent}% potrzebnych)
ru_ru: Голосов: {num_votes}/{num_members} (необходимо {cur_percent}% из {required_percent}%)
tr_tr: {num_votes}/{num_members} sayı da oy kullanıldı. %{required_percent} gerekli oydan {cur_percent} oy toplandı.

source: Stop playback and clear the queue.
de_de: Stoppe Wiedergabe und leere die Warteschlange.
es_es: Detener la reproducción y borrar la cola.
fi_fi: Pysäytä toisto ja tyhjennä jono.
fr_fr: La lecture a été stoppée et la liste vidée.
nb_no: Stopp avspilling og tøm avspillingskøen.
pl_pl: Zatrzymuje odtwarzanie i czyści kolejkę.
ru_ru: Остановить воспроизведение и очистить очередь.
tr_tr: Şarkı durduruldu ve sıra temizlendi.

source: Unable To Stop Player
de_de: Player kann nicht gestopt werden
es_es: No se puede detener el reproductor
fi_fi: Toistoa ei voitu pysäyttää
fr_fr: Impossible d’arrêter le lecteur
nb_no: Kan ikke stoppe spiller
pl_pl: Nie można zatrzymać odtwarzacza
ru_ru: Остановить проигрывателя невозможно
tr_tr: Oynatıcı Durdurulamıyor

source: You must be in the voice channel to stop the music.
de_de: Du musst dich in dem Sprachkanal befinden, um die Wiedergabe zu stoppen.
es_es: Debes estar en el canal de voz para detener la música.
fi_fi: Sinun tulee olla puhekanavalla pysäyttääkseksi musiikin.
fr_fr: Vous devez être dans un salon vocal pour arrêter la musique.
nb_no: Du må være i talekanal for å stoppe musikken.
pl_pl: Musisz być na kanale głosowym, aby zatrzymać muzykę.
ru_ru: Вы должны быть в голосовом канале, чтобы остановить музыку.
tr_tr: Şarkıyı durdurabilmek için aynı kanal da olman gerekli.

source: You need the DJ role to stop the music.
de_de: Du benötigst die DJ Rolle, um die Wiedergabe zu stoppen.
es_es: Necesitas el rol del DJ para detener la música.
fi_fi: Sinulla täytyy olla DJ-rooli pysäyttääksesi musiikin.
fr_fr: Vous devez avoir le rôle DJ pour arrêter la musique.
nb_no: Du trenger DJ-rollen som skal stoppe musikken.
pl_pl: Potrzebujesz roli DJ, aby zatrzymać muzykę.
ru_ru: Вам нужна роль диджея, чтобы остановить музыку.
tr_tr: Şarkıyı durdurabilmek için DJ rolüne sahip olman gerekli.

source: Stopping...
de_de: Stoppe...
es_es: Deteniendo...
fi_fi: Pysäytetään...
fr_fr: Arrêt ...
nb_no: Stopper...
pl_pl: Zatrzymywanie...
ru_ru: Остановка...
tr_tr: Şarkı durduruluyor

source: Summon the bot to a voice channel.
de_de: Beschwöre den Bot zu einem Sprachkanal.
es_es: Invoca al bot a un canal de voz.
fi_fi: Kutsu botti puhekanavalle.
fr_fr: Invoque le bot dans un salon vocal.
nb_no: Tilkall botten til en talekanal.
pl_pl: Przywołaj bota do kanału głosowego.
ru_ru: Пригласить бота в голосовой канал.
tr_tr: Botu kanala çağırır

source: Unable To Join Voice Channel
de_de: Kann Sprachkanal nicht betreten
es_es: No se puede unir al canal de voz
fi_fi: Puhekanavalle liittyminen ei onnistu
fr_fr: Impossible de rejoindre le salon vocal
nb_no: Kan ikke bli med i Talekanal
pl_pl: Nie można dołączyć do kanału głosowego
ru_ru: Не удается подключиться к голосовому каналу
tr_tr: Ses Kanalına Bağlanılamıyor

source: There are other people listening.
de_de: Andere Leute hören gerade Musik.
es_es: Hay otras personas escuchando.
fi_fi: Muut kuuntelevat jo.
fr_fr: Il y a d'autres personnes qui écoutent.
nb_no: Det er andre mennesker som lytter til musikk.
pl_pl: Inni słuchają.
ru_ru: Другие люди уже слушают музыку.
tr_tr: Şarkı dinleyen başka kullanıcılar mevcut.

source: You need the DJ role to summon the bot.
de_de: Sie benötigen die DJ-Rolle, um den Bot zu beschwören.
es_es: Necesitas el rol del DJ para invocar al bot.
fi_fi: Tarvitset DJ-roolin kutsuaksesi botin.
fr_fr: Vous avez besoin du rôle DJ pour invoquer le bot.
nb_no: Du trenger DJ-rollen for å tilkalle boten.
pl_pl: Potrzebujesz roli DJ, aby przywołać bota.
ru_ru: Вам нужна роль DJ для приглашения бота.
tr_tr: Botu çağırabilmek için DJ rolüne ihtiyacın var

source: I don't have permission to connect and speak in your channel.
de_de: Ich habe keine Berechtigung den Kanal zu betreten und dort zu sprechen.
es_es: No tengo permisos para conectarme o hablar en tu canal.
fi_fi: Minulla ei ole oikeutta yhdistää kanavallesi.
fr_fr: Je n'ai pas la permission de me connecter et de parler dans votre salon vocal.
nb_no: Jeg har ikke tillatelse til å koble til og snakke i kanalen din.
pl_pl: Nie mam uprawnień do łączenia się i mówienia na twoim kanale.
ru_ru: Перемешивать неровные треки: {true_or_false}.
tr_tr: Bulunduğunuz kanala bağlanma ve konuşma iznim yok.

source: Unable To Do This Action
de_de: Diese Aktion kann nicht ausgeführt werden
es_es: No puedo hacer esta acción
fr_fr: Impossible de faire cette action
nb_no: Kan ikke utføre denne handlingen
pl_pl: Nie można wykonać tej akcji
ru_ru: Невозможно выполнить это действие
tr_tr: Bu eylem gerçekleştirilemedi

source: I am already in your channel.
de_de: Ich bin bereits in deinem Kanal.
es_es: Ya estoy en tu canal de voz
fr_fr: Je suis déjà dans votre chaîne.
nb_no: Jeg er allerede i kanalen din.
pl_pl: Jestem już na twoim kanale.
ru_ru: Я уже на вашем канале.
tr_tr: Zaten sizinle aynı kanaldayım.

source: Connect to a voice channel first.
de_de: Verbinde dich zuerst mit einem Sprachkanal.
es_es: Conéctate a un canal de voz primero.
fi_fi: Yhdistä ensin puhekanavalle.
fr_fr: Rejoignez un salon vocal d'abord.
nb_no: Koble til en talekanal først.
pl_pl: Najpierw połącz się z kanałem głosowym.
ru_ru: Сначала подключитесь к голосовому каналу.
tr_tr: Önce bir sesli bir kanala katılın.

source: Connection to the Lavalink node has not yet been established.
de_de: Verbindung zu Lavalink wurde noch nicht hergestellt.
es_es: Aún no se ha establecido la conexión con el nodo Lavalink.
fr_fr: La connexion au nœud Lavalink n'a pas encore été établie.
nb_no: Tilkobling til Lavalink-noden er ennå ikke etablert.
pl_pl: Połączenie z Lavalink nie zostało jeszcze nawiązane.
tr_tr: Lavalink ile bağlantı henüz sağlanmadı.

source: Set the volume, 1% - 150%.
de_de: Setze die Lautstärke, 1% - 150%.
es_es: Establecer el volumen, 1% - 150%.
fi_fi: Aseta voimakkuus, 1% - 150%.
fr_fr: Réglage du volume, 1 % à 150 %.
nb_no: Angi volumet, 1 % - 150 %.
pl_pl: Ustaw głośność, 1% - 150%.
ru_ru: Установить громкость, 1% - 150%.
tr_tr: Ses düzeyini ayarlar, %1 - %150

source: Current Volume:
de_de: Aktuelle Lautstärke:
es_es: Volumen actual:
fi_fi: Nykyinen äänenvoimakkuus:
fr_fr: Volume actuel :
nb_no: Gjeldende volum:
pl_pl: Obecna głośność:
ru_ru: Текущая громкость:
tr_tr: Ses seviyesi:

source: Unable To Change Volume
de_de: Lautstärke kann nicht geändert werden
es_es: No se puede cambiar el volumen
fi_fi: Äänenvoimakkuutta ei voida vaihtaa
fr_fr: Impossible de modifier le volume
nb_no: Kan ikke endre volum
pl_pl: Nie można zmienić głośności
ru_ru: Не удается изменить уровень громкости
tr_tr: Ses Değiştirilemiyor

source: You must be in the voice channel to change the volume.
de_de: Du musst dich in dem Sprachkanal befinden, um die Lautstärke zu verändern.
es_es: Debes estar en el canal de voz para cambiar el volumen.
fi_fi: Sinun tulee olla puhekanavalla vaihtaaksesi voimakkuutta.
fr_fr: Vous devez être dans un salon vocal pour changer le volume.
nb_no: Du må være i talekanal for å endre volumet.
pl_pl: Musisz być na kanale głosowym, aby zmienić głośność.
ru_ru: Вы должны быть в голосовом канале, чтобы изменить громкость.
tr_tr: Ses seviyesini değiştirebilmek için aynı kanal da olmalısın

source: You need the DJ role to change the volume.
de_de: Du benötigst die DJ Rolle, um die Lautstärke zu ändern.
es_es: Necesitas el rol de DJ para cambiar el volumen.
fi_fi: Tarvitset DJ-roolin vaihtaaksesi voimakkuutta.
fr_fr: Vous devez avoir le rôle DJ pour changer le volume.
nb_no: Du trenger DJ-rollen for å endre volumet.
pl_pl: Potrzebujesz roli DJ, aby zmienić głośność.
ru_ru: Вам нужна роль диджея, чтобы изменить громкость.
tr_tr: Ses seviyesini değiştirebilmek için DJ rolüne ihtiyacın var

source: Volume:
de_de: Lautstärke:
es_es: Volumen:
fi_fi: Äänenvoimakkuus:
nb_no: Volum:
pl_pl: Głośność:
ru_ru: Громкость:
tr_tr: Ses:

source: Toggle repeat.
de_de: Wiederholung umschalten.
es_es: Alternar repetición.
fi_fi: Vaihda uudelleentoiston tilaa.
fr_fr: Activer la répétition.
nb_no: Veksle gjenta.
pl_pl: Przełącz powtarzanie.
ru_ru: Переключить повтор.
tr_tr: Tekrarlamayı aç/kapa

source: Unable To Toggle Repeat
de_de: Repeat kann nicht umschalten
es_es: No se puede alternar repetición
fi_fi: Uudelleentoiston tilaa ei voitu vaihtaa
fr_fr: Impossible d'activer la répétition
nb_no: Kan ikke veksle gjentakelse
pl_pl: Nie można przełączyć powtarzania
ru_ru: Не удается поставить на повтор
tr_tr: Tekrar Modu Kullanılamıyor

source: You need the DJ role to toggle repeat.
de_de: Du benötigst die DJ Rolle um Wiederholung umzuschalten.
es_es: Necesitas el rol del DJ para repetir.
fi_fi: Tarvitset DJ-roolin vaihtaaksesi uudelleentoiston tilaa.
fr_fr: Vous devez avoir le rôle DJ pour activer la répétition.
nb_no: Du trenger DJ-rollen for å slå gjentakelse.
pl_pl: Potrzebujesz roli DJ, aby włączyć powtarzanie.
ru_ru: Вам нужна роль диджея для переключения повтора.
tr_tr: Tekrarlamayı açıp kapatabilmek için DJ rolüne ihtiyacın var.

source: You must be in the voice channel to toggle repeat.
de_de: Du musst dich in dem Sprachkanal befinden, um Wiederholung umzuschalten.
es_es: Debes estar en el canal de voz para repetir.
fi_fi: Sinun täytyy olla puhekanavalla vaihtaaksesi uudelleentoiston tilaa.
fr_fr: Vous devez être dans un salon vocal pour activer la répétition.
nb_no: Du må være i talekanalen for å slå gjentakelse.
pl_pl: Musisz być na kanale głosowym, aby włączyć powtarzanie.
ru_ru: Вы должны быть в голосовом канале для переключения повтора.
tr_tr: Tekrarlamayı değiştirebilmek için kanal da olman gerekli.

source: Repeat tracks: {true_or_false}.
de_de: Wiederhole Lieder: {true_or_false}.
es_es: Repetir pistas: {true_or_false}.
fi_fi: Kappaleiden uudelleentoisto: {true_or_false}.
fr_fr: Répétition des pistes : {true_or_false}.
nb_no: Gjenta spor: {true_or_false}.
pl_pl: Powtórz utwory: {true_or_false}.
ru_ru: Повтор треков: {true_or_false}.
tr_tr: Şarkıları tekrarla: {true_or_false}.

source: Remove a specific track number from the queue.
de_de: Entferne ein bestimmtes Lied aus der Warteschlange.
es_es: Elimina un número de pista específico de la cola.
fi_fi: Poista tietty kappalenumero jonosta.
fr_fr: Supprime un numéro de piste spécifique de la liste.
nb_no: Fjern et bestemt spornummer fra avspillingskøen.
pl_pl: Usuń określony numer utworu z kolejki.
ru_ru: Удалить конкретный номер трека из очереди.
tr_tr: Belirlediğin bir şarkıyı sıradan çıkarır.

source: Nothing queued.
de_de: Nichts eingereiht.
es_es: Nada en cola.
fi_fi: Mitään ei ole jonossa.
fr_fr: Rien dans la liste.
nb_no: Ingenting sto i kø.
pl_pl: Nic nie ma w kolejce.
ru_ru: Ничего не поставлено в очередь.
tr_tr: Hiçbir şey bulunamadı.

source: Unable To Modify Queue
de_de: Warteschlange kann nicht geändert werden
es_es: No se puede modificar la cola
fi_fi: Jonoa ei voitu muokata
fr_fr: Impossible de modifier la liste de lecture
nb_no: Kan ikke endre kø
pl_pl: Nie można zmienić kolejki
ru_ru: Не удается изменить очередь
tr_tr: Sıradaki Şarkılar Değiştirilemiyor

source: You need the DJ role to remove tracks.
de_de: Du benötigst die DJ Rolle um Lieder zu entfernen.
es_es: Necesitas el rol de DJ para eliminar pistas.
fi_fi: Tarvitset DJ-roolin poistaaksesi kappaleita.
fr_fr: Vous devez avoir le rôle DJ pour enlever des pistes.
nb_no: Du trenger DJ-rollen for å fjerne spor.
pl_pl: Potrzebujesz roli DJ, aby usunąć utwory.
ru_ru: Вам нужна роль диджея для удаления треков.
tr_tr: Şarkı çıkarabilmek için DJ rolüne ihtiyacın var.

source: You must be in the voice channel to manage the queue.
de_de: Du musst dich in dem Sprachkanal befinden, um die Warteschlange zu verwalten.
es_es: Debes estar en el canal de voz para administrar la cola.
fi_fi: Sinun täytyy olla puhekanavalla hallitaksesi jonoa.
fr_fr: Vous devez être dans un salon vocal pour enlever des pistes.
nb_no: Du må være i talekanalen for å administrere køen.
pl_pl: Musisz być w kanale głosowym aby zarządzać kolejką.
ru_ru: Вы должны быть в голосовом канале, чтобы управлять очередью.
tr_tr: Sırayı düzenleyebilmek için kanal da olman gerekli.

source: Song number must be greater than 1 and within the queue limit.
de_de: Die Track Nummer muss zwischen 1 und der Anzahl an Tracks in der Warteschlange liegen.
es_es: El número de canción debe ser mayor que 1 y dentro del límite de cola.
fi_fi: Kappalenumeron tulee olla isompi kuin 1 ja pienempi kuin jonon pituus.
fr_fr: Le numéro d'une musique doit être supérieur à 1 et dans la limite de la file.
nb_no: Sangnummeret må være større enn 1 og innenfor køgrensen.
pl_pl: Numer utworu musi być większy niż 1 i w granicach kolejki.
ru_ru: Номер песни должен быть больше 1 и в пределах лимита очереди.
tr_tr: Şarkı sıra numarası 1'den daha büyük ve sıradaki toplam şarkı sayısından düşük olmalıdır.

source: Removed track from queue
de_de: Entfernt Titel aus der Warteschlange
es_es: Eliminado el track de la cola
fi_fi: Kappale poistettiin jonosta
fr_fr: Enlever la piste de la liste de lecture
nb_no: Fjernet spor fra køen
pl_pl: Usunięto utwór z kolejki
ru_ru: Трек удален из очереди
tr_tr: Şarkı sıradan kaldırıldı

source: Removed {track} from the queue.
de_de: {track} aus der Warteschlange entfernt.
es_es: Eliminado {track} de la cola.
fi_fi: Poistettiin {track} jonosta.
fr_fr: {track} a été retiré de la liste de lecture.
nb_no: Fjernet {track} fra køen.
pl_pl: Usunięto {track} z kolejki.
ru_ru: {track} удален из очереди.
tr_tr: {track} şarkısı sıradan çıkarıldı.
