Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/commands/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Audio will now use `java` to run your managed Lavalink node. Run `{p}{cmd}` for it to take effect.
de_de: Audio wird nun `Java` verwenden, um deinen verwalteten Lavalink-Knoten auszuführen. Führe `{p}{cmd}`, damit dieser wirksam wird.
es_es: El cog de audio utilizará ahora `java` para ejecutar tu nodo Lavalink administrado. Ejecuta `{p}{cmd}` para que esto surta efecto.
fr_fr: L'audio va maintenant utiliser `java` pour exécuter votre nœud Lavalink géré. Exécutez `{p}{cmd}` pour qu'il prenne effet.
nb_no: Lyd vil nå bruke "java" for å kjøre den administrerte Lavalink-noden. Kjør `{p}{cmd}` for at det skal tre i kraft.
pl_pl: Dźwięk będzie teraz używał `java` do uruchamiania zarządzanego węzła Lavalink. Uruchom `{p}{cmd}`, aby zacząć działać.

source: `{java_path}` is not a valid executable
de_de: `{java_path}` ist keine gültige ausführbare Datei
es_es: `{java_path}` no es un ejecutable válido
fi_fi: `{java_path}` ei ole kelvollinen ajotiedosto
fr_fr: `{java_path}` n'est pas un exécutable valide
nb_no: `{java_path} er ikke en gyldig kjørbar fil
pl_pl: `{java_path}` nie jest prawidłowym plikiem wykonywalnym
ru_ru: '{java_path}` не является допустимым исполняемым файлом
tr_tr: `{java_path}` geçerli bir konum değil

source: Java Executable Changed
de_de: Java Ausführungsdatei geändert
es_es: Java Ejecutable cambiado
fi_fi: Java-ajotiedostoa muutettu
fr_fr: L'exécutable de Java a changé
nb_no: Java kjørbar endret
pl_pl: Zmieniono Java Executable
ru_ru: Исполняемый файл Java изменен
tr_tr: Java Konumu Değiştirildi

source: Audio will now use `{exc}` to run your managed Lavalink node. Run `{p}{cmd}` for it to take effect.
de_de: Audio wird nun `{exc}` verwenden, um deinen verwalteten Lavalink-Knoten auszuführen. Führe `{p}{cmd}` aus, damit dieser wirksam wird.
es_es: El Cog de audio ahora usará `{exc}` para ejecutar tu nodo Lavalink administrado. Ejecuta `{p}{cmd}` para que surta efecto.
fr_fr: L'audio va maintenant utiliser `{exc}` pour exécuter votre nœud Lavalink géré. Exécutez `{p}{cmd}` pour qu'il prenne effet.
nb_no: Lyd vil nå bruke `{exc}` for å kjøre den administrerte Lavalink-noden. Kjør `{p}{cmd}` for at det skal tre i kraft.
pl_pl: Dźwięk użyje teraz `{exc}` do uruchomienia zarządzanego węzła Lavalink. Uruchom `{p}{cmd}`, aby zaczął działać.

source: Set the managed Lavalink node maximum heap-size. By default, this value is 50% of available RAM in the host machine represented by [1-1024][M|G] (256M, 256G for example) This value only represents the maximum amount of RAM allowed to be used at any given point, and does not mean that the managed Lavalink node will always use this amount of RAM. To reset this value to the default, run the command without any input.
es_es: Establece el tamaño máximo heap-size del nodo Lavalink administrado. Por defecto, este valor es el 50% de la RAM disponible en la máquina host representada por [1-1024][M|G] (256M, 256G por ejemplo) Este valor representa sólo la cantidad máxima de RAM permitida para ser usada en cualquier punto dado, y no significa que el nodo Lavalink administrado siempre utilice esta cantidad de RAM. Para restablecer este valor por defecto, ejecuta el comando sin ninguna entrada.
pl_pl: Ustaw maksymalny rozmiar heapu zarządzanego węzła Lavalink. Domyślnie, ta wartość jest 50% dostępnego RAM w komputerze hosta reprezentowanym przez [1-1024][M|G] (256M, Na przykład 256G) Ta wartość reprezentuje tylko maksymalną ilość pamięci RAM dozwoloną w dowolnym punkcie, i nie oznacza, że obsługiwany węzeł Lavalink zawsze będzie używał tej ilości RAM. Aby zresetować tę wartość do wartości domyślnej, uruchom polecenie bez żadnych danych wejściowych.

source: Heap-size must be a valid measure of size, e.g. 256M, 256G
es_es: El tamaño del montón debe ser una medida válida del tamaño, por ejemplo, 256M, 256G
pl_pl: Rozmiar wspornika musi być prawidłową miarą wielkości, np. 256M, 256G

source: Heap-size must be at least 64M, however it is recommended to have it set to at least 1G.
es_es: El Heap-size debe ser de al menos 64M, sin embargo se recomienda que se ajuste a al menos 1G.
pl_pl: Heap-size musi wynosić co najmniej 64M, jednak zaleca się ustawienie go na co najmniej 1G.

source: Heap-size must be less than your system RAM, You currently have {ram_in_bytes} of RAM available.
es_es: El heap-size debe ser menor que la memoria RAM de tu sistema. Actualmente tienes {ram_in_bytes} de RAM disponible.
pl_pl: Heap-size musi być mniejszy niż twój systemowy RAM, Obecnie masz {ram_in_bytes} dostępnej pamięci RAM.

source: Heap-size must be less than {limit} due to your system limitations.
es_es: El heap-size debe ser inferior a {limit} debido a las limitaciones de su sistema.
pl_pl: Heap-size musi być mniejszy niż {limit} z powodu ograniczeń twojego systemu.

source: Managed node's heap-size set to {bytes}. Run `{p}{cmd}` for it to take effect.
es_es: El heap-size de nodo administrado se ha establecido en {bytes}. Ejecute `{p}{cmd}` para que tenga efecto.
pl_pl: Wielkość node heap-size ustawiona na {bytes}. Uruchom `{p}{cmd}`, aby to zadziałało.

source: Toggle using external (unmanaged) Lavalink nodes - requires an existing Lavalink node for Audio to work, if enabled. This command disables the managed Lavalink server. If you do not have another Lavalink node set up, you will be unable to use Audio while this is enabled.
es_es: Alternar el uso de nodos Lavalink externos (no administrados) - requiere un nodo Lavalink externo para que funcione el Cog Audio, si está habilitado. Este comando desactiva el servidor Lavalink administrado, si no tiene un nodo Lavalink externo no podrá usar Audio mientras esté activado.

source: Unmanaged Lavalink server: {true_or_false}.
es_es: Servidor Lavalink no administrado: {true_or_false}.

source: Failed To Shutdown Lavalink
de_de: Fehler beim Herunterfahren von Lavalink
es_es: Fallo al apagar Lavalink
fi_fi: Lavalinkin sammutus epäonnistui
fr_fr: Échec de l'arrêt de Lavalink
nb_no: Mislyktes i å skru av Lavalink
pl_pl: Nie udało się wyłączyć Lavalink'a
ru_ru: Не удалось отключить Lava link
tr_tr: Lavalink kapatılamadı

source: Set the Lavalink node host. This command sets the connection host which Audio will use to connect to an unmanaged Lavalink node.
es_es: Establece el host del nodo Lavalink. Este comando establece el host de conexión que Audio usará para conectarse a un nodo Lavalink externo.

source: Unmanaged Lavalink node host set to {host}. Run `{p}{cmd}` for it to take effect.
es_es: El host de nodo Lavalink externo fue establecido a {host}. Ejecuta `{p}{cmd}` para que surta efecto.

source: Set the Lavalink node password. This command sets the connection password which Audio will use to connect to an unmanaged Lavalink node.
es_es: Establece la contraseña del nodo Lavalink. Este comando establece la contraseña de conexión que Audio utilizará para conectarse a un nodo Lavalink externo.

source: Unmanaged Lavalink node password set to {password}. Run `{p}{cmd}` for it to take effect.
es_es: El puerto de nodo Lavalink externo fue establecido a {password}. Ejecute `{p}{cmd}` para que surta efecto.

source: Setting Not Changed
de_de: Einstellung nicht geändert
es_es: Configuración no cambiada
pl_pl: Ustawienie nie zostało zmienione
tr_tr: Ayarlar Değiştirilmedi

source: A port must be between 0 and 65535
es_es: Un puerto debe estar entre 0 y 65535
pl_pl: Port musi być pomiędzy 0 a 65535
tr_tr: Port numarası 0 ve 65535 arasında olmalıdır

source: Unmanaged Lavalink node port set to {port}. Run `{p}{cmd}` for it to take effect.
es_es: El puerto de nodo Lavalink externo fue establecido a {port}. Ejecuta `{p}{cmd}` para que surta efecto.

source: Set the Lavalink node connection to secured. This toggle sets the connection type to secured or unsecured when connecting to an unmanaged Lavalink node.
es_es: Establece la conexión del nodo Lavalink a seguro. Este comando establece el tipo de conexión a asegurado cuando se conecta a un nodo Lavalink externo.

source: Unmanaged Lavalink node will now connect using the secured {secured_protocol} protocol. Run `{p}{cmd}` for it to take effect.
es_es: El nodo Lavalink no-gestionado ahora se conectará usando el protocolo seguro {secured_protocol}. Ejecute `{p}{cmd}` para que tenga efecto.

source: Unmanaged Lavalink node will no longer connect using the secured {secured_protocol} protocol and wil use {unsecured_protocol} instead . Run `{p}{cmd}` for it to take effect.
es_es: El nodo Lavalink gestionado ya no se conectará utilizando el protocolo seguro {secured_protocol} y usará {unsecured_protocol} en su lugar. Ejecutar `{p}{cmd}` para que surta efecto.

source: Display Lavalink connection settings.
de_de: Lavalink Verbindungseinstellungen anzeigen.
es_es: Mostrar configuración de conexión Lavalink.
fi_fi: Näytä Lavalink-yhteysasetukset.
fr_fr: Affiche les paramètres de connexion de Lavalink.
nb_no: Vis tilkoblingsinnstillinger for Lavalink.
pl_pl: Wyświetl ustawienia połączenia Lavalink.
ru_ru: Отображение настроек соединения Lava link.
tr_tr: Lavalink bağlantı ayarlarını göster.

source: Connection Settings
de_de: Verbindungseinstellungen
es_es: Configuración de conexión
fi_fi: Yhteysasetukset
fr_fr: Paramètres de connexion
nb_no: Tilkoblingsinnstillinger
pl_pl: Ustawienia połączenia
ru_ru: Параметры подключения
tr_tr: Bağlantı Ayarları

source: Port: [{port}]
es_es: Puerto: [{port}]

source: Default HTTP/HTTPS port
es_es: Puerto HTTP/HTTPS por defecto
fr_fr: Port HTTP/HTTPS par défaut

source: Password: [{password}]
de_de: Passwort: [{password}]
es_es: Contraseña: [{password}]
fi_fi: Salasana: [{password}]
fr_fr: Mot de passe : [{password}]
nb_no: Passord: [{password}]
pl_pl: Hasło: [{password}]
ru_ru: Пароль: [{password}]
tr_tr: Şifre: [{password}]

source: Secured: [{state}]
de_de: Gesichert: [{state}]
es_es: Seguro: [{state}]
fr_fr: Sécurisé : [{state}]
pl_pl: Zabezpieczony: [{state}]

source: Lavalink Node Settings
de_de: Einstellungen für Lavalink Knoten
es_es: Configuración del nodo Lavalink
fr_fr: Paramètres du noeud Lavalink
pl_pl: Ustawienia Lavalink
tr_tr: Lavalink Ayarları

source: Initial Heapsize: [{xms}]
de_de: Ursprüngliche Heapsize: [{xms}]
es_es: Heapsize Inicial: [{xms}]
pl_pl: Początkowy Heapsize: [{xms}]

source: Max Heapsize: [{xmx}]
de_de: Maximale Heapsize: [{xmx}]
es_es: Heapsize máximo: [{xmx}]
pl_pl: Maksymalny Heapsize: [{xmx}]

source: Java exec: [{java_exc_path}]
de_de: Pfad zur ausführbaren Java-Datei: [{java_exc_path}]
es_es: Ruta del ejecutable de Java: [{java_exc_path}]
pl_pl: Ekonwersja Javy: [{java_exc_path}]

source: I need to be able to DM you to send you this info.
de_de: Ich muss in der Lage sein dir Privatnachrichten schreiben zu können um dir diese Info zu senden.
es_es: Necesito ser capaz de DM para enviarte esta información.
fi_fi: Minun tulee pystyä lähettämään sinulle yksityisviestejä, jotta voin lähettää nämä tiedot.
fr_fr: Je dois être en mesure de vous envoyer cette information par MP.
nb_no: Jeg må være i stand til å sende deg denne info.
pl_pl: Muszę być w stanie wysłać Ci te informacje.
ru_ru: Я должен иметь возможность отправить вам эту информацию через ЛС.
tr_tr: Sana bu bilgiyi gönderebilmek için özel mesaj atabilmem gerek.

source: Uploads a copy of the application.yml file used by the managed Lavalink node.
es_es: Sube una copia del archivo application.yml utilizado por el nodo Lavalink administrado.
fr_fr: Télécharge une copie du fichier application.yml utilisé par le noeud Lavalink géré.
pl_pl: Przesyła kopię pliku application.yml używanego przez zarządzany węzeł Lavalink.

source: Configure the managed Lavalink node runtime options. All settings under this group will likely cause Audio to malfunction if changed from their defaults, only change settings here if you have been advised to by support.
es_es: Configura las opciones de ejecución del nodo Lavalink. Es probable que todos los ajustes de este grupo provoquen un mal funcionamiento del audio si se cambia de sus valores predeterminados, sólo cambie la configuración de aquí si ha sido sugerido por el soporte.
pl_pl: Skonfiguruj opcje zarządzanego węzła Lavalink. Wszystkie ustawienia w tej grupie prawdopodobnie spowodują awarię dźwięku w przypadku zmiany ich wartości domyślnych, zmień ustawienia tutaj, jeśli otrzymałeś polecenie wsparcia.

source: Configure the managed node authorization and connection settings.
es_es: Configura la autorización de nodo administrado y la configuración de conexión.
pl_pl: Skonfiguruj autoryzację zarządzanego węzła i ustawienia połączenia.

source: `Dangerous command` Set the managed Lavalink node's binding IP address. This value by default is `localhost` which will restrict the server to only localhost apps by default, changing this will likely break the managed Lavalink node if you don't know what you are doing.
es_es: `Comando peligroso` Establece la dirección IP de enlace del nodo Lavalink administrado. Este valor por defecto es `localhost` que restringirá el servidor a sólo las aplicaciones localhost por defecto, cambiar esto probablemente romperá el nodo Lavalink administrado si no sabe lo que está haciendo.
pl_pl: `Niebezpieczna komenda` Ustawienie wiążącego adresu IP zarządzanego węzła Lavalink. Ta wartość domyślnie to `localhost`, co ograniczy serwer tylko do aplikacji localhost, zmiana tego spowoduje prawdopodobnie uszkodzenie zarządzanego węzła Lavalink, jeśli nie wiesz co robisz.

source: Managed node will now accept connection on {host}. Run `{p}{cmd}` for it to take effect.
es_es: El nodo administrado ahora aceptará la conexión en {host}. Ejecute `{p}{cmd}` para que surta efecto.
pl_pl: Zarządzany węzeł zaakceptuje połączenie {host}. Uruchom `{p}{cmd}` aby stało się skuteczne.

source: Set the managed Lavalink node's connection password. This is the password required for Audio to connect to the managed Lavalink node. The value by default is `youshallnotpass`.
es_es: Establecer la contraseña de conexión del nodo Lavalink administrado Esta es la contraseña necesaria para que el Cog Audio se conecte al nodo Lavalink administrado. El valor por defecto es `youshallnotpass`.
pl_pl: Ustaw hasło połączenia zarządzanego węzła Lavalink. To jest hasło wymagane do połączenia Audio z zarządzanym węzłem Lavalink. Wartością domyślną jest `youshallnotpass`.

source: Managed node will now accept {password} as the authorization token. Run `{p}{cmd}` for it to take effect.
es_es: El nodo administrado ahora aceptará {password} como el token de autorización. Ejecute `{p}{cmd}` para que tenga efecto.
pl_pl: Zarządzany węzeł zaakceptuje {password} jako token autoryzacyjny. Uruchom `{p}{cmd}` aby stał się skuteczny.

source: `Dangerous command` Set the managed Lavalink node's connection port. This port is the port the managed Lavalink node binds to, you should only change this if there is a conflict with the default port because you already have an application using port 2333 on this device. The value by default is `2333`.
es_es: `Comando peligroso` Establece el puerto de conexión de nodo Lavalink administrado. Este puerto es el puerto al que se une el nodo Lavalink administrado, sólo debería cambiar esto si hay un conflicto con el puerto predeterminado porque ya tiene una aplicación usando el puerto 2333 en este dispositivo. El valor por defecto es `2333`.
pl_pl: `Dangerous command` Ustaw port połączenia zarządzanego węzła Lavalink. The port is the port, z którym zarządzany węzeł Lavalink wiąże się, powinieneś to zmienić tylko wtedy, gdy istnieje konflikt z domyślnym portem ponieważ masz już aplikację używającą portu 2333 na tym urządzeniu. Wartość domyślna to `2333`.

source: The port must be between 1024 and 49151.
de_de: Der Port muss zwischen 1025 und 65535 liegen.
es_es: El puerto debe ser entre 1024 y 49151.
pl_pl: Port musi mieścić się w przedziale 1024–49151.

source: Managed node will now accept connections on {port}. Run `{p}{cmd}` for it to take effect.
es_es: El nodo administrado ahora aceptará conexiones en el puerto {port}. Ejecute `{p}{cmd}` para que surta efecto.
pl_pl: Zarządzany węzeł będzie teraz akceptować połączenia na {port}. Uruchom `{p}{cmd}` aby zaczął działać.

source: `Dangerous command` Toggle audio sources on/off. By default, all sources are enabled, you should only use commands here to disable a specific source if you have been advised to, disabling sources without background knowledge can cause Audio to break.
es_es: `Comando peligroso` Activa o desactiva las fuentes de audio. Por defecto, todas las fuentes están habilitadas, solo debes usar comandos aquí para desactivar una fuente específica si has sido avisado de, desactivar las fuentes sin conocimiento de fondo puede causar que el audio se rompa.
pl_pl: `Niebezpieczne polecenie` Włącz/wyłącz źródła audio. Domyślnie wszystkie źródła są włączone, powinieneś używać poleceń tutaj, aby wyłączyć określone źródło, jeśli zostaniesz polecony, wyłączenie źródeł bez wiedzy w tle może spowodować uszkodzenie dźwięku.

source: Toggle HTTP direct URL usage on or off. This source is used to allow playback from direct HTTP streams (this does not affect direct URL playback for the other sources).
es_es: Activa o desactiva el uso de URLs directas HTTP. Esta fuente se utiliza para permitir la reproducción de streams HTTP directos (esto no afecta la reproducción directa de URL para las otras fuentes).
pl_pl: Włącz lub wyłącz bezpośrednie użycie adresu URL HTTP. To źródło jest używane do umożliwienia odtwarzania z bezpośrednich strumieni HTTP (nie ma to wpływu na bezpośrednie odtwarzanie URL dla innych źródeł).

source: Managed node will allow playback from direct URLs. Run `{p}{cmd}` for it to take effect.
es_es: El nodo administrado permitirá la reproducción desde las URL directas. Ejecuta `{p}{cmd}` para que tenga efecto.
pl_pl: Zarządzany węzeł pozwoli na odtwarzanie z bezpośrednich adresów URL. Uruchom `{p}{cmd}` aby zaczął działać.

source: Managed node will not play from direct URLs anymore. Run `{p}{cmd}` for it to take effect.
es_es: El nodo administrado ya no reproducirá desde las URLs directas. Ejecute `{p}{cmd}` para que surta efecto.
pl_pl: Zarządzany węzeł nie będzie już odtwarzany z bezpośrednich adresów URL. Uruchom `{p}{cmd}` aby zaczął działać.

source: Toggle Bandcamp source on or off. This toggle controls the playback of all Bandcamp related content.
es_es: Activa o desactiva Bandcamp como fuente. Esta función controla la reproducción de todo el contenido relacionado con Bandcamping.
pl_pl: Przełącz lub wyłącz źródło Bandcamp. To przełączanie kontroluje odtwarzanie wszystkich treści związanych z Bandcamp.

source: Managed node will allow playback from Bandcamp. Run `{p}{cmd}` for it to take effect.
es_es: El nodo administrado permitirá la reproducción desde Bandcamp. Ejecuta `{p}{cmd}` para que tenga efecto.
pl_pl: Zarządzany węzeł pozwoli na odtwarzanie z Bandcamp. Uruchom `{p}{cmd}` aby zaczął działać.

source: Managed node will not play from Bandcamp anymore. Run `{p}{cmd}` for it to take effect.
es_es: El nodo administrado ya no reproducirá desde Bandcamp. Ejecuta `{p}{cmd}` para que surta efecto.
pl_pl: Zarządzany węzeł nie będzie już grał z Bandcamp. Uruchom `{p}{cmd}`, aby zaczął działać.

source: Toggle local file usage on or off. This toggle controls the playback of all local track content, usually found inside the `localtracks` folder.
es_es: Activa o desactiva el uso de archivos locales. Esta opción controla la reproducción de pistas locales, generalmente se encuentran dentro de la carpeta `localtracks`.
pl_pl: Przełącz lub wyłącz lokalne użycie plików. To przełącz kontroluje odtwarzanie całej lokalnej zawartości ścieżki, zazwyczaj znajdującej się w folderze `localtracks`.

source: Managed node will allow playback from local files. Run `{p}{cmd}` for it to take effect.
de_de: Der verwaltete Knoten erlaubt die Wiedergabe von lokalen Dateien. Führen Sie `{p}{cmd}` aus, damit es wirksam wird.
es_es: El nodo administrado permitirá la reproducción desde archivos locales. Ejecutar `{p}{cmd}` para que surta efecto.
pl_pl: Zarządzany węzeł pozwoli na odtwarzanie z plików lokalnych. Uruchom `{p}{cmd}`, aby zaczął działać.

source: Managed node will not play from local files anymore. Run `{p}{cmd}` for it to take effect.
de_de: Der verwaltete Knoten wird nicht mehr aus lokalen Dateien wiedergeben. Führe `{p}{cmd}` aus, damit er wirksam wird.
es_es: El nodo administrado ya no se reproducirá desde archivos locales. Ejecute `{p}{cmd}` para que surta efecto.
pl_pl: Zarządzany węzeł nie będzie już odtwarzany z plików lokalnych. Uruchom `{p}{cmd}` aby zaczął działać.

source: Toggle Soundcloud source on or off. This toggle controls the playback of all SoundCloud related content.
es_es: Activa o desactiva la fuente de SoundCloud. Esto activa o desactiva la reproducción de todo el contenido relacionado con SoundCloud.
pl_pl: Włącz lub wyłącz źródło Soundcloud. To przełączanie kontroluje odtwarzanie wszystkich treści związanych z SoundCloud.

source: Managed node will allow playback from Soundcloud. Run `{p}{cmd}` for it to take effect.
de_de: Der verwaltete Knoten erlaubt die Wiedergabe von SoundCloud. Führen Sie `{p}{cmd}` aus, damit es wirksam wird.
es_es: El nodo administrado permitirá la reproducción desde Url directas. Ejecuta `{p}{cmd}` para que tenga efecto.
pl_pl: Zarządzany węzeł pozwoli na odtwarzanie z Soundcloud. Uruchom `{p}{cmd}` aby zaczął działać.

source: Managed node will not play from Soundcloud anymore. Run `{p}{cmd}` for it to take effect.
de_de: Der verwaltete Knoten wird nicht mehr von SoundCloud wiedergeben. Führe `{p}{cmd}` aus, damit er wirksam wird.
es_es: El nodo administrado ya no reproducirá desde Soundcloud. Ejecute `{p}{cmd}` para que surta efecto.
pl_pl: Zarządzany węzeł nie będzie już odtwarzany z Soundcloud. Uruchom `{p}{cmd}` aby zaczął działać.

source: `Dangerous command` Toggle YouTube source on or off (this includes Spotify). This toggle controls the playback of all YouTube and Spotify related content.
de_de: `Gefährlicher Befehl` schaltet die YouTube als Quelle ein oder aus (dies schließt auch Spotify ein). Diese Option steuert die Wiedergabe aller YouTube- und Spotify-Inhalte.
es_es: `Comando peligroso` activa o desactiva la fuente de YouTube (esto incluye Spotify). Esta opción controla la reproducción de todo el contenido relacionado con YouTube y Spotify.
pl_pl: `Niebezpieczne polecenie` Włącza lub wyłącz źródło YouTube (w tym Spotify). Przełącznik ten kontroluje odtwarzanie wszystkich treści związanych z YouTube i Spotify.

source: Managed node will allow playback from YouTube. Run `{p}{cmd}` for it to take effect.
de_de: Der verwaltete Knoten erlaubt die Wiedergabe von YouTube. Führen Sie `{p}{cmd}` aus, damit es wirksam wird.
es_es: El nodo administrado permitirá la reproducción desde YouTube. Ejecuta `{p}{cmd}` para que tenga efecto.
pl_pl: Zarządzany węzeł pozwoli na odtwarzanie z YouTube. Uruchom `{p}{cmd}`, aby zaczął działać.

source: Managed node will not play from YouTube anymore. Run `{p}{cmd}` for it to take effect.
de_de: Der verwaltete Knoten wird nicht mehr von YouTube wiedergeben. Führen Sie `{p}{cmd}` aus, damit es wirksam wird.
es_es: El nodo administrado ya no reproducirá desde YouTube. Ejecute `{p}{cmd}` para que surta efecto.
pl_pl: Zarządzany węzeł nie będzie już odtwarzany z YouTube. Uruchom `{p}{cmd}`, aby stał się skuteczny.

source: Toggle Twitch source on or off. This toggle controls the playback of all Twitch related content.
es_es: Activa o desactiva la fuente de Twitch. Esta función controla la reproducción de todo el contenido relacionado con Twitch.
pl_pl: Włącz lub wyłącz źródło Twitcha. Przełącznik ten kontroluje odtwarzanie wszystkich treści związanych z Twitchem.
