Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/commands/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: No Playlist Found
de_de: Keine Playlist gefunden
es_es: No se han encontrado listas de reproducción
fi_fi: Soittolistaa ei löytynyt
fr_fr: Aucune playlist trouvée
nb_no: Ingen spilleliste funnet
pl_pl: Nie znaleziono listy odtwarzania
ru_ru: Плейлист не найден
tr_tr: Çalma listesi bulunamadı

source: Could not match '{arg}' to a playlist
de_de: '{arg}' konnte keiner Playlist zugeordnet werden
es_es: No se pudo coincidir el argumento '{arg}' a la lista de reproducción
fi_fi: Soittolistaa joka täsmäisi '{arg}' ei löydetty
fr_fr: Impossible de faire correspondre '{arg}' à une playlist
nb_no: Kan ikke matche '{arg}' til en spilleliste
pl_pl: Nie można dopasować '{arg}' do listy odtwarzania
ru_ru: Не удалось сопоставить '{arg}' ' с плейлистом
tr_tr: {arg} çalma listesinde bulunamadı

source: No Tracks Found
de_de: Keine Titel gefunden
es_es: No se encontraron canciones
fi_fi: Kappaleita ei löytynyt
fr_fr: Aucune piste trouvée
nb_no: Ingen sporing funnet
pl_pl: Nie znaleziono utworów
ru_ru: Треки не найдены
tr_tr: Parça bulunamadı

source: Playlist {name} has no tracks.
de_de: Die Playlist {name} enthält keine Titel.
es_es: La lista {name} no tiene canciones.
fi_fi: Soittolistalla {name} ei ole kappaleita.
fr_fr: La liste de lecture {name} n'a pas de pistes.
nb_no: Spilleliste {name} har ingen spor.
pl_pl: Lista odtwarzania {name} nie ma utworów.
ru_ru: У плейлиста {name} нет треков.
tr_tr: {name} çalma listesi herhangi bir parça içermiyor.

source: Playlist {id} does not exist in {scope} scope.
de_de: Die Playlist {id} ist im Bereich {scope} nicht vorhanden.
es_es: La lista de reproducción {id} no existe en {scope}.
fi_fi: Soittolistaa {id} ei löydy {scope}-tasolla.
fr_fr: La playlist {id} n'existe pas dans la portée de {scope}.
nb_no: Spilleliste {id} eksisterer ikke i {scope} omfang.
pl_pl: Lista odtwarzania {id} nie istnieje w zakresie {scope}.
ru_ru: Плейлист {id} не существует в области {scope}.
tr_tr: {id} çalma listesi {scope} içeriğinde mevcut değil.

source: Missing Arguments
de_de: Fehlende Argumente
es_es: Faltan argumentos
fi_fi: Argumentteja puuttuu
fr_fr: Arguments Manquants
nb_no: Manglende argumenter
pl_pl: Brakujące argumenty
ru_ru: Отсутствуют аргументы
tr_tr: Eksik değişkenler

source: You need to specify the Guild ID for the guild to lookup.
de_de: Du musst die Server-ID für die Suche angeben.
es_es: Necesitas especificar el ID del gremio donde quieres realizar la búsqueda.
fi_fi: Sinun tulee antaa palvelimen ID sen tietojen etsimiseksi.
fr_fr: Vous devez spécifier l'ID du serveur pour le serveur à rechercher.
nb_no: Du må spesifisere guild-ID for at lauget skal søke opp.
pl_pl: Musisz podać ID Gildii do wyszukania.
ru_ru: Вам необходимо уточнить ID сервера для поиска.
tr_tr: Sunucu araması yapabilmeniz için Sunucu ID belirmelisiniz.

source: Playlist {name} (`{id}`) [**{scope}**] will be used for autoplay.
de_de: Die Playlist {name} (`{id}`) [** {scope} **] wird für die automatische Wiedergabe verwendet.
es_es: La lista de reproducción {name} (`{id}`) [**{scope}**] será utilizada para la reproducción automática.
fi_fi: Soittolistaa {name} (`{id}`) [**{scope}**] käytetään automaattiseen toistoon.
fr_fr: La playlist {name} (`{id}`) [**{scope}**] sera utilisé pour la lecture automatique.
nb_no: Spilleliste {name} (`{id}`) [** {scope} **] vil bli brukt til automatisk spill.
pl_pl: Lista odtwarzania {name} (`{id}`) [**{scope}**] zostanie użyta do automatycznego odtwarzania.
ru_ru: Плейлист {name} (`{id}`) [**{scope}**] будет использован для автоматического проигрывания.
tr_tr: {name} (`{id}`) çalma listesi [**{scope}**] otomatik çalma için kullanılacaktır.

source: Resets auto-play to the default playlist.
de_de: Setzt die automatische Wiedergabe auf die Standard-Playlist zurück.
es_es: Restablece la reproducción automática a la lista de reproducción predeterminada.
fi_fi: Nollaa automaattisen toiston oletussoittolistaan.
fr_fr: Réinitialise la lecture automatique à la playlist par défaut.
nb_no: Tilbakestiller automatisk avspilling til standard spilleliste.
pl_pl: Resetuje automatyczne odtwarzanie do domyślnej listy odtwarzania.
ru_ru: Сбрасывает авто-воспроизведение на плейлист по умолчанию.
tr_tr: Otomatik çalma listesi varsayılan listeye sıfırlanır.

source: Set auto-play playlist to play recently played tracks.
de_de: Legen Sie die automatische Playlist fest, um kürzlich gespielte Titel abzuspielen.
es_es: Establece la lista de reproducción automática para que use canciones reproducidas recientemente.
fi_fi: Asettaa automaattisen toiston soittolistan viimeksi toistettuihin kappaleisiin.
fr_fr: Définissez une liste de lecture automatique pour lire les titres récemment lus.
nb_no: Angi automatisk spilleliste for å spille nylig spilte spor.
pl_pl: Ustaw auto-odtwarzanie listy odtwarzania, aby odtwarzać ostatnio odtwarzane utwory.
ru_ru: Создать плейлист авто-воспроизведения из недавних треков.
tr_tr: Son çalınan parçaları çalmak için otomatik çalma listesini ayarların.

source: Toggle global daily queues. Global daily queues creates a playlist for all tracks played today.
de_de: Globale tägliche Warteschlangen umschalten. Globale tägliche Warteschlangen erstellt eine Wiedergabeliste für alle Tracks, die heute abgespielt werden.
es_es: Alternar colas diarias globales. Las colas diarias globales crean una lista de reproducción para todas las canciones que fueron reproducidas hoy.
fi_fi: Vaihda globaalien päivittäisten jonojen tilaa. Globaalit päivittäiset jonot luovat soittolistan päivän aikana toistetuista kappaleista.
fr_fr: Basculer les files d'attente quotidiennes globales. Les files d'attente quotidiennes globales créent une liste de lecture pour toutes les pistes jouées aujourd'hui.
nb_no: Veksle globale daglige køer. Globale daglige køer skaper en spilleliste for alle spor som spilles av i dag.
pl_pl: Przełącz globalne dzienne kolejki. Globalne dzienne kolejki tworzą playlistę dla wszystkich odtwarzanych dzisiaj utworów.
ru_ru: Переключить ежедневные очереди. Ежедневные очереди создают плейлист для всех воспроизведенных сегодня треков.
tr_tr: Küresel günlük sıraları aç/kapa. Günlük küresel sıralar bugün çalınan tüm parçalardan bir çalma listesi oluşturur.

source: Global daily queues: {true_or_false}.
de_de: Globale tägliche Warteschlange: {true_or_false}.
es_es: Colas diarias globales: {true_or_false}.
fi_fi: Globaalit päivittäiset jonot: {true_or_false}.
fr_fr: Liste globale de lecture journalière: {true_or_false}.
nb_no: Globale daglige køer: {true_or_false}.
pl_pl: Globalne dzienne kolejki: {true_or_false}.
ru_ru: Ежедневные очереди {true_or_false}.
tr_tr: Günlük sıralamalar: {true_or_false}.

source: Toggle daily queues. Daily queues creates a playlist for all tracks played today.
de_de: Tägliche Warteschlangen ein oder ausschalten. Diese Funktion erstellt eine Playlist für alle Tracks die an einem Tag gespielt wurden.
es_es: Alterna las colas diarias. Las colas diarias crean una lista de reproducción para todas las pistas reproducidas hoy.
fi_fi: Vaihda päivittäisten jonojen tilaa. Päivittäiset jonot luovat soittolistan kaikista päivän aikana toistetuista kappaleista.
fr_fr: Activez les files d'attente quotidiennes. Les files d'attente quotidiennes créent une liste de lecture pour tous les titres joués aujourd'hui.
nb_no: Veksle globale daglige køer. Globale daglige køer skaper en spilleliste for alle spor som spilles av i dag.
pl_pl: Przełącz kolejki dzienne. Kolejki dzienne tworzą listę odtwarzania dla wszystkich odtwarzanych dzisiaj utworów.
ru_ru: Переключить ежедневные очереди. Ежедневные очереди создают плейлист для всех воспроизведенных сегодня треков.
tr_tr: Günlük sıraları aç/kapa. Günlük sıralar bugün çalınan tüm parçalardan bir çalma listesi oluşturur.

source: Daily queues: {true_or_false}.
de_de: Tägliche Warteschlange: {true_or_false}.
es_es: Colas diarias: {true_or_false}.
fi_fi: Päivittäiset jonot: {true_or_false}.
fr_fr: Liste de lecture journalière: {true_or_false}.
nb_no: Globale daglige køer: {true_or_false}.
pl_pl: Dzienne kolejki: {true_or_false}.
ru_ru: Ежедневные очереди {true_or_false}.
tr_tr: Günlük sıralamalar: {true_or_false}.

source: Toggle the bot auto-disconnecting when done playing. This setting takes precedence over `[p]audioset emptydisconnect`.
de_de: Schalte ein oder aus, dass der Bot nach ende der Wiedergabe automatisch die Verbindung trennt. Diese Einstellung hat Vorrang vor `[p]audioset emptydisconnect`.
es_es: Desconectar automáticamente el bot al terminar de reproducir. Esta configuración tiene precedencia sobre `[p]audioset empty disconnect`.
fi_fi: Vaihda botin automaattisen katkaisun tilaa jonon loppuessa. Tämä asetus ohittaa `[p]audioset emptydisconnect`-asetuksen.
fr_fr: Activer/Désactiver l'auto déconnexion du bot à la fin de la file d'attente. Ce paramètre à la priorité sur `[p]audioset emptydisconnect`
nb_no: Veksle bot auto-frakobling når du er ferdig med spilling. Denne innstillingen har forrang over `[p]audioset emptydisconnect `.
pl_pl: Przełącz automatyczne odłączanie bota po zakończeniu odtwarzania. To ustawienie ma pierwszeństwo przed `[p]audioset emptydisconnect`.
ru_ru: Переключить авто-отключение бота после конца воспроизведения. Эта настройка занимает приоритет над `[p]audio set empty_disconnect`.
tr_tr: Botun çalma bitince otomatik olarak kanaldan çıkmasını ayarla. Bu ayar `[p]audioset emptydisconnect` ayarından önceliklidir.

source: Auto-disconnection at queue end: {true_or_false}.
de_de: Automatischer Disconnect beim Playlistende: {true_or_false}.
es_es: Desconexión automática en el final de la cola: {true_or_false}.
fi_fi: Katkaise yhteys jono loppuessa: {true_or_false}.
fr_fr: Déconnexion automatique à la fin de la file d'attente : {true_or_false}.
nb_no: Automatisk frakobling i køen: {true_or_false}.
pl_pl: Automatyczne odłączenie na końcu kolejki: {true_or_false}.
ru_ru: Авто-отключение в конце очереди: {true_or_false}.
tr_tr: Sıra sonunda kanalı terkeder: {true_or_false}.

source: Auto-play has been disabled.
de_de: Automatische Wiedergabe deaktiviert.
es_es: Se ha desactivado la reproducción automática.
fi_fi: Automaattinen toisto on poistettu käytöstä.
fr_fr: La lecture automatique a été désactivé.
nb_no: Auto-avspilling er deaktivert.
pl_pl: Automatyczne odtwarzanie zostało wyłączone.
ru_ru: Автоматическое воспроизведение отключено.
tr_tr: Otomatik çalma devre dışı bırakıldı.

source: Toggle DJ mode. DJ mode allows users with the DJ role to use audio commands.
de_de: Schalte DJ Mode um. DJ Mode erlaubt Benutzern mit der DJ Rolle die Audio Befehle zu nutzen
es_es: Activar modo DJ. El modo DJ permite a los usuarios con el rol de DJ usar comandos de audio.
fi_fi: Vaihda DJ-tilaa. DJ-tila sallii DJ-roolin omaavien käyttäjien käyttää Audio-komentoja.
fr_fr: Active le mode DJ. Le mode DJ autorise les utilisateurs avec le rôle DJ d'utiliser les commandes audio.
nb_no: Slå på DJ-modus. DJ-modus lar brukere med DJ-rollen bruke lydkommandoer.
pl_pl: Przełącz tryb DJ. Tryb DJ pozwala użytkownikom z rolą DJ na używanie komend audio.
ru_ru: Переключить режим DJ. Режим DJ позволяет пользователям с ролью DJ использовать аудио команды.
tr_tr: DJ modunu aç/kapa. DJ modu DJ rolüne sahip kullanıcıların ses komutlarını kullanmasını sağlar.

source: Missing DJ Role
de_de: Fehlende DJ-Rolle
es_es: Falta el rol de DJ
fi_fi: Puuttuva DJ-rooli
fr_fr: Rôle DJ introuvable
nb_no: Mangler DJ Rolle
pl_pl: Brakująca rola DJ'a
ru_ru: Отсутствует роль DJ
tr_tr: DJ rolü eksik

source: Please set a role to use with DJ mode. Enter the role name or ID now.
de_de: Bitte wähle eine Rolle für den DJ Mode. Gib den Rollen Namen oder die ID jetzt ein.
es_es: Por favor, establezca un rol para usar con el modo DJ. Introduzca el nombre de rol o ID ahora.
fi_fi: Aseta rooli, jota käytetään DJ-tilassa. Syötä roolin nimi tai ID nyt.
fr_fr: Définissez s'il vous plaît un rôle à utiliser avec le mode DJ. Entrez maintenant le nom du rôle ou son ID.
nb_no: Vennligst angi en rolle som skal brukes med DJ modus. Angi rollenavn eller ID nå.
pl_pl: Proszę ustaw rolę do używania w trybie DJ. Wprowadź teraz nazwę roli lub ID.
ru_ru: Пожалуйста, установите роль для использования в режиме диджея. Введите имя роли или ID сейчас.
tr_tr: DJ modunda kullanabilmek için bir DJ rolü ayarlayın. Rol ismi veya ID'sini girin.

source: Response timed out, try again later.
de_de: Zeitüberschreitung der Antwort, versuch es später erneut.
es_es: Respuesta expirada, inténtalo de nuevo más tarde.
fi_fi: Vastaus aikakatkaistiin, yritä uudelleen myöhemmin.
fr_fr: Réponse expirée, réessayez plus tard.
nb_no: Svaret på det ute, prøv igjen senere.
pl_pl: Upłynął limit czasu odpowiedzi, spróbuj ponownie później.
ru_ru: Время ожидания ответа истекло, повторите попытку позже.
tr_tr: Zaman aşımına girildi, lütfen daha sonra tekrar deneyin.

source: Auto-disconnect from channel when bot is alone in it for x seconds, 0 to disable. `[p]audioset dc` takes precedence over this setting.
de_de: Automatische Trennung vom Kanal, wenn der Bot x Sekunden lang alleine ist, 0 zum Deaktivieren. `[p] audioset dc` hat Vorrang vor dieser Einstellung. .
es_es: Desconexión automática del canal cuando el bot está solo en él durante x segundos, 0 para desactivar. `[p]dc` audioset tiene precedencia sobre este ajuste.
fi_fi: Katkaise yhteys puhekanavaan kun botti on ollut sillä yksin x sekuntia, 0 poistaa ominaisuuden käytöstä. `[p]audioset dc` ohittaa tämän asetuksen.
fr_fr: Déconnexion automatique du salon lorsque le bot est seul pendant x secondes, 0 à désactiver. `[p]audioset dc` a la priorité sur ce paramètre.
nb_no: Automatisk frakobling fra kanal når det er alene i x sekunder, 0 for å deaktivere. `[p]audioset dc` har forrang over denne innstillingen.
pl_pl: Automatycznie odłącz od kanału, gdy bot jest w nim sam przez x sekund, 0 aby wyłączyć. `[p]audioset dc` ma pierwszeństwo przed tym ustawieniem.
ru_ru: Автоматическое отключение от канала, когда бот один в течение несколько секунд, 0 для отключения. `[p]audio set dc` имеет приоритет над этой настройкой.
tr_tr: Botun kanalda kaç saniye yalnız kalırsa kanaldan ayrılacağını ayarla, devre dışı bırakmak için 0 girin. `[p]audioset dc` ayarı bu ayara önceliklidir.

source: Invalid Time
de_de: Ungültige Zeit
es_es: Hora inválida
fi_fi: Virheellinen ajanmääre
fr_fr: Temps invalide
nb_no: Ugyldig Tid
pl_pl: Nieprawidłowy czas
ru_ru: Неверное время
tr_tr: Geçersiz süre

source: Seconds can't be less than zero.
de_de: Sekunden können nicht kleiner als Null sein.
es_es: Los segundos no pueden ser menos de cero.
fi_fi: Sekuntien määrän tulee olla suurempi kuin nolla.
fr_fr: Les secondes ne peuvent être inférieures à zéro.
nb_no: Sekunder kan ikke være mindre enn null.
pl_pl: Ilość sekund nie może być mniejsza niż zero.
ru_ru: Секунды не могут быть меньше нуля.
tr_tr: Süre sıfır saniyeden daha düşük olamaz.

source: Empty disconnect disabled.
de_de: Trennung bei leerem Kanal deaktiviert.
es_es: Desconexion vacia desactivada.
fi_fi: Yhteyden katkaisu kanavan ollessa tyhjänä poistettu käytöstä.
fr_fr: Déconnexion si aucune lecture désactivé.
nb_no: Tom frakobling deaktivert.
pl_pl: Rozłączanie przy pustym kanale wyłączone.
ru_ru: Пустое отключение отключено.
tr_tr: Kanal boşken kanaldan ayrılma kapatıldı.

source: Empty disconnect timer set to {num_seconds}.
de_de: Leerer Kanal Disconnect Timer gesetzt auf {num_seconds}.
es_es: Se ha establecido un temporizador de desconexión en {num_seconds}.
fi_fi: Tyhjän kanavan yhteyden katkaisemisen viiveeksi asetettiin {num_seconds}.
fr_fr: Délai de déconnexion automatique si aucune lecture réglé à {num_seconds}.
nb_no: Tom frakoblingstidtaker er satt til {num_seconds}.
pl_pl: Zegar wyjścia z pustego kanału ustawiony na {num_seconds}.
ru_ru: Таймер пустого отключения установлен на {num_seconds}.
tr_tr: Kanal boşken ayrılma süresi {num_seconds} saniye olarak ayarlandı.

source: Auto-pause after x seconds when room is empty, 0 to disable.
de_de: Automatische Pause nach x Sekunden, wenn der Raum leer ist, 0 zum Deaktivieren.
es_es: Pausar automáticamente después de x segundos cuando la habitación está vacía, 0 para desactivar.
fi_fi: Automaattinen pysäytys x sekunnin jälkeen kun kanava on tyhjä, 0 poistaa ominaisuuden käytöstä.
fr_fr: Pause automatique après x secondes quand le salon est vide, 0 pour désactiver.
nb_no: Automatisk pause etter x sekunder når rommet er tomt, 0 til å deaktivere.
pl_pl: Automatyczne wstrzymanie po x sekundach, gdy pokój jest pusty, 0 aby wyłączyć.
ru_ru: Авто-пауза после нескольких секунд, когда комната пуста, 0 для отключения.
tr_tr: x saniye kadar bot ses kanalında yalnız kalırsa otomatik durdurur, ayarı kapatmak için 0 ayarlayınız.

source: Empty pause disabled.
de_de: Leere Pause deaktiviert.
es_es: Pausa vacía desactivada.
fi_fi: Automaattinen tauko tyhjällä kanavalla poistettu käytöstä.
fr_fr: Pause automatique désactivée.
nb_no: Tom pause ble deaktivert.
pl_pl: Pauzowanie przy pustym kanale wyłączone.
ru_ru: Пустая пауза отключена.
tr_tr: Kanal boşken durdurma kapatıldı.

source: Empty pause timer set to {num_seconds}.
de_de: Leerer Kanal Disconnect Timer gesetzt auf {num_seconds}.
es_es: Temporizador de pausa vacío establecido en {num_seconds}.
fi_fi: Automaattisen tauon viiveeksi asetettiin {num_seconds}.
fr_fr: Délai de pause automatique si aucune lecture réglé à {num_seconds}.
nb_no: Tom pausestimeren er satt til {num_seconds}.
pl_pl: Zegar zapauzowania na pustym kanale ustawiony na {num_seconds}.
ru_ru: Пустой таймер паузы установлен на {num_seconds}.
tr_tr: Kanal boşken durdurma ayarı {num_seconds} olarak ayarlandı.

source: Prioritise tracks with lyrics.
de_de: Titel mit Songtexten bevorzugen.
es_es: Priorizar pistas con letras.
fi_fi: Priorisoi kappeleita joissa on lyriikat.
fr_fr: Priorise les chansons avec des paroles.
nb_no: Prioriter spor med sangtekster.
pl_pl: Priorytet utworów z tekstami piosenek.
ru_ru: Приоритет треков с текстами.
tr_tr: Şarkı sözleri ile parçalara öncelik.

source: Prefer tracks with lyrics: {true_or_false}.
de_de: Titel mit Songtexten bevorzugen: {true_or_false}.
es_es: Preferir pistas con letras: {true_or_false}.
fi_fi: Suosi kappaleita joissa on lyriikat: {true_or_false}.
fr_fr: Préférez des chansons avec des paroles : {true_or_false}.
nb_no: Foretrekk spor med tekster: {true_or_false}.
pl_pl: Preferuj utwory z tekstami piosenek: {true_or_false}.
ru_ru: Предпочитаемые треки с текстом песни: {true_or_false}.
tr_tr: Şarkı sözleri ile parçaları tercih edin:{true_or_false}.

source: Set a price for queueing tracks for non-mods, 0 to disable.
de_de: Lege einen Preis für Nicht-Mods fest, um Lieder einzureihen. 0 zum Deaktivieren.
es_es: Establecer un precio para encolar pistas para no-mods, 0 para desactivar.
fi_fi: Aseta hinta ei-moderaattorien kappaleiden lisäämiselle, 0 poistaaksesi ominaisuuden käytöstä.
fr_fr: Définir un prix pour que les non modérateurs puissent lister des pistes, 0 pour désactiver.
nb_no: Angi en pris for køsporene for ikke-mods, 0 å deaktivere.
pl_pl: Ustaw cenę za kolejkowanie ścieżek dla nie-modów, 0 aby wyłączyć.
ru_ru: Установите цену очереди треков для не модераторов, 0 для отключения.
tr_tr: Yönetici olmayan kişilerin sıraya şarkı eklemesi için ödeyeceği bedeli ayarlayın. Devre dışı bırakmak için 0 girin.

source: Invalid Price
de_de: Ungültiger Preis
es_es: Precio inválido
fi_fi: Virheellinen hinta
fr_fr: Prix invalide
nb_no: Ugyldig pris
pl_pl: Nieprawidłowa cena
ru_ru: Неверная цена
tr_tr: Geçersiz Fiyat

source: Price can't be less than zero.
de_de: Preis kann nicht kleiner als Null sein.
es_es: El precio no puede ser inferior a cero.
fi_fi: Hinta ei voi olla pienempi kuin nolla.
fr_fr: Le prix ne peut être inférieur à zéro.
nb_no: Prisen kan ikke være mindre enn null.
pl_pl: Cena nie może być mniejsza niż zero.
ru_ru: Цена не может быть меньше нуля.
tr_tr: Fiyat sıfırdan küçük olamaz.

source: Price can't be greater than 2^63 - 1.
es_es: El precio no puede ser mayor que 2^63 - 1.

source: Jukebox mode disabled.
de_de: Jukebox Modus deaktiviert.
es_es: Modo Jukebox desactivado.
fi_fi: Jukebox-tila poistettu käytöstä.
fr_fr: Le mode jukebox à été désactivé.
nb_no: Platespare-modus er deaktivert.
pl_pl: Tryb Jukebox wyłączony.
ru_ru: Режим музыкального автомата отключен.
tr_tr: Jukebox modu devre dışı.

source: Track queueing command price set to {price} {currency}.
de_de: Der Preis für das Hinzufügen eines Tracks in die Warteschlange wurde auf {price} {currency} gesetzt.
es_es: Rastrear el precio de comando en cola establecido en {price} {currency}.
fi_fi: Kappaleiden lisäämisen hinnaksi asetettiin {price} {currency}.
fr_fr: Le prix de la commande de liste est défini à {price}{currency}.
nb_no: Sporet køen kommandolakrisen satt til {price} {currency}.
pl_pl: Cena komendy kolejkowania utworu ustawiona na {price} {currency}.
ru_ru: Цена команды отслеживания очередей установлена на {price} {currency}.
tr_tr: Sıraya şarkı ekleme komut bedeli {price}{currency} olarak ayarlandı.

source: Set the localtracks path if the Lavalink.jar is not run from the Audio data folder. Leave the path blank to reset the path to the default, the Audio data directory.
de_de: Setze den Pfad für Lokale Musik, wenn die Lavalink.jar nicht im Audio Daten Ordner gestartet wird. Lasse den Pfad leer um den Pfad zu dem Standard Pfad zurückzusetzen.
es_es: Establece la ruta de las localtracks si Lavalink.jar no se ejecuta desde la carpeta de datos de audio. Deje la ruta en blanco para restablecer la ruta por defecto, el cual es, el directorio de datos de audio.
fi_fi: Aseta localtracks kohde jos Lavalink.jar ei ole suoritettu Audio data kansiosta. Jätä polku tyhjäksi palauttaaksesi polun oletusarvoon, Audio data hakemistoon.
fr_fr: Définir le chemin des musiques locales si le fichier Lavalink.jar n'est pas exécuté à partir du dossier de données audio. Laisser le chemin vide pour réinitialiser le chemin à l'origine qui est le répertoire des données audio.
nb_no: Angi lokal spiller-banen hvis Lavalink.jar ikke kjøres fra Audio-datamappen. La banen stå tom for å tilbakestille banen til standard, Audio-datakatalogen.
pl_pl: Ustaw ścieżkę lokalnych utworów, jeśli Lavalink.jar nie jest uruchamiany z folderu danych audio. Pozostaw pustą ścieżkę, aby przywrócić domyślną ścieżkę, katalogu danych audio.
ru_ru: Установите путь к локальным трекам, если Lavalink.jar не запущен из папки аудио данных. Оставьте путь пустым, чтобы сбросить путь к папке аудио данных по умолчанию.
tr_tr: Lavalink.jar ses verilerinin olduğu klasörden çalıştırılmıyorsa yerel parçaların nereden çalınacağını ayarla. Varsayılan olan ses veri klasörüne sıfırlamak için boş bırakın.

source: The localtracks path location has been reset to {localpath}
de_de: Die Position des Localtracks-Pfads wurde auf {localpath} zurückgesetzt
es_es: La ruta de las localtracks se ha reiniciado a {localpath}
fi_fi: Paikallisten kappaleiden tiedostopolku nollattiin arvoon {localpath}
fr_fr: L'emplacement du chemin des musiques locales a été réinitialisé à {localpath}
nb_no: Lokaliseringsbanen plassering har blitt satt tilbake til {localpath}
pl_pl: Lokalizacja lokalnych utworów została zresetowana do {localpath}
ru_ru: Путь к локальным трекам был сброшен на {localpath}
tr_tr: Yerel müzik dosya dizini {localpath} olarak sıfırlandı.
