Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/commands/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Remove duplicate tracks from a saved playlist. **Usage**: ​ ​ ​ ​ `[p]playlist dedupe playlist_name_OR_id [args]` **Args**: ​ ​ ​ ​ The following are all optional: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Only the bot owner can use this** **Scope** is one of the following: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** can be one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild** can be one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Example use: ​ ​ ​ ​ `[p]playlist dedupe MyGuildPlaylist` ​ ​ ​ ​ `[p]playlist dedupe MyGlobalPlaylist --scope Global` ​ ​ ​ ​ `[p]playlist dedupe MyPersonalPlaylist --scope User`
es_es: Configure una lista de reproducción para reproducir canciones automáticamente. ** Uso **: `[p]audioset autoplay playlist_name_OR_id [args]` ** Args **: Los siguientes son todos opcionales: --scope <scope > --autor [user] --Gremio [guild] ** Solo el propietario del bot puede usar este ** ** Alcance ** es uno de los siguientes: Gremio global Usuario ** Autor ** puede ser uno de los siguientes: ID de usuario Mención de usuario Nombre de usuario # 123 ** Gremio ** puede ser uno de los siguientes: Gremio ID Nombre exacto del gremio Ejemplo de uso: `[p]audioset autoplay MyGuildPlaylist` ` [p]audioset autoplay MyGlobalPlaylist --scope Global` ` [p]audioset autoplay PersonalPlaylist --scope Usuario --autor Draper`
nb_no: Fjern dupliserte spor fra en lagret spilleliste. ** Bruk **: [p]playlist dedupe playlist_name_OR_id [args] ** Args **: Følgende er alt valgfritt: ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] ** Bare boteeieren kan bruke dette ** ** Omfang ** er ett av følgende: Global Guild User ** Author ** kan være ett av følgende: Bruker-ID Brukeromtale Brukernavn # 123 ** Guild ** kan være ett av følgende: Guild ID Eksakt guild navn Eksempelbruk: `[p]playlist dedupe MyGuildPlaylist` ​ ​ ​ ​ `[p]playlist dedupe MyGlobalPlaylist --scope Global` ​ ​ ​ ​ `[p]playlist dedupe MyPersonalPlaylist --scope User`
pl_pl: Usuwa duplikaty piosenek z zapisanej listy odtwarzania. **Użycie**: ​ ​ ​ ​ `[p]playlist dedupe nazwa_listy_lub_id [args]` **Args**: ​ ​ ​ ​ Następujące są opcjonalne: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Tylko właściciel bota może tego użyć** **Scope** jest jednym z następujących: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** może być jednym z: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild**może być jednym z: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Dokładna nazwa Gildii Przykładowe użycie: ​ ​ ​ ​ `[p]playlist dedupe MyGuildPlaylist` ​ ​ ​ ​ `[p]playlist dedupe MyGlobalPlaylist --scope Global` ​ ​ ​ ​ `[p]playlist dedupe MyPersonalPlaylist --scope User`
ru_ru: Удаление дубликатов треков из сохраненного списка воспроизведения. **Использование**: `[p]playlist dedupe playlist_name_OR_id [args]`. **Параметры**: Все перечисленные ниже параметры являются необязательными: --scope <scope> --author [user] --guild [guild] **Это может использовать только владелец бота**. **Сфера** является одной из следующих: Глобальный Гильдия Пользователь **Автор** может быть одним из следующих: ID пользователя Упоминание пользователя Имя пользователя#123 **Гильдия** может быть одной из следующих: ID гильдии Точное название гильдии Пример использования: `[p]playlist dedupe MyGuildPlaylist` `[p]playlist dedupe MyGlobalPlaylist --scope Global` `[p]playlist dedupe MyPersonalPlaylist --scope User`
tr_tr: Bir çalma listesinden tekrarlı parçaları sil. **Kullanım**: ​ ​ ​ ​ `[p]playlist dedupe çalma_listesi_adı_VEYA_idsi [args]` **Seçenekler**: ​ ​ ​ ​ Bunların hepsi isteğe bağlıdır: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Bunu sadece bot sahibi kullanabilir** **Kapsam** bunlardan biri olabilir: ​ ​ ​ ​ Global (Küresel) ​ ​ ​ ​ Guild (Sunucu) ​ ​ ​ ​ User (Kullanıcı) **Yapımcı** bunlardan biri olabilir: ​ ​ ​ ​ Kullanıcı IDsi ​ ​ ​ ​ Kullanıcı etiketi ​ ​ ​ ​ Kullanıcı adı#1234 **Sunucu** bunlardan biri olabilir: ​ ​ ​ ​ Sunucu IDsi ​ ​ ​ ​ Sunucu tam adı Örnek kullanım: ​ ​ ​ ​ `[p]playlist dedupe BenimSunucuÇalmaListem` ​ ​ ​ ​ `[p]playlist dedupe BenimKüreselÇalmaListem --scope Global` ​ ​ ​ ​ `[p]playlist dedupe BenimKişiselÇalmaListem --scope User`

source: Removed {track_diff} duplicated tracks from {name} (`{id}`) [**{scope}**] playlist.
de_de: {track_diff} doppelte Titel aus Wiedergabeliste: {name} (`{id}`) [**{scope}**] entfernt.
es_es: Se han eliminado {track_diff} pistas duplicadas de {name} (`{id}`) [**{scope}**] playlist.
fi_fi: Poistettiin {track_diff} moneen kertaan esiintynyttä kappaletta {name} (`{id}`) [**{scope}**] soittolistalta.
nb_no: Fjernet {track_diff} dupliserte spor fra {name} (`{id}`) [**{scope}**] spilleliste.
pl_pl: Usunięto {track_diff} zduplikowanych utworów z listy odtwarzania {name} (`{id}`) [**{scope}**].
ru_ru: Удалено {track_diff} дублированных треков из {name} (`{id}`) [**{scope}**] плейлиста.
tr_tr: {name} (`{id}`) [**{scope}**] çalma listesinden {track_diff} tane aynı parça kaldırıldı.

source: Playlist Has Not Been Modified
de_de: Playlist wurde nicht geändert
es_es: La lista de reproducción no ha sido modificada
fi_fi: Soittolistaa ei ole muokattu
fr_fr: La playlist n'a pas été modifiée
nb_no: Spilleliste har ikke endret seg
pl_pl: Lista odtwarzania nie została zmodyfikowana
ru_ru: Плейлист не был изменен
tr_tr: Çalma Listesinde Değişiklik Yapılmadı

source: {name} (`{id}`) [**{scope}**] playlist has no duplicate tracks.
de_de: {name} (`{id}`) [**{scope}**] Playlist hat keine doppelten Lieder.
es_es: {name} (`{id}`) [**{scope}**] playlist no tiene pistas duplicadas.
fi_fi: Soittolistalla {name} (`{id}`) [**{scope}**] ei ole kappaleita moneen kertaan.
nb_no: {name} (`{id}`) [**{scope}**] spillelisten har ingen duplikate spor.
pl_pl: {name} (`{id}`) [**{scope}**] nie ma duplikowanych utworów.
ru_ru: {name} (`{id}`) [**{scope}**] у плейлиста нет дубликатов.
tr_tr: {name} (`{id}`) [**{scope}**] çalma listesinde hiç aynı parça yok.

source: Download a copy of a playlist. These files can be used with the `[p]playlist upload` command. Red v2-compatible playlists can be generated by passing True for the v2 variable. **Usage**: ​ ​ ​ ​ `[p]playlist download playlist_name_OR_id [v2=True_OR_False] [args]` **Args**: ​ ​ ​ ​ The following are all optional: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Only the bot owner can use this** **Scope** is one of the following: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** can be one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild** can be one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Example use: ​ ​ ​ ​ `[p]playlist download MyGuildPlaylist True` ​ ​ ​ ​ `[p]playlist download MyGlobalPlaylist False --scope Global` ​ ​ ​ ​ `[p]playlist download MyPersonalPlaylist --scope User`
es_es: Configure una lista de reproducción para reproducir canciones automáticamente. ** Uso **: `[p]audioset autoplay playlist_name_OR_id [args]` ** Args **: Los siguientes son todos opcionales: --scope <scope > --autor [user] --Gremio [guild] ** Solo el propietario del bot puede usar este ** ** Alcance ** es uno de los siguientes: Gremio global Usuario ** Autor ** puede ser uno de los siguientes: ID de usuario Mención de usuario Nombre de usuario # 123 ** Gremio ** puede ser uno de los siguientes: Gremio ID Nombre exacto del gremio Ejemplo de uso: `[p]audioset autoplay MyGuildPlaylist` ` [p]audioset autoplay MyGlobalPlaylist --scope Global` ` [p]audioset autoplay PersonalPlaylist --scope Usuario --autor Draper`
nb_no: Last ned en kopi av en spilleliste. Disse filene kan brukes med opplastningskommandoen for [p]playlist upload` command. Røde v2-kompatible spillelister kan genereres ved å sende sant for variabelen v2. * * Bruk **: [p]playlist download playlist_name_OR_id [v2=True_OR_False] [args] ** Args **: Følgende er alle valgfrie: --scope <scope> - author [user] - guild [guild] ** Bare boteeieren kan bruk dette ** ** Scope ** er ett av følgende: Global Guild User ** Forfatter ** kan være ett av følgende: Bruker-ID Brukernavn Brukernavn # 123 ** Guild ** kan være ett av følgende: Guild ID Eksakt guildnavn Eksempelbruk: ​ `[p]playlist download MyGlobalPlaylist False --scope Global` ​ ​ ​ ​ `[p]playlist download MyPersonalPlaylist --scope User`
pl_pl: Pobierz kopię listy odtwarzania. Te pliki mogą być użyte z komendą `[p]playlist upload`. **Użycie**: `[p]playlist download playlist_name_OR_id [v2=True_OR_False [args]`. **Argsy**: Wszystkie poniższe są opcjonalne: --scope <scope> --author [user] --guild [guild] **Tylko właściciel bota może tego użyć**. **Zakres** jest jednym z następujących: Globalny Serwer Użytkownik **Autor** może być jednym z następujących: ID użytkownika Wzmianka o użytkowniku Nazwa Użytkownika#123 **Guild** może być jednym z następujących: ID serwera Dokładna nazwa serwera Przykładowe użycie: ​ ​ ​ ​ `[p]playlist download MyGuildPlaylist True` ​ ​ ​ ​ `[p]playlist download MyGlobalPlaylist False --scope Global` ​ ​ ​ ​ `[p]playlist download MyPersonalPlaylist --scope User`
ru_ru: Загрузите копию списка воспроизведения. Эти файлы можно использовать с командой `[p]playlist upload`. Плейлисты, совместимые с Red v2, можно сгенерировать, передав True для переменной v2. **Использование**: `[p]playlist download playlist_name_OR_id [v2=True_OR_False] [args]`. **Параметры**: Все следующие параметры являются необязательными: --scope <scope> --author [user] --guild [guild] **Это может использовать только владелец бота**. **Сфера** является одной из следующих: Глобальный Гильдия Пользователь **Автор** может быть одним из следующих: ID пользователя Упоминание пользователя Имя пользователя#123 **Гильдия** может быть одной из следующих: ID гильдии Точное название гильдии Пример использования: `[p]playlist download MyGuildPlaylist True` `[p]playlist download MyGlobalPlaylist False --scope Global` `[p]playlist download MyPersonalPlaylist --scope User`
tr_tr: Çalma listesinin bir kopyasını indir. Bu dosyalar `[p]playlist upload` komutu ile kullanılabilir. Red v2 uyumlu çalma listeleri v2 seçeneğine True değeri göndererek oluşturulabilir. **Kullanım**: ​ ​ ​ ​ `[p]playlist download çalma_listesi_adı_VEYA_idsi [v2=True_VEYA_False] [args]` **Seçenekler**: ​ ​ ​ ​ Bunların hepsi isteğe bağlıdır: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Bunu sadece bot sahibi kullanabilir** **Kapsam** bunlardan biri olabilir: ​ ​ ​ ​ Global (Küresel) ​ ​ ​ ​ Guild (Sunucu) ​ ​ ​ ​ User (Kullanıcı) **Yapımcı** bunlardan biri olabilir: ​ ​ ​ ​ Kullanıcı IDsi ​ ​ ​ ​ Kullanıcı etiketi ​ ​ ​ ​ Kullanıcı adı#1234 **Sunucu** bunlardan biri olabilir: ​ ​ ​ ​ Sunucu IDsi ​ ​ ​ ​ Sunucu tam adı Örnek kullanım: ​ ​ ​ ​ `[p]playlist download BenimSunucuÇalmaListem True` ​ ​ ​ ​ `[p]playlist download BenimKüreselÇalmaListem False --scope Global` ​ ​ ​ ​ `[p]playlist download BenimKişiselÇalmaListem --scope User`

source: That playlist has no tracks.
de_de: Die Playlist hat keine Lieder.
es_es: Esa lista de reproducción no tiene pistas.
fi_fi: Tuolla soittolistalla ei ole kappaleita.
fr_fr: Cette playlist ne contient aucune piste.
nb_no: Spilleliste har ingen spor.
pl_pl: Ta lista odtwarzania nie ma utworów.
ru_ru: В этом плейлисте нет треков.
tr_tr: Playlist hiçbir şarkı içermiyor.

source: This playlist is too large to be send in this server.
de_de: Diese Playlist ist zu groß, um auf diesem Server gesendet zu werden.
es_es: Esta lista es demasiado grande para ser enviada en este servidor.
fi_fi: Tämä soittolista on liian suuri lähetettäväksi tällä palvelimella.
fr_fr: Cette playlist est trop grande pour être envoyée sur ce serveur.
nb_no: Denne spillelisten er for stor til å kunne sendes på denne serveren.
pl_pl: Ta lista odtwarzania jest zbyt duża, aby mogła zostać wysłana na tym serwerze.
ru_ru: Этот плейлист слишком большой для отправки на этом сервере.
tr_tr: Bu çalma listesi bu sunucuda gönderilemeyecek kadar büyük.

source: Playlist is too large, here is the compressed version.
de_de: Playlist ist zu groß, hier ist die komprimierte Version.
es_es: La lista de reproducción es demasiado grande, aquí está la versión comprimida.
fi_fi: Soittolista on liian suuri, tässä on pakattu versio.
fr_fr: La playlist est trop grande. Voici la version compressée.
nb_no: Spillelisten er for stor, her er den komprimerte versjonen.
pl_pl: Lista odtwarzania jest zbyt duża, oto wersja skompresowana.
ru_ru: Плейлист слишком большой, вот сжатая версия.
tr_tr: Çalma listesi çok büyük, burda gördüğünüz sıkıştırılmış halidir.

source: Retrieve information from a saved playlist. **Usage**: ​ ​ ​ ​ `[p]playlist info playlist_name_OR_id [args]` **Args**: ​ ​ ​ ​ The following are all optional: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Only the bot owner can use this** **Scope** is one of the following: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** can be one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild** can be one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Example use: ​ ​ ​ ​ `[p]playlist info MyGuildPlaylist` ​ ​ ​ ​ `[p]playlist info MyGlobalPlaylist --scope Global` ​ ​ ​ ​ `[p]playlist info MyPersonalPlaylist --scope User`
es_es: Configure una lista de reproducción para reproducir canciones automáticamente. ** Uso **: `[p]audioset autoplay playlist_name_OR_id [args]` ** Args **: Los siguientes son todos opcionales: --scope <scope > --autor [user] --Gremio [guild] ** Solo el propietario del bot puede usar este ** ** Alcance ** es uno de los siguientes: Gremio global Usuario ** Autor ** puede ser uno de los siguientes: ID de usuario Mención de usuario Nombre de usuario # 123 ** Gremio ** puede ser uno de los siguientes: Gremio ID Nombre exacto del gremio Ejemplo de uso: `[p]audioset autoplay MyGuildPlaylist` ` [p]audioset autoplay MyGlobalPlaylist --scope Global` ` [p]audioset autoplay PersonalPlaylist --scope Usuario --autor Draper`
nb_no: Hent informasjon fra en lagret spilleliste. ** Bruk **: ​ ​ ​ ​ `[p]playlist info playlist_name_OR_id [args]` ** Args **: Følgende er alle valgfrie: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Bare boteieren kan bruke dette ** ** Scope ** er ett av følgende: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User ** Forfatter ** kan være ett av følgende: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 ** Guild ** kan være ett av følgende: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Eksempel på bruk: ​ ​ ​ ​ `[p]playlist info MyGuildPlaylist` ​ ​ ​ ​ `[p]playlist info MyGlobalPlaylist --scope Global` ​ ​ ​ ​ `[p]playlist info MyPersonalPlaylist --scope User`
pl_pl: Pobieranie informacji z zapisanej listy odtwarzania. **Usage**: `[p]playlist info playlist_name_OR_id [args]`. **Argsy**: Wszystkie poniższe są opcjonalne: --scope <scope> --author [user] --guild [guild] **Tylko właściciel bota może tego użyć**. **Scope** jest jednym z następujących: Global Guild User **Autor** może być jednym z następujących: ID użytkownika Wzmianka o użytkowniku Nazwa Użytkownika#123 **Guild** może być jednym z następujących: ID gildii Dokładna nazwa gildii Przykładowe użycie: `[p]playlist info MyGuildPlaylist` `[p]playlist info MyGlobalPlaylist --scope Global`. `[p]playlist info MyPersonalPlaylist --scope User`
ru_ru: Извлечение информации из сохраненного списка воспроизведения. **Использование**: `[p]playlist info playlist_name_OR_id [args]`. **Параметры**: Все перечисленные ниже параметры являются необязательными: --scope <scope> --author [user] --guild [guild] **Это может использовать только владелец бота**. **Сфера** является одной из следующих: Глобальный Гильдия Пользователь **Автор** может быть одним из следующих: ID пользователя Упоминание пользователя Имя пользователя#123 **Гильдия** может быть одной из следующих: ID гильдии Точное название гильдии Пример использования: `[p]playlist info MyGuildPlaylist` `[p]playlist info MyGlobalPlaylist --scope Global` `[p]playlist info MyPersonalPlaylist --scope User`
tr_tr: Kaydedilmiş bir çalma listesinden bilgi al. **Kullanım**: ​ ​ ​ ​ `[p]playlist info çalma_listesi_adı_VEYA_idsi [args]` **Seçenekler**: ​ ​ ​ ​ Bunların hepsi isteğe bağlıdır: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Bunu sadece bot sahibi kullanabilir** **Kapsam** bunlardan biri olabilir: ​ ​ ​ ​ Global (Küresel) ​ ​ ​ ​ Guild (Sunucu) ​ ​ ​ ​ User (Kullanıcı) **Yapımcı** bunlardan biri olabilir: ​ ​ ​ ​ Kullanıcı IDsi ​ ​ ​ ​ Kullanıcı etiketi ​ ​ ​ ​ Kullanıcı adı#1234 **Sunucu** bunlardan biri olabilir: ​ ​ ​ ​ Sunucu IDsi ​ ​ ​ ​ Sunucu tam adı Örnek kullanım: ​ ​ ​ ​ `[p]playlist info BenimSunucuÇalmaListem` ​ ​ ​ ​ `[p]playlist info BenimKüreselÇalmaListem --scope Global` ​ ​ ​ ​ `[p]playlist info BenimKişiselÇalmaListem --scope User`

source: Playlist info for {playlist_name} (`{id}`) [**{scope}**]:
de_de: Wiedergabelisten-Info für {playlist_name} (`{id}`) [**{scope}**]:
es_es: Lista de reproducción para {playlist_name} (`{id}`) [**{scope}**]:
fi_fi: Soittolistan {playlist_name} (`{id}`) [**{scope}**] tiedot:
fr_fr: Infos de la playlist pour {playlist_name} (`{id}`) [**{scope}**]:
nb_no: Informasjon om spilleliste for {playlist_name} (`{id}`) [** {scope} **]:
pl_pl: Informacje o liście odtwarzania dla {playlist_name} (`{id}`) [**{scope}**]:
ru_ru: Информация о плейлисте для {playlist_name} (`{id}`) [**{scope}**]:
tr_tr: {playlist_name} (`{id}`) [**{scope}**] için çalma listesi bilgileri:

source: Playlist info for {playlist_name} (`{id}`) [**{scope}**]: URL: {url}
de_de: Wiedergabelisten-Info für {playlist_name} (`{id}`) [**{scope}**]: URL: {url}
es_es: Información de la lista de reproducción para {playlist_name} (`{id}`) [**{scope}**]: URL: {url}
fi_fi: Soittolistan {playlist_name} (`{id}`) [**{scope}**] tiedot: URL-osoite: {url}
nb_no: Informasjon om spilleliste for {playlist_name} (`{id}`) [** {scope} **]: URL: {url}
pl_pl: Informacje o liście odtwarzania dla {playlist_name} (`{id}`) [**{scope}**]: URL: {url}
ru_ru: Информация о плейлисте для {playlist_name} (`{id}`) [**{scope}**]: URL: {url}
tr_tr: {playlist_name} (`{id}`) [**{scope}**] için çalma listesi bilgileri: URL: {url}

source: Unknown
de_de: Unbekannt
es_es: Desconocido
fi_fi: Tuntematon
fr_fr: Inconnu
nb_no: Ukjent
pl_pl: Nieznane
ru_ru: Неизвестно
tr_tr: Bilinmeyen

source: Page {page}/{pages} | Author: {author_name} | {num} track(s)
de_de: Seite {page}/{pages} | Autor: {author_name} | {num} Titel
es_es: Página {page}/{pages} | Autor: {author_name} | {num} pista(s)
fi_fi: Sivu {page}/{pages} | Tekijä: {author_name} | {num} kappale(tta)
nb_no: Side {page}/{pages} | Forfatter: {author_name} | {num} spor (er)
pl_pl: Strona {page}/{pages} | Autor: {author_name} | {num} utwór(ów)
ru_ru: Страница {page}/{pages} | Автор: {author_name} | {num} трек(и)
tr_tr: Sayfa {page}/{pages} | Sahip: {author_name} | {num} parça(lar)

source: List saved playlists. **Usage**: ​ ​ ​ ​ `[p]playlist list [args]` **Args**: ​ ​ ​ ​ The following are all optional: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Only the bot owner can use this** **Scope** is one of the following: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** can be one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild** can be one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Example use: ​ ​ ​ ​ `[p]playlist list` ​ ​ ​ ​ `[p]playlist list --scope Global` ​ ​ ​ ​ `[p]playlist list --scope User`
es_es: Configure una lista de reproducción para reproducir canciones automáticamente. ** Uso **: `[p]audioset autoplay playlist_name_OR_id [args]` ** Args **: Los siguientes son todos opcionales: --scope <scope > --autor [user] --Gremio [guild] ** Solo el propietario del bot puede usar este ** ** Alcance ** es uno de los siguientes: Gremio global Usuario ** Autor ** puede ser uno de los siguientes: ID de usuario Mención de usuario Nombre de usuario # 123 ** Gremio ** puede ser uno de los siguientes: Gremio ID Nombre exacto del gremio Ejemplo de uso: `[p]audioset autoplay MyGuildPlaylist` ` [p]audioset autoplay MyGlobalPlaylist --scope Global` ` [p]audioset autoplay PersonalPlaylist --scope Usuario --autor Draper`
nb_no: Liste lagrede spillelister. ** Bruk **: ​ ​ ​ ​ `[p]playlist list [args]` ** Args **: Følgende er alle valgfrie: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] ** Bare boteieren kan bruke dette ** ** Scope ** er ett av følgende: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User ** Forfatter ** kan være ett av følgende: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 ** Guild ** kan være ett av følgende: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Eksempel på bruk: ​ ​ ​ ​ `[p]playlist list` ​ ​ ​ ​ `[p]playlist list --scope Global` ​ ​ ​ ​ `[p]playlist list --scope User`
pl_pl: Lista zapisanych list odtwarzania. **Usage**: `[p]playlist list [args]`. **Argsy**: Wszystkie poniższe są opcjonalne: --scope <scope> --author [user] --guild [guild] **Tylko właściciel bota może tego użyć**. **Scope** jest jednym z następujących: Global Guild User **Autor** może być jednym z następujących: ID użytkownika Wzmianka o użytkowniku Nazwa Użytkownika#123 **Guild** może być jednym z następujących: ID gildii Dokładna nazwa gildii Przykładowe użycie: `[p]playlist list` `[p]playlist list --scope Global`. `[p]playlist list --scope User`
ru_ru: Список сохраненных плейлистов. **Использование**: `[p]playlist list [args]`. **Параметры**: Все следующие параметры являются необязательными: --scope <scope> --author [user] --guild [guild] **Это может использовать только владелец бота**. **Сфера** является одной из следующих: Глобальный Гильдия Пользователь **Автор** может быть одним из следующих: ID пользователя Упоминание пользователя Имя пользователя#123 **Гильдия** может быть одной из следующих: ID гильдии Точное название гильдии Пример использования: `[p]playlist list` `[p]playlist list --scope Global` `[p]playlist list --scope User`
tr_tr: Kaydedilmiş çalma listelerini listele. **Kullanım**: ​ ​ ​ ​ `[p]playlist list [args]` **Seçenekler**: ​ ​ ​ ​ Bunların hepsi isteğe bağlıdır: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Bunu sadece bot sahibi kullanabilir** **Kapsam** bunlardan biri olabilir: ​ ​ ​ ​ Global (Küresel) ​ ​ ​ ​ Guild (Sunucu) ​ ​ ​ ​ User (Kullanıcı) **Yapımcı** bunlardan biri olabilir: ​ ​ ​ ​ Kullanıcı IDsi ​ ​ ​ ​ Kullanıcı etiketi ​ ​ ​ ​ Kullanıcı adı#1234 **Sunucu** bunlardan biri olabilir: ​ ​ ​ ​ Sunucu IDsi ​ ​ ​ ​ Sunucu tam adı Örnek kullanım: ​ ​ ​ ​ `[p]playlist list` ​ ​ ​ ​ `[p]playlist list --scope Global` ​ ​ ​ ​ `[p]playlist list --scope User`

source: No saved playlists available in this server.
de_de: Keine gespeicherten Playlists auf diesem Server.
es_es: No hay listas de reproducción guardadas disponibles en este servidor.
fi_fi: Tällä palvelimella ei ole tallennettuja soittolistoja.
fr_fr: Aucune playlist enregistrée disponible sur ce serveur.
nb_no: Ingen lagrede spillelister tilgjengelig på denne serveren.
pl_pl: Brak zapisanych list odtwarzania dostępnych na tym serwerze.
ru_ru: Нету сохраненных плейлистов на этом сервере.
tr_tr: Bu sunucu için kaydedilmiş çalma listesi bulunmamakta.
