Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/core/commands/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: No saved playlists for {scope} created by {author}.
de_de: Keine gespeicherten Wiedergabelisten für {scope} erstellt von {author}.
es_es: No hay listas de reproducción guardadas para {scope} creadas por {author}.
fi_fi: Ei tallennettuja soittolistoja tasolle {scope} joiden tekijä olisi {author}.
fr_fr: Aucune playlist enregistrée pour {scope} créée par {author}.
nb_no: Ingen lagrede spillelister for {scope} opprettet av {author}.
pl_pl: Brak zapisanych list odtwarzania dla {scope} utworzonych przez {author}.
ru_ru: Нет сохраненных плейлистов для {scope}, созданных {author}.
tr_tr: {author} tarafından {scope} için kaydedilmiş çalma listesi bulunmamakta.

source: No saved playlists for {scope}.
de_de: Keine gespeicherten Wiedergabelisten für {scope}.
es_es: No hay listas de reproducción guardadas para {scope}.
fi_fi: Ei tallennettuja soittolistoja tasolla {scope}.
fr_fr: Aucune playlist enregistrée pour {scope}.
nb_no: Ingen lagrede spillelister for {scope}.
pl_pl: Brak zapisanych list odtwarzania dla {scope}.
ru_ru: Нет сохраненных плейлистов для {scope}.
tr_tr: {scope} için kaydedilmiş çalma listesi bulunmamakta.

source: Tracks: {num}
de_de: Titel: {num}
es_es: Canciones: {num}
fi_fi: Kappaleita: {num}
fr_fr: Pistes : {num}
nb_no: Spor: {num}
pl_pl: Utwory: {num}
ru_ru: Треки: {num}
tr_tr: Şarkı: {num}

source: Author: {name}
de_de: Autor: {name}
es_es: Autor: {name}
fi_fi: Tekijä: {name}
fr_fr: Auteur : {name}
nb_no: Forfatter: {name}
pl_pl: Autor: {name}
ru_ru: Автор: {name}
tr_tr: Oluşturan: {name}

source: Scope: {scope}
de_de: Geltungsbereich: {scope}
es_es: Alcance: {scope}
fi_fi: Taso: {scope}
fr_fr: Portée : {scope}
nb_no: Omfang: {scope}
pl_pl: Zakres: {scope}
ru_ru: Область: {scope}
tr_tr: Kapsam: {scope}

source: Save the queue to a playlist. **Usage**: ​ ​ ​ ​ `[p]playlist queue playlist_name [args]` **Args**: ​ ​ ​ ​ The following are all optional: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Only the bot owner can use this** **Scope** is one of the following: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** can be one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild** can be one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Example use: ​ ​ ​ ​ `[p]playlist queue MyGuildPlaylist` ​ ​ ​ ​ `[p]playlist queue MyGlobalPlaylist --scope Global` ​ ​ ​ ​ `[p]playlist queue MyPersonalPlaylist --scope User`
es_es: Configure una lista de reproducción para reproducir canciones automáticamente. ** Uso **: `[p]audioset autoplay playlist_name_OR_id [args]` ** Args **: Los siguientes son todos opcionales: --scope <scope > --autor [user] --Gremio [guild] ** Solo el propietario del bot puede usar este ** ** Alcance ** es uno de los siguientes: Gremio global Usuario ** Autor ** puede ser uno de los siguientes: ID de usuario Mención de usuario Nombre de usuario # 123 ** Gremio ** puede ser uno de los siguientes: Gremio ID Nombre exacto del gremio Ejemplo de uso: `[p]audioset autoplay MyGuildPlaylist` ` [p]audioset autoplay MyGlobalPlaylist --scope Global` ` [p]audioset autoplay PersonalPlaylist --scope Usuario --autor Draper`
nb_no: Lagre en kø i en spilleliste. **Bruk**: `[p]playlist queue spilleliste_navn[argumenter] **Argumenter**: De følgende er valgri: --scope <omfang> --author [bruker] --guild [klan] **Bare bot eieren kan bruke dette** **Omfang** er en av de følgende: Global Klan Bruker **Forfatter** kan være en av følgende: Bruker ID Bruker Omtale Bruker Navn#123 **Klan** kan være en av følgende: Klan ID Eksakt klan navn Eksempel: `[p]playlist queue MinKlanSpilleliste` `[p]playlist queue MinGlobaleSpilleliste --scope Global` `[p]playlist queue MinPersonligeSpilleliste --scope Bruker`
pl_pl: Zapisz kolejkę do listy odtwarzania. **Usage**: `[p]playlist queue playlist_name [args]`. **Argsy**: Wszystkie poniższe są opcjonalne: --scope <scope> --author [user] --guild [guild] **Tylko właściciel bota może tego użyć**. **Scope** jest jednym z następujących: Globalny Gildia Użytkownik **Autor** może być jednym z następujących: ID użytkownika Wzmianka o użytkowniku Nazwa Użytkownika#123 **Guild** może być jednym z następujących: ID gildii Dokładna nazwa gildii Przykładowe użycie: `[p]playlist queue MyGuildPlaylist` `[p]playlist queue MyGlobalPlaylist --scope Global`. `[p]playlist queue MyPersonalPlaylist --scope User`
ru_ru: Сохранить очередь в список воспроизведения. **Использование**: `[p]playlist queue playlist_name [args]`. **Параметры**: Следующие необязательны: --scope <scope> --author [user] --guild [guild] **Это может использовать только владелец бота**. **Сфера** является одной из следующих: Глобальный Гильдия Пользователь **Автор** может быть одним из следующих: ID пользователя Упоминание пользователя Имя пользователя#123 **Гильдия** может быть одной из следующих: ID гильдии Точное название гильдии Пример использования: `[p]playlist queue MyGuildPlaylist` `[p]playlist queue MyGlobalPlaylist --scope Global` `[p]playlist queue MyPersonalPlaylist --scope User`
tr_tr: Sırayı bir çalma listesine kaydet. **Kullanım**: ​ ​ ​ ​ `[p]playlist queue çalma_listesi_adı [args]` **Seçenekler**: ​ ​ ​ ​ Bunların hepsi isteğe bağlıdır: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Bunu sadece bot sahibi kullanabilir** **Kapsam** bunlardan biri olabilir: ​ ​ ​ ​ Global (Küresel) ​ ​ ​ ​ Guild (Sunucu) ​ ​ ​ ​ User (Kullanıcı) **Yapımcı** bunlardan biri olabilir: ​ ​ ​ ​ Kullanıcı IDsi ​ ​ ​ ​ Kullanıcı etiketi ​ ​ ​ ​ Kullanıcı adı#1234 **Sunucu** bunlardan biri olabilir: ​ ​ ​ ​ Sunucu IDsi ​ ​ ​ ​ Sunucu tam adı Örnek kullanım: ​ ​ ​ ​ `[p]playlist queue BenimSunucuÇalmaListem` ​ ​ ​ ​ `[p]playlist queue BenimKüreselÇalmaListem --scope Global` ​ ​ ​ ​ `[p]playlist queue BenimKişiselÇalmaListem --scope User`

source: Playlist {name} (`{id}`) [**{scope}**] saved from current queue: {num} tracks added.
de_de: Wiedergabeliste {name} (`{id}`) [**{scope}**] aus der aktuellen Warteschlange gespeichert: {num} Titel wurden hinzugefügt.
es_es: Lista de reproducción {name} (`{id}`) [**{scope}**] guardada de la cola actual: {num} pistas añadidas.
fi_fi: Soittolista {name} (`{id}`) [**{scope}**] tallennettu nykyisestä jonosta: {num} kappaletta lisättiin.
nb_no: Spilleliste {name} (`{id}`) [** {scope} **] lagret: {num} spor lagt til.
pl_pl: Lista odtwarzania {name} (`{id}`) [**{scope}**] zapisana z bieżącej kolejki: dodano {num} utworów.
ru_ru: Плейлист {name} (`{id}`) [**{scope}**] сохранен из текущей очереди: {num} добавлено треков.
tr_tr: Şu anki sıra {name} (`{id}`) [**{scope}**] çalma listesine kaydedildi: {num} parça eklendi.

source: Playlist limit reached: Could not add {} tracks.
de_de: Wiedergabelisten-Limit erreicht: {} Titel konnten nicht hinzugefügt werden.
es_es: Límite de lista de reproducción alcanzado: No se pudo añadir {} pistas.
fi_fi: Soittolistan raja saavutettu: Ei voitu lisätä {} kappaletta.
fr_fr: Limite de la playlist atteinte : Impossible d'ajouter {} pistes.
nb_no: Spilleliste nådd: Kunne ikke legge til spor.
pl_pl: Osiągnięto limit playlisty: Nie można dodać {} utworów.
ru_ru: Достигнут лимит списка плейлиста: Не удалось добавить {} треков.
tr_tr: Çalma listesi limitine ulaşıldı: {} parça eklenemiyor.

source: Remove a track from a playlist by url. **Usage**: ​ ​ ​ ​ `[p]playlist remove playlist_name_OR_id url [args]` **Args**: ​ ​ ​ ​ The following are all optional: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Only the bot owner can use this** **Scope** is one of the following: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** can be one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild** can be one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Example use: ​ ​ ​ ​ `[p]playlist remove MyGuildPlaylist https://www.youtube.com/watch?v=MN3x-kAbgFU` ​ ​ ​ ​ `[p]playlist remove MyGlobalPlaylist https://www.youtube.com/watch?v=MN3x-kAbgFU --scope Global` ​ ​ ​ ​ `[p]playlist remove MyPersonalPlaylist https://www.youtube.com/watch?v=MN3x-kAbgFU --scope User`
es_es: Configure una lista de reproducción para reproducir canciones automáticamente. ** Uso **: `[p]audioset autoplay playlist_name_OR_id [args]` ** Args **: Los siguientes son todos opcionales: --scope <scope > --autor [user] --Gremio [guild] ** Solo el propietario del bot puede usar este ** ** Alcance ** es uno de los siguientes: Gremio global Usuario ** Autor ** puede ser uno de los siguientes: ID de usuario Mención de usuario Nombre de usuario # 123 ** Gremio ** puede ser uno de los siguientes: Gremio ID Nombre exacto del gremio Ejemplo de uso: `[p]audioset autoplay MyGuildPlaylist` ` [p]audioset autoplay MyGlobalPlaylist --scope Global` ` [p]audioset autoplay PersonalPlaylist --scope Usuario --autor Draper`
nb_no: Fjern et spor fra en spilleliste av url **Usage**: `[p]playlist remove spilleliste_navn_eller_id url [Argumenter] **Argumenter**: De følgende er valgfri: --scope <omfang> --author [forfatter] --guild [klan] **Bare bot eienren kan bruke denne** **Omfang** er en av de følgende: Global Klan Bruker **Forfatter** kan være en av de følgende: Bruker ID Bruker Omtale Bruker Navn#123 **Klan** kan være en av de følgende: Klan ID Eksakt klan navn Eksempel: `[p]playlist remove MinKlanSpilleliste https://www.youtube.com/watch?v=MN3x-kAbgFU` `[p]playlist remove MinGlobaleSpilleliste https://www.youtube.com/watch?v=MN3x-kAbgFU --scope Global` `[p]playlist remove MinPersonligeSpilleliste https://www.youtube.com/watch?v=MN3x-kAbgFU --scope User`
pl_pl: Usuń utwór z listy odtwarzania po adresie url. **Usage**: `[p]playlist remove playlist_name_OR_id url [args]`. **Argsy**: Wszystkie poniższe są opcjonalne: --scope <scope> --author [user] --guild [guild] **Tylko właściciel bota może tego użyć**. **Scope** jest jednym z następujących: Globalny Gildia Użytkownik **Autor** może być jednym z następujących: ID użytkownika Wzmianka o użytkowniku Nazwa Użytkownika#123 **Guild** może być jednym z następujących: ID gildii Dokładna nazwa gildii Przykładowe użycie: `[p]playlist remove MyGuildPlaylist https://www.youtube.com/watch?v=MN3x-kAbgFU` `[p]playlist remove MyGlobalPlaylist https://www.youtube.com/watch?v=MN3x-kAbgFU --scope Global`. `[p]playlist remove MyPersonalPlaylist https://www.youtube.com/watch?v=MN3x-kAbgFU --scope User`
ru_ru: Удаление трека из списка воспроизведения по url. **Использование**: `[p]playlist remove playlist_name_OR_id url [args]`. **Параметры**: Все следующие параметры являются необязательными: --scope <scope> --author [user] --guild [guild] **Это может использовать только владелец бота**. **Сфера** является одной из следующих: Глобальный Гильдия Пользователь **Автор** может быть одним из следующих: ID пользователя Упоминание пользователя Имя пользователя#123 **Гильдия** может быть одной из следующих: ID гильдии Точное название гильдии Пример использования: `[p]playlist remove MyGuildPlaylist https://www.youtube.com/watch?v=MN3x-kAbgFU`. `[p]playlist remove MyGlobalPlaylist https://www.youtube.com/watch?v=MN3x-kAbgFU --scope Global` `[p]playlist remove MyPersonalPlaylist https://www.youtube.com/watch?v=MN3x-kAbgFU --scope User`
tr_tr: Bir çalma listesinden URL ile bir parça çıkar. **Kullanım**: ​ ​ ​ ​ `[p]playlist remove çalma_listesi_adı_VEYA_idsi url [args]` **Seçenekler**: ​ ​ ​ ​ Bunların hepsi isteğe bağlıdır: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Bunu sadece bot sahibi kullanabilir** **Kapsam** bunlardan biri olabilir: ​ ​ ​ ​ Global (Küresel) ​ ​ ​ ​ Guild (Sunucu) ​ ​ ​ ​ User (Kullanıcı) **Yapımcı** bunlardan biri olabilir: ​ ​ ​ ​ Kullanıcı IDsi ​ ​ ​ ​ Kullanıcı etiketi ​ ​ ​ ​ Kullanıcı adı#1234 **Sunucu** bunlardan biri olabilir: ​ ​ ​ ​ Sunucu IDsi ​ ​ ​ ​ Sunucu tam adı Örnek kullanım: ​ ​ ​ ​ `[p]playlist remove BenimSunucuÇalmaListem https://www.youtube.com/watch?v=MN3x-kAbgFU` ​ ​ ​ ​ `[p]playlist remove BenimKüreselÇalmaListem https://www.youtube.com/watch?v=MN3x-kAbgFU --scope Global` ​ ​ ​ ​ `[p]playlist remove BenimKişiselÇalmaListem https://www.youtube.com/watch?v=MN3x-kAbgFU --scope User`

source: URL not in playlist.
de_de: URL ist nicht in der Playlist.
es_es: URL no en la lista de reproducción.
fi_fi: URL-osoite ei ole soittolistalla.
fr_fr: L'url n'est pas dans la playlist.
nb_no: URL-en er ikke i spillelisten.
pl_pl: Adres URL nie jest na liście odtwarzania.
ru_ru: URL отсутствует в плейлисте.
tr_tr: URL liste de değil

source: No tracks left, removing playlist.
de_de: Keine Titel mehr übrig, entferne Playlist.
es_es: No quedan canciones, eliminando la lista de reproducción.
fi_fi: Ei kappaleita jäljellä, poistetaan soittolista.
fr_fr: Aucune piste restante, suppression de la playlist.
nb_no: Ingen spor igjen, fjerner spillelisten.
pl_pl: Brak utworów, usuwanie listy odtwarzania.
ru_ru: Треков не осталось, удаляя плейлист.
tr_tr: Hiç şarkı kalmadı, playlist kaldırılıyor.

source: {num} entries have been removed from the playlist {playlist_name} (`{id}`) [**{scope}**].
de_de: {num} Einträge wurden aus der Playlist {playlist_name} (`{id}`) [**{scope} **] entfernt.
es_es: {num} entradas han sido eliminadas de la lista de reproducción {playlist_name} (`{id}`) [**{scope}**].
fi_fi: {num} kappaletta poistettiin soittolistalta {playlist_name} (`{id}`) [**{scope}**].
nb_no: {num} oppføringer er fjernet fra spillelisten {playlist_name} (`{id}`) [** {scope} **].
pl_pl: {num} wpisów zostało usuniętych z listy odtwarzania {playlist_name} (`{id}`) [**{scope}**].
ru_ru: {num} записей были удалены из списка воспроизведения {playlist_name} (`{id}`) [**{scope}**].
tr_tr: {num} girdi {playlist_name} (`{id}`) [**{scope}**] çalma listesinden kaldırıldı.

source: The track has been removed from the playlist: {playlist_name} (`{id}`) [**{scope}**].
de_de: Der Titel wurde aus der Wiedergabeliste entfernt: {playlist_name} (`{id}`) [**{scope}**].
es_es: La pista ha sido eliminada de la lista de reproducción: {playlist_name} (`{id}`) [**{scope}**].
fi_fi: Kappale on poistettu soittolistalta: {playlist_name} (`{id}`) [**{scope}**].
fr_fr: La piste a été retirée de la playlist : {playlist_name} (`{id}`) [**{scope}**].
nb_no: Sporet er fjernet fra spillelisten: {playlist_name} (`{id}`) [** {scope} **].
pl_pl: Utwór został usunięty z listy odtwarzania: {playlist_name} (`{id}`) [**{scope}**].
ru_ru: Композиция была удалена из списка плейлиста: {playlist_name} (`{id}`) [**{scope}**].
tr_tr: Parça {playlist_name} (`{id}`) [**{scope}**] çalma listesinden kaldırıldı.

source: Save a playlist from a url. **Usage**: ​ ​ ​ ​ `[p]playlist save name url [args]` **Args**: ​ ​ ​ ​ The following are all optional: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Only the bot owner can use this** **Scope** is one of the following: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User **Author** can be one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123 **Guild** can be one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name Example use: ​ ​ ​ ​ `[p]playlist save MyGuildPlaylist https://www.youtube.com/playlist?list=PLx0sYbCqOb8Q_CLZC2BdBSKEEB59BOPUM` ​ ​ ​ ​ `[p]playlist save MyGlobalPlaylist https://www.youtube.com/playlist?list=PLx0sYbCqOb8Q_CLZC2BdBSKEEB59BOPUM --scope Global` ​ ​ ​ ​ `[p]playlist save MyPersonalPlaylist https://open.spotify.com/playlist/1RyeIbyFeIJVnNzlGr5KkR --scope User`
es_es: Configure una lista de reproducción para reproducir canciones automáticamente. ** Uso **: `[p]audioset autoplay playlist_name_OR_id [args]` ** Args **: Los siguientes son todos opcionales: --scope <scope > --autor [user] --Gremio [guild] ** Solo el propietario del bot puede usar este ** ** Alcance ** es uno de los siguientes: Gremio global Usuario ** Autor ** puede ser uno de los siguientes: ID de usuario Mención de usuario Nombre de usuario # 123 ** Gremio ** puede ser uno de los siguientes: Gremio ID Nombre exacto del gremio Ejemplo de uso: `[p]audioset autoplay MyGuildPlaylist` ` [p]audioset autoplay MyGlobalPlaylist --scope Global` ` [p]audioset autoplay PersonalPlaylist --scope Usuario --autor Draper`
nb_no: Lagre en spilleliste fra en url.' **Bruk**: `[p]playlist save navn url [argumenter]` **Argumenter** De følgende er valgfri: --scope <omfang> --author [bruker] --guild [klan] **Bare bot eieren kan bruke denne** **Omfang** er en av de følgende: Global Klan Bruker **Forfatter** kan være en av de følgende: Bruker ID Bruker Omtale Bruker Navn#123 **Klan** kan være en av de følgende: Klan ID Eksakt klan navn Eksempel: `[p]playlist save MinKlanSpilleliste https://www.youtube.com/playlist?list=PLx0sYbCqOb8Q_CLZC2BdBSKEEB59BOPUM` `[p]playlist save MinGlobaleSpilleliste https://www.youtube.com/playlist?list=PLx0sYbCqOb8Q_CLZC2BdBSKEEB59BOPUM --scope Global` `[p]playlist save MinPersonligeSpilleliste https://open.spotify.com/playlist/1RyeIbyFeIJVnNzlGr5KkR --scope Bruker`
pl_pl: Zapisywanie listy odtwarzania z adresu url. **Usage**: `[p]playlist save name url [args]`. **Argsy**: Wszystkie poniższe są opcjonalne: --scope <scope> --author [user] --guild [guild] **Tylko właściciel bota może tego użyć**. **Scope** jest jednym z następujących: Globalny Gildia Użytkownik **Autor** może być jednym z następujących: ID użytkownika Wzmianka o użytkowniku Nazwa Użytkownika#123 **Guild** może być jednym z następujących: ID gildii Dokładna nazwa gildii Przykładowe użycie: `[p]playlist save MyGuildPlaylist https://www.youtube.com/playlist?list=PLx0sYbCqOb8Q_CLZC2BdBSKEEB59BOPUM` `[p]playlist save MyGlobalPlaylist https://www.youtube.com/playlist?list=PLx0sYbCqOb8Q_CLZC2BdBSKEEB59BOPUM --scope Global`. `[p]playlist save MyPersonalPlaylist https://open.spotify.com/playlist/1RyeIbyFeIJVnNzlGr5KkR --scope User`
ru_ru: Сохранить список воспроизведения из url. **Использование**: `[p]playlist save name url [args]`. **Параметры**: Все следующие параметры являются необязательными: --scope <scope> --author [user] --guild [guild] **Это может использовать только владелец бота**. **Сфера** является одной из следующих: Глобальный Гильдия Пользователь **Автор** может быть одним из следующих: ID пользователя Упоминание пользователя Имя пользователя#123 **Гильдия** может быть одной из следующих: ID гильдии Точное название гильдии Пример использования: `[p]playlist save MyGuildPlaylist https://www.youtube.com/playlist?list=PLx0sYbCqOb8Q_CLZC2BdBSKEEB59BOPUM`. `[p]playlist save MyGlobalPlaylist https://www.youtube.com/playlist?list=PLx0sYbCqOb8Q_CLZC2BdBSKEEB59BOPUM --scope Global` `[p]playlist save MyPersonalPlaylist https://open.spotify.com/playlist/1RyeIbyFeIJVnNzlGr5KkR --scope User`
tr_tr: Bir URLden bir çalma listesi kaydet. **Kullanım**: ​ ​ ​ ​ `[p]playlist save isim url [args]` **Seçenekler**: ​ ​ ​ ​ Bunların hepsi isteğe bağlıdır: ​ ​ ​ ​ ​ ​ ​ ​ --scope <scope> ​ ​ ​ ​ ​ ​ ​ ​ --author [user] ​ ​ ​ ​ ​ ​ ​ ​ --guild [guild] **Bunu sadece bot sahibi kullanabilir** **Kapsam** bunlardan biri olabilir: ​ ​ ​ ​ Global (Küresel) ​ ​ ​ ​ Guild (Sunucu) ​ ​ ​ ​ User (Kullanıcı) **Yapımcı** bunlardan biri olabilir: ​ ​ ​ ​ Kullanıcı IDsi ​ ​ ​ ​ Kullanıcı etiketi ​ ​ ​ ​ Kullanıcı adı#1234 **Sunucu** bunlardan biri olabilir: ​ ​ ​ ​ Sunucu IDsi ​ ​ ​ ​ Sunucu tam adı Örnek Kullanım: ​ ​ ​ ​ `[p]playlist save BenimSunucuÇalmaListem https://www.youtube.com/playlist?list=PLx0sYbCqOb8Q_CLZC2BdBSKEEB59BOPUM` ​ ​ ​ ​ `[p]playlist save BenimKüreselÇalmaListem https://www.youtube.com/playlist?list=PLx0sYbCqOb8Q_CLZC2BdBSKEEB59BOPUM --scope Global` ​ ​ ​ ​ `[p]playlist save BenimKişiselÇalmaListem https://open.spotify.com/playlist/1RyeIbyFeIJVnNzlGr5KkR --scope User`

source: Playlist {name} (`{id}`) [**{scope}**] saved: {num} tracks added.
de_de: Wiedergabeliste {name} (`{id}`) [**{scope}**] gespeichert: {num} Titel wurden hinzugefügt.
es_es: Lista de reproducción {name} (`{id}`) [**{scope}**] guardado: {num} pistas añadidas.
fi_fi: Soittolista {name} (`{id}`) [**{scope}**] tallennettu: {num} kappaletta lisätty.
nb_no: Spilleliste {name} (`{id}`) [** {scope} **] lagret: {num} spor lagt til.
pl_pl: Lista odtwarzania {name} (`{id}`) [**{scope}**] zapisana: dodano {num} utworów.
ru_ru: Плейлист {name} (`{id}`) [**{scope}**] сохранен: {num} треков добавлено.
tr_tr: Çalma listesi {name} (`{id}`) [**{scope}**] kaydedildi: {num} parça eklendi.

source: Playlist Couldn't be created
de_de: Wiedergabeliste konnte nicht erstellt werden
es_es: No se pudo crear la lista de reproducción
fi_fi: Soittolistaa ei voitu luoda
fr_fr: La playlist n'a pas pu être créée
nb_no: Spilleliste kunne ikke opprettes
pl_pl: Nie można utworzyć listy odtwarzania
ru_ru: Плейлист не может быть создан
tr_tr: Çalma listesi oluşturulamadı

source: Unable to create your playlist.
de_de: Deine Playlist kann nicht erstellt werden.
es_es: No se puede crear tu lista de reproducción.
fi_fi: Soittolistasi luominen ei onnistunut.
fr_fr: Impossible de créer votre playlist.
nb_no: Kan ikke opprette spillelisten din.
pl_pl: Nie można utworzyć twojej listy odtwarzania.
ru_ru: Не удается создать ваш плейлист.
tr_tr: Çalma listeniz oluşturulamadı.
