Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/admin/locales/*.po
Languages: ar_sa, cs_cz, de_de, es_es, fi_fi, fr_fr, hr_hr, id_id, it_it, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, sl_si, tr_tr, zh_cn

source: I attempted to do something that Discord denied me permissions for. Your command failed to successfully complete.
ar_sa: حاولت القيام بشيء لا أملك تصريح من ديسكورد لفعله. فشل أمرك في إكمال نجاحه.
cs_cz: Pokusil jsem se udělat něco, co mi Discord odepřel. Tvůj příkaz se nepodažilo úspěšně dokončit.
de_de: Ich habe versucht, etwas zu tun, wofür mir Discord die Erlaubnis verweigert hat. Dein Befehl wurde nicht erfolgreich ausgeführt.
es_es: He intentado hacer algo, pero Discord me ha negado el permiso. Su comando no ha podido completarse correctamente.
fi_fi: Yritin tehdä jotain, jonka Discord kielsi minulle luvat. Komento epäonnistui onnistuneesti.
fr_fr: J'ai tenté de faire quelque chose que pour lequel Discord m'a refusé les permissions. La commande a échoué.
hr_hr: Pokušao sam učiniti nešto za što mi je Discord uskratio dozvole. Vaša naredba nije uspješno dovršena.
id_id: Saya mencoba melakukan sesuatu yang tidak diizinkan oleh Discord untuk saya. Perintah Anda gagal untuk dijalankan.
it_it: Ho provato a fare qualcosa ma Discord mi ha negato i permessi per farla. Il tuo comando non è stato completato con successo.
ko_kr: 제가 사용할 수 없는 기능이 포함되어 당신의 요청을 수행할 수 없었어요.
nb_no: Jeg forsøkte å gjøre noe som Discord nektet meg tillatelser til. Kommandoen din kunne ikke fullføre.
nl_nl: Ik probeerde iets te doen waarvoor Discord me geen toestemming heeft gegeven. Je commando kon niet worden voltooid.
pl_pl: Próbowałem/am zrobić coś, do czego Discord odmówił mi uprawnień. Twoja komenda nie powiodła się.
pt_br: Eu tentei fazer algo que o Discord me negou as permissões. Seu comando falhou em ser completado com sucesso.
pt_pt: Tentei fazer uma coisa que o Discord negou permissão para fazer. O comando não foi concluído.
ru_ru: Я попыталась сделать что-то, в чем Discord отказал мне в разрешениях. Ваша команда не была выполнена успешно.
sk_sk: Pokúsil som sa urobiť niečo, pre čo mi Discord odoprel povolenie. Váš príkaz sa nepodarilo úspešne dokončiť.
sl_si: Poskusil sem narediti nekaj kar mi Discord ne dovoljuje. Ukaza ni bilo mogoče uspešno dokončati.
tr_tr: Bir şey denemeye çalışıldı ancak Discord izinleri yeterli olmadığından komutunuz işleme koyulamadı.
zh_cn: 我试图做一些Discord没有允许我做的事情。你的命令无法完成

source: I can not give {role.name} to {member.display_name} because that role is higher than or equal to my highest role in the Discord hierarchy.
ar_sa: لا يمكنني إعطاء {role.name} إلى {member.display_name} لأن هذا الرتبة أعلى من أو يساوي أعلى رتبةي في التسلسل الهرمي لـ Discord.
cs_cz: Nemohu dát {role.name} uživateli {member.display_name}, protože tato role je vyšší nebo rovna mé nejvyšší roli v Discord hierarchii.
de_de: Ich kann die Rolle „{role.name}“ nicht an {member.display_name} vergeben, weil diese Rolle höher oder gleich meiner höchsten Rolle in der Discord Rollen-Hierarchie ist.
es_es: No puedo dar el rol {role.name} a {member.display_name} porque ese rol es mayor o igual a mi rol más alto en la jerarquía de Discord.
fi_fi: En voi antaa roolia {role.name} käyttäjälle {member.display_name}, koska rooli on korkeammalla kuin minun ylin roolini Discordin hierarkiassa.
fr_fr: Je ne peux pas donner {role.name} à {member.display_name} car ce rôle est supérieur ou égal à mon rôle le plus élevé dans la hiérarchie Discord.
hr_hr: Ne mogu dati {role.name} korisniku {member.display_name} jer je ta uloga viša ili jednaka mojoj najvišoj ulozi u Discord hijerarhiji.
id_id: Saya tidak dapat memberikan {role.name} kepada {member.display_name} karena Role itu lebih tinggi atau sama dengan Role tertinggi saya dalam tingkatan Discord.
it_it: Non posso dare {role.name} a {member.display_name} poiché quel ruolo è superiore o uguale al mio ruolo più alto nella gerarchia di Discord.
ko_kr: {role.name} 역할을 {member.display_name}님에게 지급할 수 없었어요. 이 역할은 제 가장 높은 역할보다 높거나, 같아요.
nb_no: Jeg kan ikke gi {role.name} til {member.display_name} fordi den rollen er høyere enn eller lik min høyeste rolle i Discord-hierarkiet.
nl_nl: Ik kan {role.name} niet aan {member.display_name} geven omdat die rol hoger of gelijk is aan mijn hoogste rol in de Discord rangorde.
pl_pl: Nie mogę dać {role.name} {member.display_name} ponieważ ta rola jest wyższa lub równa mojej najwyższej roli w hierarchii Discorda.
pt_br: Não posso atribuir o cargo {role.name} para {member.display_name} porque este cargo é mais alto ou igual ao meu mais alto cargo na hierarquia do Discord.
pt_pt: Eu não posso dar {role.name} a {member.display_name} porque esse cargo é igual ou maior a meu cargo na hierarquia do Discord.
ru_ru: Я не могу дать {role.name} {member.display_name}, потому что эта роль выше или равна моей самой высокой роли в иерархии Discord.
sk_sk: Nemôžem dať {role.name} na {member.display_name} pretože táto rola je vyššia alebo rovná mojej najvyššej rolí v Discord hierarchií.
sl_si: Ne morem dodati role {role.name} uporabniku {member.display_name} ker je ta rola višja ali enaka moji najvišji roli v Discordovi hierarhiji.
tr_tr: {member.display_name} kullanıcısına {role.name} veremiyorum çünkü bu rol Discord hiyerarşisinde rolüme eşit veya daha yüksek.
zh_cn: 我不能将 {role.name} 给 {member.display_name} ，因为这个角色高于或等于我在Discord等级中的最高角色

source: I can not remove {role.name} from {member.display_name} because that role is higher than or equal to my highest role in the Discord hierarchy.
ar_sa: لا يمكنني إزالة {role.name} من {member.display_name} لأن هذا الرتبة أعلى من أو يساوي أعلى رتبةي في التسلسل الهرمي لـ Discord.
cs_cz: Nemohu odebrat {role.name} uživateli {member.display_name}, protože tato role je vyšší nebo rovna mé nejvyšší roli v Discord hierarchii.
de_de: Ich kann {member.display_name} nicht die Rolle „{role.name}“ entziehen, weil diese Rolle höher oder gleich meiner höchsten Rolle in der Discord Rollen-Hierarchie ist.
es_es: No puedo eliminar el rol {role.name} de {member.display_name} porque ese rol es mayor o igual que mi rol más alto en la jerarquía de Discord.
fi_fi: En voi poistaa roolia {role.name} käyttäjältä {member.display_name}, koska rooli on korkeammalla kuin minun ylin roolini Discordin hierarkiassa.
fr_fr: Je ne peux pas supprimer {role.name} de {member.display_name} car ce rôle est supérieur ou égal à mon rôle le plus élevé dans la hiérarchie Discord.
hr_hr: Ne mogu ukloniti {role.name} od {member.display_name} jer je ta uloga viša ili jednaka mojoj najvišoj ulozi u Discord hijerarhiji.
id_id: Saya tidak dapat memberikan {role.name} kepada {member.display_name} karena Role itu lebih tinggi atau sama dengan Role tertinggi saya dalam tingkatan Discord.
it_it: Non posso rimuovere {role.name} da {member.display_name} poiché quel ruolo è superiore o uguale al mio ruolo più alto nella gerarchia di Discord.
ko_kr: {role.name} 역할을 {member.display_name}님에게서 뺏을 수 없었어요. 이 역할은 제 가장 높은 역할보다 높거나, 같아요.
nb_no: Jeg kan ikke fjerne {role.name} fra {member.display_name} fordi den rollen er høyere enn eller lik min høyeste rolle i Discord-hierarkiet.
nl_nl: Ik kan {role.name} niet van {member.display_name} verwijderen omdat die rol hoger dan of gelijk is aan mijn hoogste rol in de Discord rangorde.
pl_pl: Nie mogę usunąć {role.name} z {member.display_name}, ponieważ ta rola jest wyższa lub równa mojej najwyższej roli w hierarchii Discorda.
pt_br: Não posso remover o cargo {role.name} de {member.display_name} porque este cargo é mais alto ou igual ao meu mais alto cargo na hierarquia do Discord.
pt_pt: Não posso remover {role.name} de {member.display_name} porque esse cargo é igual ou maior a meu cargo na hierarquia do Discord.
ru_ru: Я не могу убрать {role.name} из {member.display_name}, потому что эта роль выше или равна моей самой высокой роли в иерархии Discord.
sl_si: Ne morem odstraniti role {role.name} uporabniku {member.display_name} ker je ta rola višja ali enaka moji najvišji roli v Discordovi hierarhiji.
tr_tr: {member.display_name} kullanıcısından {role.name} rolünü kaldıramıyorum çünkü bu rol Discord hiyerarşisinde rolüme eşit veya daha yüksek.
zh_cn: 我不能将 {role.name} 从 {member.display_name} 中移除，因为这个角色高于或等于我在Discord等级中的最高角色

source: I can not edit {role.name} because that role is higher than my or equal to highest role in the Discord hierarchy.
ar_sa: لا يمكنني تحرير {role.name} لأن هذا الرتبة أعلى من رتبةي أو يساوي أعلى رتبة في التسلسل الهرمي لـ Discord.
cs_cz: Nemohu upravit {role.name}, protože tato role je vyšší, než moje nebo stejná jako nejvyšší role v Discord hierarchii.
de_de: Ich kann die Rolle „{role.name}“ nicht bearbeiten, weil diese Rolle höher oder gleich meiner höchsten Rolle in der Discord Rollen-Hierarchie ist.
es_es: No puedo editar el rol {role.name} porque ese rol es mayor que el mío o igual al rol más alto en la jerarquía de Discord.
fi_fi: En voi muokata roolia {role.name}, koska se on korkeammalla kuin minun ylin roolini Discordin hierarkiassa.
fr_fr: Je ne peux pas modifier {role.name} parce que ce rôle est supérieur ou égal à mon rôle le plus élevé dans la hiérarchie Discord.
hr_hr: Ne mogu uređivati {role.name} jer je ta uloga viša od moje ili jednaka najvišoj ulozi u Discord hijerarhiji.
id_id: Saya tidak dapat mengedit {role.name} karena role itu lebih tinggi dari saya atau sama dengan role tertinggi dalam tingkatan Discord.
it_it: Non posso modificare {role.name} poiché quel ruolo è superiore o uguale al mio ruolo nella gerarchia di Discord.
ko_kr: {role.name} 역할을 수정할 수 없었어요. 이 역할은 제 가장 높은 역할보다 높거나, 같아요.
nb_no: Jeg kan ikke redigere {role.name} fordi den rollen er høyere enn min eller lik den høyeste rollen i Discord-hierarkiet.
nl_nl: Ik kan {role.name} niet bewerken omdat die rol hoger is dan mijn of de hoogste rol in de Discord rangorde.
pl_pl: Nie mogę edytować {role.name}, ponieważ ta rola jest wyższa niż moja lub równa najwyższej roli w hierarchii Discorda.
pt_br: Não posso alterar o cargo {role.name} porque este cargo é mais alto ou igual ao meu mais alto cargo na hierarquia do Discord.
pt_pt: Não posso editar {role.name} porque esse cargo é igual ou maior à minha hierarquia no Discord.
ru_ru: Я не могу редактировать {role.name}, потому что эта роль выше, чем моя или равная самой высокой роли в иерархии Discord.
sl_si: Ne morem spreminjati role {role.name} ker je ta rola višja ali enaka moji najvišji roli v Discordovi hierarhiji.
tr_tr: {role.name} kullanıcısının rolünü düzenleyemiyorum, çünkü bu rol Discord hiyerarşisinde rolüme eşit veya daha yüksek.
zh_cn: 我不能编辑 {role.name} ，因为该角色高于或等于我在Discord等级中的最高角色

source: I can not let you give {role.name} to {member.display_name} because that role is higher than or equal to your highest role in the Discord hierarchy.
ar_sa: لا يمكنني السماح لك بإعطاء {role.name} لـ {member.display_name} لأن هذا الرتبة أعلى من أو يساوي أعلى رتبةك في التسلسل الهرمي لـ Discord.
cs_cz: Nemohu ti dovolit dát {role.name} uživateli {member.display_name}, protože tato role je vyšší nebo rovna tvé nejvyšší roli v Discord hierarchii.
de_de: Du darfst, die Rolle „{role.name}“ nicht an {member.display_name} vergeben, weil diese Rolle höher oder gleich deiner höchsten Rolle in der Discord Rollen-Hierarchie ist.
es_es: No puedo dejar que le des el rol {role.name} a {member.display_name} porque ese rol es mayor o igual a tu rol más alto en la jerarquía de Discord.
fi_fi: En voi antaa roolia {role.name} käyttäjälle {member.display_name}, koska rooli on korkeammalla kuin minun ylin roolini Discordin hierarkiassa.
fr_fr: Je ne peux pas vous laisser donner {role.name} à {member.display_name} car ce rôle est supérieur ou égal à votre rôle le plus haut dans la hiérarchie Discord.
hr_hr: Ne mogu vam dopustiti da dodate {role.name} korisniku {member.display_name} jer je ta uloga viša ili jednaka vašoj najvišoj ulozi u Discord hijerarhiji.
id_id: Saya tidak dapat memberikan {role.name} kepada {member.display_name} karena Role itu lebih tinggi atau sama dengan Role tertinggi saya dalam tingkatan Discord.
it_it: Non posso permetterti di dare {role.name} a {member.display_name} perché quel ruolo è superiore o uguale al tuo ruolo più alto nella gerarchia di Discord.
ko_kr: 당신은 {role.name} 역할을 {member.display_name}님에게 부여할 수 없어요. 이 역할은 제 가장 높은 역할보다 높거나, 같아요.
nb_no: Jeg kan ikke la deg gi {role.name} til {member.display_name} fordi den rollen er høyere enn eller lik din høyeste rolle i Discord-hierarkiet.
nl_nl: Ik kan je {role.name} niet aan {member.display_name} laten geven omdat die rol hoger is dan of gelijk is aan je hoogste rol in de Discord rangorde.
pl_pl: Nie mogę pozwolić Tobie dać {role.name} {member.display_name} ponieważ ta rola jest większa lub równa twojej najwyższej roli w hierarchii Discorda.
pt_br: Não posso deixar você atribuir o cargo {role.name} para {member.display_name} porque este cargo é mais alto ou igual ao seu mais alto cargo na hierarquia do Discord.
pt_pt: Eu não posso dar {role.name} a {member.display_name} porque esse cargo é igual ou maior ao meu cargo na hierarquia do Discord.
ru_ru: Я не могу дать {role.name} пользователю {member.display_name}, поскольку эта роль выше или равна вашей самой высокой роли в иерархии Discord.
sl_si: Ne morem ti dovoliti dodati role {role.name} uporabniku {member.display_name} ker je ta rola višja ali enaka tvoji roli v Discordovi hierarhiji.
tr_tr: {member.display_name} kullanıcısına {role.name} rolünü verilemedi çünkü bu rol discord hiyerarşisinde senin mevcut rolünden daha yüksek durumda.
zh_cn: 我不能让你把 {role.name} 给 {member.display_name} ，因为这个角色高于或等于你在 Discord 等级中的最高角色

source: I can not let you remove {role.name} from {member.display_name} because that role is higher than or equal to your highest role in the Discord hierarchy.
ar_sa: لا يمكنني السماح لك بإزالة {role.name} من {member.display_name} لأن هذا الرتبة أعلى من أو يساوي أعلى رتبةك في التسلسل الهرمي لـ Discord.
cs_cz: Nemohu ti dovolit odebrat {role.name} uživateli {member.display_name}, protože tato role je vyšší nebo rovna tvé nejvyšší roli v Discord hierarchii.
de_de: Du darfst {member.display_name} nicht die Rolle „{role.name}“ entziehen, weil diese Rolle höher oder gleich deiner höchsten Rolle in der Discord Rollen-Hierarchie ist.
es_es: No puedo dejar que elimines el rol {role.name} de {member.display_name} porque ese rol es mayor o igual a tu rol más alto en la jerarquía de Discord.
fi_fi: En voi poistaa roolia {role.name} käyttäjältä {member.display_name}, koska rooli on korkeammalla kuin minun ylin roolini Discordin hierarkiassa.
fr_fr: Je ne peux pas vous permettre de supprimer {role.name} de {member.display_name} car ce rôle est supérieur ou égal à votre rôle le plus élevé dans la hiérarchie Discord.
hr_hr: Ne mogu vam dopustiti da uklonite {role.name} od {member.display_name} jer je ta uloga viša ili jednaka vašoj najvišoj ulozi u Discord hijerarhiji.
id_id: Saya tidak dapat memberikan {role.name} kepada {member.display_name} karena Role itu lebih tinggi atau sama dengan Role tertinggi saya dalam tingkatan Discord.
it_it: Non posso permetterti di rimuovere {role.name} da {member.display_name} poiché quel ruolo è superiore o uguale al tuo ruolo più alto nella gerarchia di Discord.
ko_kr: 당신은 {role.name} 역할을 {member.display_name}님에게서 뺏을 수 없어요. 이 역할은 제 가장 높은 역할보다 높거나, 같아요.
nb_no: Jeg kan ikke la deg fjerne {role.name} fra {member.display_name} fordi den rollen er høyere enn eller lik din høyeste rolle i Discord-hierarkiet.
nl_nl: Ik kan je {role.name} niet van {member.display_name} laten verwijderen omdat die rol hoger dan of gelijk is aan je hoogste rol in de Discord rangorde.
pl_pl: Nie mogę pozwolić ci usunąć {role.name} z {member.display_name}, ponieważ ta rola jest wyższa lub równa twojej najwyższej roli w hierarchii Discorda.
pt_br: Não posso deixar você remover o cargo {role.name} de {member.display_name} porque este cargo é mais alto ou igual ao seu mais alto cargo na hierarquia do Discord.
pt_pt: Não posso permitir que removas {role.name} de {member.display_name} porque esse cargo é superior ou igual ao teu cargo mais alto na hierarquia do Discord.
ru_ru: Я не могу позволить вам удалить {role.name} у {member.display_name}, потому что эта роль выше или равна вашей самой высокой роли в иерархии Discord.
sl_si: Ne morem ti dovoliti odstraniti role {role.name} uporabniku {member.display_name} ker je ta rola višja ali enaka tvoji roli v Discordovi hierarhiji.
tr_tr: {member.display_name} kullanıcısının {role.name} rolünü silmene müsaade edemem çünkü bu rol mevcut rolünden daha yüksek durumda.
zh_cn: 我不能让你把这个{role.name}从{member.display_name}去掉应为这个role比你的最高的role高或者一样高

source: I can not let you edit {role.name} because that role is higher than or equal to your highest role in the Discord hierarchy.
ar_sa: لا يمكنني السماح لك بتحرير {role.name} لأن هذا الرتبة أعلى من أو يساوي أعلى رتبةك في التسلسل الهرمي لـ Discord.
cs_cz: Nemohu ti dovolit upravit {role.name}, protože tato role je vyšší nebo rovna tvé nejvyšší roli v Discord hierarchii.
de_de: Du darfst nicht die Rolle „{role.name}“ bearbeiten, weil diese Rolle höher oder gleich deiner höchsten Rolle in der Discord Rollen-Hierarchie ist.
es_es: No puedo permitir que edites el rol {role.name} porque ese rol es mayor o igual a tu rol más alto en la jerarquía de Discord.
fi_fi: En voi antaa sinun muokata roolia {role.name}, koska rooli on korkeammalla kuin sinun korkein rooli Discordin hierarkiassa.
fr_fr: Je ne peux pas vous permettre de modifier {role.name} car ce rôle est supérieur ou égal à votre rôle le plus élevé dans la hiérarchie Discord.
hr_hr: Ne mogu vam dopustiti da uređujete {role.name} jer je ta uloga viša ili jednaka vašoj najvišoj ulozi u Discord hijerarhiji.
id_id: Saya tidak dapat memberikan {role.name} kepada karena Role itu lebih tinggi atau sama dengan Role tertinggi saya dalam tingkatan Discord.
it_it: Non posso permetterti di modificare {role.name} perché quel ruolo è superiore o uguale al tuo ruolo più alto nella gerarchia di Discord.
ko_kr: 당신은 {role.name} 역할을 수정할 수 없어요. 이 역할은 제 가장 높은 역할보다 높거나, 같아요.
nb_no: Jeg kan ikke la deg redigere {role.name} fordi den rollen er høyere enn eller lik din høyeste rolle i Discord-hierarkiet.
nl_nl: Ik kan je {role.name} niet laten bewerken omdat die rol hoger of gelijk is aan je hoogste rol in de Discord rangorde.
pl_pl: Nie mogę pozwolić ci edytować {role.name}, ponieważ ta rola jest wyższa lub równa twojej najwyższej roli w hierarchii Discorda.
pt_br: Não posso deixar você alterar o cargo {role.name} porque este cargo é mais alto ou igual ao seu mais alto cargo na hierarquia do Discord.
pt_pt: Não posso permitir que edites {role.name} porque esse cargo é superior ou igual ao teu cargo mais alto na hierarquia do Discord.
ru_ru: Я не могу позволить вам редактировать {role.name}, потому что эта роль выше или равна вашей самой высокой роли в иерархии Discord.
sl_si: Ne morem ti dovoliti urejati role {role.name} ker je ta rola višja ali enaka tvoji najvišji roli v Discordovi hierarhiji.
tr_tr: {role.name} rolünü düzenlemene müsaade edemem çünkü bu rol mevcut rolünden daha yüksek durumda.
zh_cn: 我不能让你改变{role.name}应为这个role比你的最高的role高或者一样高

source: I need the "Manage Roles" permission to do that.
ar_sa: Sul6anqz
de_de: Dazu benötige ich die Berechtigung "Rollen verwalten".
es_es: Necesito el permiso de "Gestionar Roles" para hacer eso.
fr_fr: J’ai besoin de la permission "Gérer les rôles" pour faire cela.
hr_hr: Za to trebam "Upravljanje ulogama" dozvolu.
id_id: Saya perlu izin Manage Roles untuk melakukan itu.
it_it: Mi serve l'autorizzazione "Gestisci Ruoli" per farlo.
ko_kr: 이 작업을 수행하려면 "역할 관리" 권한이 필요해요.
nb_no: Jeg trenger tillatelsen "Administrer roller" for å gjøre dette.
nl_nl: Ik heb de "Manage Rollen" recht nodig om dit te doen.
pt_br: Eu preciso da permissão "Gerenciar Funções" para fazer isto.
pt_pt: Preciso da permissão "Gerenciar Cargos" para fazer isso.
ru_ru: Мне нужно управлять правами ролей, чтобы сделать это.
sl_si: Potrebujem dovoljenje "Manage Roles" za izvršitev tega ukaza.
tr_tr: Bunu yapabilmek için "Rolleri Yönet" iznine ihtiyacım var.
zh_cn: 我需要“管理角色”权限才能做到这一点

source: I am already announcing something. If you would like to make a different announcement please use `{prefix}announce cancel` first.
ar_sa: أنا بالفعل أُعلن شيئاً. إذا كنت ترغب في إصدار إعلان مختلف الرجاء إستخدام `{prefix}announce cancel` أولاً.
cs_cz: Už něco oznamuji. Pokud bys rád provedl jiné oznámení, nejdříve použij `{prefix}announce cancel`.
de_de: Ich kündige bereits etwas an. Wenn du eine andere Ankündigung machen willst, benutze bitte zuerst `{prefix}announce cancel`.
es_es: Ya estoy anunciando algo en este instante. Si quieres hacer un anuncio diferente, por favor usa `{prefix}announce cancel` primero.
fi_fi: Olen jo ilmoittanut jotain. Jos haluat tehdä toisen ilmoituksen, käytä ensin "{prefix} announce cancel".
fr_fr: Je suis déjà en train d'annoncer quelque chose. Si vous souhaitez faire une annonce différente, vous devez d'abord utiliser la commande `{prefix}announce cancel`.
hr_hr: Već nešto najavljujem. Ako želite napraviti drugačiju najavu, prvo upotrijebite `{prefix}announce cancel`.
id_id: Saya sudah mengumumkan sesuatu. Jika Anda ingin membuat pengumuman lain, gunakan `{prefix} umumkan pembatalan` terlebih dahulu.
it_it: Sto già annunciando qualcosa. Se vorresti fare un annuncio diverso, usa prima `{prefix}announce cancel`.
ko_kr: 이미 공지하고 있어요. 다른 공지를 보내고 싶다면 `{prefix}announce cancel`을 사용해주세요.
nb_no: Jeg kunngjør allerede noe. Hvis du vil gi en annen kunngjøring, bruk først `{prefix}announce cancel`.
nl_nl: Ik ben al iets aan het aankondigen. Als je iets anders wilt aankondigen, voer dan eerst deze command uit: '{prefix}announce cancel'.
pl_pl: Już coś ogłaszam. Jeśli chcesz złożyć inne ogłoszenie, najpierw użyj `{prefix}announce cancel`.
pt_br: Eu já estou anunciando algo. Se quer fazer um anúncio diferente, por favor use `{prefix}announce cancel` primeiro.
pt_pt: Já estou a anunciar algo. Se queres fazer um anúncio diferente usa `{prefix}announce cancel` antes de usares este comando.
ru_ru: Я уже что-то объявляю. Если вы хотите сделать другое объявление, сначала используйте `{prefix}announce cancel`.
sk_sk: Už niečo oznamujem. Ak by ste chceli urobiť iné oznámenie, prosím, najskôr použite `{prefix} announce cancel`.
sl_si: Nekaj že naznanjam. Če želiš objaviti drugačno obvestilo, prosim, uporabi `{prefix}announce cancel` za preklic.
tr_tr: Zaten şu anda bir duyuru yapmaktayım. Başka bir duyuru yapmak istiyorsanız lütfen bu komutu kullanın: `{prefix}announce cancel`.
zh_cn: 我已经在宣布一段话。要是你想做一个不同的宣布请用`{prefix}announce cancel` 先

source: A collection of server administration utilities.
ar_sa: مجموعة من أدوات إدارة السيرفر.
cs_cz: Kolekce nástrojů pro správu serveru.
de_de: Eine Sammlung von administrativen Server-Verwaltungsprogrammen.
es_es: Una colección de utilidades de administración de servidores.
fi_fi: Kokoelma palvelinhallintaohjelmia.
fr_fr: Un ensemble d'utilitaires d'administration du serveur.
hr_hr: Zbirka usluga za administraciju servera.
id_id: Kumpulan utilitas administrasi server.
it_it: Una collezione di servizi di amministrazione del server.
ko_kr: 서버 관리를 위한 기능 모음
nb_no: En samling av serveradministrasjonsverktøy.
nl_nl: Een collectie van de server administratie voorzieningen.
pl_pl: Zbiór narzędzi administracyjnych serwera.
pt_br: Uma coleção de ferramentas de administração para o servidor.
pt_pt: Uma coleção de utilidades para administração de servidores.
ru_ru: Набор утилит администрирования сервера.
sk_sk: Zbierka nástrojov na správu servera.
sl_si: Zbirka pripomočkov za administracijo strežnika.
tr_tr: Sunucu yönetimiyle ilgili ayarlar.
zh_cn: 一些管理server的东西
