Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/admin/locales/*.po
Languages: ar_sa, cs_cz, de_de, es_es, fi_fi, fr_fr, hr_hr, id_id, it_it, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, sl_si, tr_tr, zh_cn

source: The announcement has begun.
ar_sa: تم البدء في الإعلان.
cs_cz: Oznámení začalo.
de_de: Die Ankündigung hat begonnen.
es_es: El anuncio ha comenzado.
fi_fi: Ilmoittaminen on aloitettu.
fr_fr: L’annonce a commencé.
hr_hr: Najava je počela.
id_id: Pengumuman telah dimulai.
it_it: L'annuncio è partito.
ko_kr: 안내방송이 시작되었습니다.
nb_no: Kunngjøringen har begynt.
nl_nl: De aankondiging is begonnen.
pl_pl: Ogłaszanie rozpoczęte.
pt_br: O anúncio começou.
pt_pt: O anúncio foi iniciado.
ru_ru: Объявление началось.
sk_sk: Oznam sa začal.
sl_si: Napoved se je začela.
tr_tr: Duyuru başladı.
zh_cn: 公告开始了

source: Cancel a running announce.
ar_sa: إلغاء إعلان جارٍ.
cs_cz: Zrušit běžící oznámení.
de_de: Breche eine laufende Ankündigung ab.
es_es: Cancela un anuncio en ejecución.
fi_fi: Peruuta käynnissä oleva ilmoitus.
fr_fr: Interrompre une annonce en cours.
hr_hr: Otkažite aktivnu najavu.
id_id: Batalkan pengumuman berjalan.
it_it: Cancella un annuncio in corso.
ko_kr: 실행 중인 공지사항을 취소했어요.
nb_no: Avbryt en løpende kunngjøring.
nl_nl: Annuleer een huidige aankondiging.
pl_pl: Anuluj uruchomione ogłoszenie.
pt_br: Cancela um anúncio em andamento.
pt_pt: Cancelar um anúncio em curso.
ru_ru: Отменить текущее объявление.
sk_sk: Zrušiť prebiehajúce oznámenie.
sl_si: Prekini aktivni napovednik.
tr_tr: Şu an yapılan duyuruyu iptal eder.
zh_cn: 取消了一个运行中的公告。

source: There is no currently running announcement.
ar_sa: لا يوجد إعلان قيد التشغيل حالياً.
cs_cz: V současné době neexistuje žádné spuštěné oznámení.
de_de: Es gibt keine derzeit laufende Ankündigung.
es_es: No hay ningún anuncio en ejecución.
fi_fi: Tällä hetkellä ei ole käynnissä olevaa ilmoitusta.
fr_fr: Il n'y a aucune annonce en cours d'exécution.
hr_hr: Trenutno nema aktivne najave.
id_id: Tidak ada pengumuman yang sedang berjalan.
it_it: Non c'è alcun annuncio in corso.
ko_kr: 현재 진행 중인 공지사항이 없습니다.
nb_no: Det er for øyeblikket ingen kunngjøring.
nl_nl: Er is momenteel geen lopende aankondiging.
pl_pl: Nie ma aktualnie uruchomionych ogłoszeń.
pt_br: Não existe nenhum anúncio em andamento.
pt_pt: Não há atualmente nenhum anúncio em execução.
ru_ru: В настоящее время нет запущенных объявлений.
sk_sk: Momentálne nie je spustené žiadne oznámenie.
sl_si: Trenutno ni aktivnega napovednika.
tr_tr: Şu anda yapılan bir duyuru mevcut değil.
zh_cn: 目前没有正在运行的公告

source: The current announcement has been cancelled.
ar_sa: تم إلغاء الإعلان الحالي.
cs_cz: Momentální oznámení bylo zrušeno.
de_de: Die aktuelle Ankündigung wurde abgebrochen.
es_es: El anuncio actual ha sido cancelado.
fi_fi: Tämänhetkinen ilmoitus on peruutettu.
fr_fr: L'annonce actuelle a été interrompue.
hr_hr: Trenutna najava je otkazana.
id_id: Pengumuman saat ini telah dibatalkan.
it_it: Il corrente annuncio è stato cancellato.
ko_kr: 최근의 공지사항은 취소되었습니다.
nb_no: Den nåværende kunngjøringen er kansellert.
nl_nl: De huidige aankondiging is geannuleerd.
pl_pl: Bieżące ogłoszenie zostało anulowane.
pt_br: O anúncio atual foi cancelado.
pt_pt: O anúncio atual foi cancelado.
ru_ru: Текущее объявление было отменено.
sk_sk: Aktuálne oznámenie bolo zrušené.
sl_si: Trenutni napovednik je bil preklican.
tr_tr: Şu an yapılan duyuru iptal edildi.
zh_cn: 目前公告已被取消

source: Change how announcements are sent in this guild.
ar_sa: تغيير كيفية إرسال الإعلانات في هذه النقابة.
cs_cz: Změňte způsob odesílání oznámení v tomto klanu.
de_de: Ändere, wie Ankündigungen in diesem Server gesendet werden.
es_es: Cambia cómo son enviados los anuncios en este gremio.
fi_fi: Muokkaa kuinka ilmoitukset lähetetään tässä guildissa.
fr_fr: Change la façon dont les annonces sont envoyées dans ce serveur.
hr_hr: Promijenite način slanja najava u ovom serveru.
id_id: Ubah cara pengumuman dikirim di guild ini.
it_it: Cambia come gli annunci sono inviati in questo server.
ko_kr: 이 길드에서 공지사항을 보내는 방법을 변경합니다.
nb_no: Endre hvordan kunngjøringer sendes i denne serveren.
nl_nl: Verander hoe aankondigingen worden verzonden in deze gilde.
pl_pl: Zmień sposób wysyłania ogłoszeń w tej gildii.
pt_br: Altera como os anúncios são enviados nesse servidor.
pt_pt: Alterar a forma como os anúncios são enviados neste servidor.
ru_ru: Изменить способ отправки объявлений на этом сервере.
sk_sk: Zmeňte spôsob odosielania oznámení v tomto klane.
sl_si: Spremeni način kako je napoved poslana v tem strežniku.
tr_tr: Anonsların sunucuya nasıl gönderileceğini belirleyin.
zh_cn: 更改了公会中通知的发送方式。

source: Change the channel where the bot will send announcements.
ar_sa: Sul5anqz.
de_de: Ändern Sie den Kanal, über den der Bot Ankündigungen sendet.
es_es: Cambia el canal donde el bot enviará anuncios.
fr_fr: Changer le salon dans lequel le bot fera des annonces.
id_id: Ubah channel dimana bot akan mengirimkan announcements.
ko_kr: 봇이 공지를 보낼 채널을 찾지 못했어요
nb_no: Endre kanalen boten vil sende kunngjøringer.
nl_nl: Bewerk het kanaal waar deze bot aankondigingen maakt.
pt_br: Alterar o canal aonde o bot enviará anúncios.
pt_pt: Alterar o canal para onde o bot enviará os anúncios.
ru_ru: Изменить канал, на котором бот делает объявления.
tr_tr: Botun duyuru yapacağı kanalı değiştirin.

source: The announcement channel has been set to {channel.mention}
ar_sa: تم تحديث قناة الإعلانات إلى {channel.mention}
cs_cz: Kanál pro oznámení byl nastaven na {channel.mention}
de_de: {channel.mention} wurde nun als Ankündigungskanal festgelegt.
es_es: El canal de anuncios se ha establecido en {channel.mention}
fi_fi: Ilmoituskanava on asetettu {channel.mention} -kanavalle
fr_fr: Les annonces seront maintenant faites dans {channel.mention}
hr_hr: {channel.mention} je postavljen kao kanal za najave
id_id: Channel pengumuman telah di setel ke {channel.mention}
it_it: Il canale di annuncio è stato impostato su {channel.mention}
ko_kr: 공지 채널이 {channel.mention} 으로 설정되었습니다.
nb_no: Kunngjøringskanalen er satt til {channel.mention}
nl_nl: Het aankondigingskanaal is aangepast naar {channel.mention}
pl_pl: Kanał ogłoszeniowy został ustawiony na {channel.mention}
pt_br: O canal de anúncios foi definido como {channel.mention}
pt_pt: O canal de anúncio foi definido para {channel.mention}
ru_ru: Канал объявления был установлен на {channel.mention}
sk_sk: Kanál pre oznámenia bol nastavený na {channel.mention}
sl_si: Kanal za napovedi je bil nastavljen na {channel.mention}
tr_tr: {channel.mention} duyuru kanalı olarak ayarlandı
zh_cn: 公告频道已设置为 {channel.mention}

source: Unsets the channel for announcements.
ar_sa: إزالة القناة من الإعلانات.
de_de: Setzt den Kanal für Ankündigungen zurück.
es_es: Deshabilita el canal para los anuncios.
fi_fi: Poista ilmoituskanava käytöstä.
fr_fr: Désactive le salon pour les annonces.
hr_hr: Poništava kanal za najave.
id_id: Tidak menyetel saluran untuk pengumuman.
it_it: Rimuove il canale per gli annunci.
ko_kr: 공지사항에 대한 채널 설정을 해제합니다.
nb_no: Opphever kanalen for kunngjøringer.
nl_nl: Kanaal voor aankondigingen uitschakelen.
pl_pl: Usuwa wybór kanału dla ogłoszeń.
pt_br: Remove o canal de anúncios.
pt_pt: Remove o canal para anúncios.
ru_ru: Сбрасывает канал для объявлений.
sk_sk: Zruší nastavenie kanálu pre oznámenia.
sl_si: Odstrani kanal za napovedi.
tr_tr: Kanalı duyuru ayarından kaldır.
zh_cn: 取消公告频道

source: Add or remove a selfrole from yourself. Server admins must have configured the role as user settable. NOTE: The role is case sensitive!
ar_sa: أزاله أو ازالة الرول الشخصي منك. يجب أن يكون لدى أدمن السيرفر اعدادت للتعيين من قبل المستخدم. ملاحظة: الرول حساس لحالة الأحرف
de_de: Entferne oder gib dir selbst eine Rolle. Server Admins müssen die Rolle für Mitglieder freigeben. HINWEIS: Beachte Groß- und Kleinschreibung!
es_es: Añade o quita un auto rol de ti mismo. Los administradores del servidor deben haber configurado el rol como configuración del usuario. NOTA: El rol es sensible a mayúsculas/minúsculas!
fr_fr: Ajoutez ou supprimez un auto-rôle de vous-même. Les administrateurs du serveur doivent avoir configuré le rôle en tant qu'utilisable par les utilisateurs. NOTE : Le rôle est sensible aux majuscules et minuscules !
hr_hr: Dodajte ili uklonite samo-ulogu sa sebe. Administratori servera moraju konfigurirati ulogu kao korisnički podesivu. NAPOMENA: Uloga je osjetljiva na velika i mala slova!
id_id: Tambah atau Hapus role dari diri anda. Admin server harus melakukan konfigurasi role sebagai dapat diatur pengguna. NOTE: Role peka huruf besar / kecil!
it_it: Aggiungi o rimuovi un ruolo a te stesso. Gli amministratori devono avere configurato il ruolo come impostabile dall'utente. NOTA: Il ruolo è caso sensitivo!
ko_kr: 자신에게 자체 역할을 추가하거나 제거합니다. 서버 관리자는 역할을 사용자 설정 가능으로 구성해야 합니다. 참고: 역할은 대소문자를 구분합니다!
nb_no: Legg til eller fjern en selvrolle fra deg selv. Serveradministratorer må ha konfigurert rollen som brukersettabell. MERK: Rollen skiller mellom små og store bokstaver!
nl_nl: Verwijder een zelfrol van jezelf. Server beheerders moeten de rol als gebruiker instelbaar configureren. Let op: De rol is hoofdlettergevoelig!
pt_br: Atribui ou retira de si um cargo autoatribuível. Os administradores do servidor deverão ter configurado o cargo como autoatribuível. NOTA: o nome do cargo diferencia entre letras maiúsculas e minúsculas!
pt_pt: Adicionar ou remover um selfrole a ti mesmo. Os administradores do servidor devem ter configurado o cargo como configurável pelo utilizador. NOTA: O cargo é sensível a maiúsculas e minúsculas!
ru_ru: Добавить себе роль. Администраторы сервера должны настроить роль как настраиваемую пользователем. ПРИМЕЧАНИЕ: Роль чувствительна к регистру!
sk_sk: Pridať alebo odstrániť self-rolu sebe. Správcovia servera musia mať nakonfigurovanú rolu ako používateľsky nastaviteľnú. POZNÁMKA: Rola je citlivá na malé a veľké písmena!
sl_si: Doda ali odstrani lastno rolo. Skrbniki strežnika morajo rolo nastaviti kot uporabniško nastavljivo. POMNI: Rola razlikuje med velikimi in malimi črkami!
tr_tr: Kendinden bir selfrole kaldır. Sunucu yöneticilerinin bu rolü kullanıcı tarafından alınabilir ayarlaması gerekir. NOT: Rol büyük küçük harf duyarlıdır!
zh_cn: 添加或删除自己的角色 服务器管理员必须配置角色为用户设置 注意：角色是区分大小写的

source: Add a selfrole to yourself. Server admins must have configured the role as user settable. NOTE: The role is case sensitive!
ar_sa: إضافة رتبة ذاتي لنفسك. يجب أن يكون مسؤولو الخادم قد قاموا بتكوين الرتبة كـ settable للمستخدم. ملاحظة: الرتبة حساس للحالة!
de_de: Gib dir selbst eine Rolle. Server Admins müssen die Rolle für Mitglieder freigeben. HINWEIS: Beachte Groß- und Kleinschreibung!
es_es: Añade un rol a ti mismo. Los administradores del servidor deben haber configurado el rol como usuario configurable. NOTA: El rol es sensible a mayúsculas!
fi_fi: Lisää selfrole itseesi. Palvelimen ylläpitäjien on täytynyt konfiguroida rooli käyttäjän asettamana. HUOM: Rooli on kirjainkoolla herkkä!
fr_fr: Ajouter un auto-rôle à vous-même. Les administrateurs du serveur doivent avoir configuré le rôle en tant qu'utilisable par les utilisateurs. NOTE : Le rôle est sensible aux majuscules et minuscules !
hr_hr: Dodajte si samo-ulogu. Administratori servera moraju konfigurirati ulogu kao korisnički podesivu. NAPOMENA: Uloga je osjetljiva na velika i mala slova!
id_id: Tambahkan role diri sendiri. Admin server harus melakukan konfigurasi role sebagai dapat diatur pengguna. NOTE: Role peka huruf besar / kecil!
it_it: Aggiungi un ruolo a te stesso. Gli amministratori devono avere configurato il ruolo come impostabile dall'utente. NOTA: Il ruolo è caso sensitivo!
ko_kr: 자신에게 자기 역할을 추가하십시오. 서버 관리자는 역할을 사용자 설정 가능으로 구성해야 합니다. 참고: 역할은 대소문자를 구분합니다!
nb_no: Legg en selvrolle til deg selv. Serveradministratorer må ha konfigurert rollen som brukerinnstillbar. MERK: Rollen er små og små bokstaver!
nl_nl: Voeg een zelfrol toe aan jezelf. Server beheerders moeten de rol gebruiker instelbaar configureren. Let op: De rol is hoofdlettergevoelig!
pt_br: Atribui a si um cargo autoatribuível. Os administradores do servidor deverão ter configurado o cargo como autoatribuível. NOTA: o nome do cargo diferencia entre letras maiúsculas e minúsculas!
pt_pt: Adicionar um selfrole a ti mesmo. Os administradores do servidor devem ter configurado o cargo como configurável pelo utilizador. NOTA: O cargo é sensível a maiúsculas e minúsculas!
ru_ru: Добавьте себе роль себя. Администраторы сервера должны настроить роль в качестве пользовательской установки. ПРИМЕЧАНИЕ: Роль чувствительна к регистру!
sk_sk: Pridať self-rolu sebe. Správcovia servera musia mať nakonfigurovanú rolu ako používateľsky nastaviteľnú. POZNÁMKA: Rola je citlivá na malé a veľké písmena!
sl_si: Doda lastno rolo. Skrbniki strežnika morajo rolo nastaviti kot uporabniško nastavljivo. POMNI: Rola razlikuje med velikimi in malimi črkami!
tr_tr: Kendine bir selfrole ekle. Sunucu yöneticilerinin rolü kullanıcı tarafından alınabilir ayarlaması gerekir. NOT: Rol büyük küçük harf duyarlıdır!
zh_cn: 为你自己添加一个自身角色 服务器管理员必须配置角色为用户设置 注意：角色是区分大小写的！

source: Remove a selfrole from yourself. Server admins must have configured the role as user settable. NOTE: The role is case sensitive!
ar_sa: إزالة رتبة ذاتي من نفسك. يجب أن يكون مسؤولو الخادم قد قاموا بتكوين الرتبة كـ settable للمستخدم. ملاحظة: الرتبة حساس للحالة!
de_de: Entferne eine Rolle von dir selbst. Server Admins müssen die Rolle für Mitglieder freigeben. HINWEIS: Beachte Groß- und Kleinschreibung!
es_es: Elimina un rol de ti mismo. Los administradores del servidor deben haber configurado el rol como usuario configurable. NOTA: El rol es sensible a mayúsculas!
fi_fi: Lisää selfrole itseesi. Palvelimen ylläpitäjien on täytynyt konfiguroida rooli käyttäjän asettamana. HUOM: Rooli on kirjainkoolla herkkä!
fr_fr: Supprimez un auto-rôle de vous-même. Les administrateurs du serveur doivent avoir configuré le rôle en tant qu'utilisable par les utilisateurs. NOTE : Le rôle est sensible aux majuscules et minuscules !
hr_hr: Uklonite samo-ulogu sa sebe. Administratori servera moraju konfigurirati ulogu kao korisnički podesivu. NAPOMENA: Uloga je osjetljiva na velika i mala slova!
id_id: Hapus role diri sendiri. Admin server harus melakukan konfigurasi role sebagai dapat diatur pengguna. NOTE: Role peka huruf besar / kecil!
it_it: Rimuovi un ruolo a te stesso. Gli amministratori devono avere configurato il ruolo come impostabile dall'utente. NOTA: Il ruolo è caso sensitivo!
ko_kr: 자신에게서 자기 역할을 제거하십시오. 서버 관리자는 역할을 사용자 설정 가능으로 구성해야 합니다. 참고: 역할은 대소문자를 구분합니다!
nb_no: Fjern en selvrolle fra deg selv. Serveradministratorer må ha konfigurert rollen som brukerinnstillbar. MERKNAD: Rollen er store og små bokstaver!
nl_nl: Verwijder een zelfrol van jezelf. Server beheerders moeten de rol als gebruiker instelbaar configureren. Let op: De rol is hoofdlettergevoelig!
pt_br: Retira de si um cargo autoatribuível. Os administradores do servidor deverão ter configurado o cargo como autoatribuível. NOTA: o nome do cargo diferencia entre letras maiúsculas e minúsculas!
pt_pt: Remover um selfrole de ti mesmo. Os administradores do servidor devem ter configurado o cargo como configurável pelo utilizador. NOTA: O cargo é sensível a maiúsculas e minúsculas!
ru_ru: Удалить собственную роль у себя. Администраторы сервера должны настроить роль как устанавливаемую пользователем. ПРИМЕЧАНИЕ: Роль чувствительна к регистру!
sk_sk: Odstrániť self-rolu sebe. Správcovia servera musia mať nakonfigurovanú rolu ako používateľsky nastaviteľnú. POZNÁMKA: Rola je citlivá na malé a veľké písmena!
sl_si: Odstrani lastno rolo. Skrbniki strežnika morajo rolo nastaviti kot uporabniško nastavljivo. POMNI: Rola razlikuje med velikimi in malimi črkami!
tr_tr: Kendinden bir selfrole kaldır. Sunucu yöneticilerinin rolü kullanıcı tarafından alınabilir ayarlaması gerekir. NOT: Rol büyük küçük harf duyarlıdır!

source: Lists all available selfroles.
ar_sa: يسرد كافة الرتب الذاتية المتوفرة.
de_de: Gibt eine Liste verfügbarer selbst auswählbarer Rollen aus.
es_es: Lista todos los autoroles disponibles.
fi_fi: Luettele kaikki saatavilla olevat selfrot.
fr_fr: Liste de tous les auto-rôles disponibles.
hr_hr: Navodi sve dostupne samo-uloge.
id_id: Daftar semua role diri yang tersedia.
it_it: Elenca tutti i ruoli assegnabili dall'utente.
ko_kr: 사용 가능한 모든 역할을 나열합니다.
nb_no: Viser alle tilgjengelige selvroller.
nl_nl: Toont alle beschikbare zelfrollen.
pt_br: Lista todos os cargos autoatribuíveis.
pt_pt: Lista todos os selfroles disponíveis.
ru_ru: Список всех доступных ролей.
sk_sk: Zoznam dostupných self-rolí.
sl_si: Izpiše vse lastne role ki so na voljo.
tr_tr: Kullanılabilir tüm selfroleleri listeler.
zh_cn: 列出所有可用的角色。

source: Available Selfroles: {selfroles}
ar_sa: الرتب الذاتية المتوفرة: {selfroles}
de_de: Verfügbare selbst auswählbare Rollen: {selfroles}
es_es: Selfroles disponibles: {selfroles}
fi_fi: Saatavilla olevat omafroles: {selfroles}
fr_fr: Auto-rôles disponibles : {selfroles}
hr_hr: Dostupne samo-uloge: {selfroles}
id_id: Role diri yang tersedia: {selfroles}
it_it: Ruoli assegnabili dall'utente: {selfroles}
ko_kr: 사용 가능한 selfroles: {selfrolees}
nb_no: Tilgjengelige selvroller: {selfroles}
nl_nl: Beschikbare zelfrollen: {selfroles}
pt_br: Cargos autoatribuíveis disponíveis: {selfroles}
pt_pt: Selfroles disponíveis: {selfroles}
ru_ru: Доступные роли: {selfroles}
sk_sk: Dostupné self-role: {selfroles}
sl_si: Razpoložljive lastne role: {selfroles}
tr_tr: Kullanılabilir Selfroleler: {selfroles}
zh_cn: 可用的角色： {selfroles}

source: Manage selfroles.
ar_sa: تطبيق الرتبالذاتية.
cs_cz: Spravovat self-role.
de_de: Selbst hinzufügbare Rollen verwalten.
es_es: Gestionar selfroles.
fi_fi: Hallitse selfroleja.
fr_fr: Gérer les auto-roles.
hr_hr: Upravljajte samo-ulogama.
id_id: Kelola selfroles.
it_it: Gestisci i ruoli assegnabili dall'utente.
ko_kr: 자기 역할을 관리합니다.
nb_no: Behandle selvroller.
nl_nl: Beheer zelfrollen.
pl_pl: Zarządzaj rolami do samodzielnego przypisania.
pt_br: Gerenciar cargos autoatribuíveis.
pt_pt: Gerir selfroles.
ru_ru: Управление своими ролями.
sk_sk: Spravovať self-role.
sl_si: Upravlja lastne role.
tr_tr: Kişisel rolleri düzenle.
zh_cn: 管理自我角色

source: Add a role, or a selection of roles, to the list of available selfroles. NOTE: The role is case sensitive!
de_de: Füge eine oder mehrere Rollen zur Liste der selbst hinzufügbaren Rollen hinzu. ACHTUNG: Beachte korrekte Groß- und Kleinschreibung!
es_es: Añade un rol, o una selección de roles, a la lista de auto-roles disponibles. NOTA: ¡El rol es sensible a mayúsculas!
fr_fr: Ajouter un rôle, ou une sélection de rôles, à la liste des rôles personnels disponibles. NOTE : Le nom du rôle est sensible aux majuscules et minuscules !
hr_hr: Dodajte ulogu ili izbor uloga u popis dostupnih samo-uloga. NAPOMENA: Uloga je osjetljiva na velika i mala slova!
id_id: Tambahkan role. atau seleksi roles, ke dalam list selfroles yang tersedia. NOTE: Role merupakan case sensitive!
ko_kr: 사용 가능한 역할 목록에 역할 또는 역할 선택을 추가합니다. 참고: 역할은 대소문자를 구분합니다!
nb_no: Legg til en rolle, eller et utvalg av roller, til listen over tilgjengelige selvroller. MERK: Rollen skilles mellom store og små bokstaver!
nl_nl: Voeg een rol toe aan de lijst van beschikbare zelfrollen. Let op: hoofdlettergevoelig!
pt_br: Adiciona um cargo à lista de cargos autoatribuíveis. NOTA: o nome do cargo diferencia entre letras maiúsculas e minúsculas!
pt_pt: Adicionar um cargo, ou uma seleção de cargos, à lista de selfroles disponíveis. NOTA: O cargo é sensível a maiúsculas e minúsculas!
ru_ru: Добавьте роль или выбор ролей в список доступных ролей. ПРИМЕЧАНИЕ: Роль чувствительна к регистру!
tr_tr: Kullanılabilir selfroleler listesine bir veya daha fazla rol ekle. NOT: Rol büyük küçük harf duyarlıdır!

source: I cannot let you add {role.name} as a selfrole because that role is higher than or equal to your highest role in the Discord hierarchy.
ar_sa: لا يمكنني السماح لك بإضافة {role.name} لرتبة ذاتي لأن هذا الرتبة أعلى من أو يساوي أعلى رتبةك في التسلسل الهرمي لـ Discord.
cs_cz: Nemohu ti dovolit odebrat {role.name} jako self-roli uživateli, protože tato role je vyšší nebo rovna tvé nejvyšší roli v Discord hierarchii.
de_de: Du kannst dir nicht die Rolle „{role.name}“ zuweisen, weil diese Rolle höher oder gleich deiner höchsten Rolle in der Discord Rollen-Hierarchie ist.
es_es: No puedo permitir que añadas {role.name} como selfrole porque ese rol es mayor o igual a tu rol más alto en la jerarquía de Discord.
fi_fi: En voi antaa roolia {role.name} käyttäjälle, koska rooli on korkeammalla kuin minun ylin roolini Discordin hierarkiassa.
fr_fr: Je ne peux pas vous laisser ajouter {role.name} comme auto-rôle car ce rôle est supérieur ou égal à votre rôle le plus haut dans la hiérarchie Discord.
hr_hr: Ne mogu vam dopustiti da dodate {role.name} kao samo-ulogu jer je ta uloga viša ili jednaka vašoj najvišoj ulozi u Discord hijerarhiji.
id_id: Saya tidak dapat memberikan {role.name} kepada karena Role itu lebih tinggi atau sama dengan Role tertinggi saya dalam tingkatan Discord.
it_it: Non posso permetterti di aggiungere {role.name} come ruolo assegnabile dall'utente poiché tale ruolo è superiore o uguale al tuo ruolo più alto nella gerarchia di Discord.
ko_kr: {role.name}(을)를 역할로 추가할 수 없습니다. 해당 역할이 Discord 계층 구조에서 당신의 가장 높은 역할보다 높거나 같기 때문입니다.
nb_no: Jeg kan ikke la deg gi {role.name} til fordi den rollen er høyere enn eller lik din høyeste rolle i Discord-hierarkiet.
nl_nl: Ik kan je {role.name} niet als zelfrol toe laten voegen omdat die rol hoger dan of gelijk is aan je hoogste rol in de Discord rangorde.
pl_pl: Nie mogę Ci pozwolić dać {role.name} jako roli samodzielnego przypisania, ponieważ ta rola jest wyższa lub równa twojej najwyższej roli w hierarchii Discorda.
pt_br: Não posso deixar você atribuir {role.name} como um cargo autoatribuível porque este cargo é mais alto ou igual ao seu mais alto cargo na hierarquia do Discord.
pt_pt: Não posso permitir que adiciones {role.name} como um selfrole porque esse cargo é superior ou igual ao teu cargo mais alto na hierarquia do Discord.
ru_ru: Я не могу вам дать {role.name},, поскольку эта роль выше или равна вашей самой высокой роли в иерархии Discord.
sk_sk: Nemôžem ti dovoliť pridať {role.name} ako self-rolu, pretože táto rola je vyššia alebo rovná tvojej najvyššej roli v Discord hierarchii.
sl_si: Ne morem ti dovoliti dodati role {role.name} kot lastno rolo ker je ta rola višja ali enaka tvoji roli v Discordovi hierarhiji.
tr_tr: {role.name} kullanıcısına belirttiğin rolü vermene müsaade edemem çünkü bu rol mevcut rolünden daha yüksek.
zh_cn: 无法添加[role.name]，因为该角色高于或等于你的角色。

source: The role "{role.name}" is already a selfrole.
ar_sa: الرول "{role.name}" هو بالفعل رول شخصي.
de_de: Die Rolle "{role.name}" ist bereits eine selbst hinzufügbare Rolle.
es_es: El rol "{role.name}" ya es un auto-rol.
fr_fr: Le rôle "{role.name}" est déjà un rôle auto-attribué.
hr_hr: Uloga "{role.name}" je već samo-uloga.
id_id: Role "{role.name}" sudah tersedia di selfrole.
ko_kr: "{role.name}" 역할은 이미 있는 역할입니다.
nb_no: Rollen "{role.name}" er allerede en selv rolle.
nl_nl: De rol "{role.name}" is al een zelfrol.
pt_br: O cargo "{role.name}" já é um cargo autoatribuível.
pt_pt: O cargo "{role.name}" já é um selfrole.
ru_ru: Роль "{role.name}" уже является вашей.
tr_tr: "{role.name}" zaten bir selfrole.
zh_cn: 你已经获得"[role.name]"权限。

source: Added {count} selfroles.
ar_sa: إضافة {count} رول شخصي.
de_de: {count} selbst hinzufügbare Rollen hinzugefügt.
es_es: Añadidos {count} auto-roles.
fr_fr: {count} auto-rôles ajouté(s).
hr_hr: Dodano {count} samo-uloga.
id_id: {count} selfroles ditambahkan.
ko_kr: {count} 역할을 추가했습니다.
nb_no: La til {count} selvroller.
nl_nl: {count} zelfrollen toegevoegd.
pt_br: Foram adicionados {count} cargos autoatribuíveis.
pt_pt: Adicionados {count} selfroles.
ru_ru: Добавлено {count} ролей.
tr_tr: {count} selfrole eklendi.
zh_cn: 成功添加 {count} 。
