Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/admin/locales/*.po
Languages: ar_sa, cs_cz, de_de, es_es, fi_fi, fr_fr, hr_hr, id_id, it_it, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, sl_si, tr_tr, zh_cn

source: {member.display_name} already has the role {role.name}.
ar_sa: {member.display_name} بالفعل يملك الرتبة {role.name}.
cs_cz: {member.display_name} již má roli {role.name}.
de_de: {member.display_name} hat die Rolle „{role.name}“ bereits.
es_es: {member.display_name} ya tiene el rol {role.name}.
fi_fi: Käyttäjällä {member.display_name} on jo rooli {role.name}.
fr_fr: {member.display_name} a déjà le rôle {role.name}.
hr_hr: {member.display_name} već ima {role.name} ulogu.
id_id: {member.display_name} sudah memiliki role {role.name}.
it_it: {member.display_name} ha già il ruolo {role.name}.
ko_kr: {member.display_name}님은 이미 {role.name} 역할을 가지고 있어요.
nb_no: {member.display_name} har allerede rollen {role.name}.
nl_nl: {member.display_name} Heeft de rol {role.name} al.
pl_pl: {member.display_name} ma już rolę {role.name}.
pt_br: {member.display_name} já tem o cargo {role.name}.
pt_pt: {member.display_name} já possui o cargo {role.name}.
ru_ru: {member.display_name} уже имеет роль {role.name}.
sk_sk: {member.display_name} už má rolu {role.name}.
sl_si: {member.display_name} že ima rolo {role.name}.
tr_tr: {member.display_name} kullanıcısı {role.name} rolüne zaten sahip.
zh_cn: {member.display_name}已经有{role.name}

source: I successfully added {role.name} to {member.display_name}
ar_sa: لقد قمت بنجاح بإضافة {role.name} إلى {member.display_name}
cs_cz: Úspěšně jsem přidal {role.name} k {member.display_name}
de_de: Ich habe {member.display_name} erfolgreich die Rolle „{role.name}“ gegeben.
es_es: He añadido con éxito {role.name} a {member.display_name}
fi_fi: Lisäsin {role.name} onnistuneesti {member.display_name}
fr_fr: J'ai bien ajouté le rôle {role.name} à {member.display_name}
hr_hr: Uspješno sam dodao {role.name} {member.display_name}
id_id: Saya berhasil menambahkan {role.name} ke {member.display_name}
it_it: Ho aggiunto con successo {role.name} a {member.display_name}
ko_kr: {member.display_name}님에게 {role.name} 역할을 부여했어요.
nb_no: Jeg har lagt til {role.name} til {member.display_name}
nl_nl: Ik heb succesvol {role.name} toegevoegd aan {member.display_name}
pl_pl: Pomyślnie dodałem/am {role.name} dla {member.display_name}
pt_br: Eu adicionei {role.name} a {member.display_name} com sucesso
pt_pt: Adicionei com sucesso {role.name} a {member.display_name}
ru_ru: Я успешно добавила роль {role.name} пользователю {member.display_name}
sk_sk: Úspešne som pridal {role.name} do {member.display_name}
sl_si: Rola {role.name} je uspešno dodana uporabniku {member.display_name}
tr_tr: {role.name} rolünü {member.display_name} kullanıcısına başarılı bir şekilde ekledim.
zh_cn: 我成功的的加了{role.name}到{member.display_name}

source: {member.display_name} does not have the role {role.name}.
ar_sa: {member.display_name} ليس له الرتبة {role.name}.
cs_cz: {member.display_name} již má roli {role.name}.
de_de: {member.display_name} hat nicht die Rolle „{role.name}“.
es_es: {member.display_name} no tiene el rol {role.name}.
fi_fi: Käyttäjällä {member.display_name} ei ole roolia {role.name}.
fr_fr: {member.display_name} n'a pas le rôle {role.name}.
hr_hr: {member.display_name} nema {role.name} ulogu.
id_id: {member.display_name} tidak memiliki role {role.name}.
it_it: {member.display_name} non ha il ruolo {role.name}.
ko_kr: {member.display_name}님은 {role.name} 역할을 가지고 있지 않아요.
nb_no: {member.display_name} har ikke rollen {role.name}.
nl_nl: {member.display_name} Heeft de rol {role.name} niet.
pl_pl: {member.display_name} nie ma roli {role.name}.
pt_br: {member.display_name} não tem o cargo {role.name}.
pt_pt: {member.display_name} não possui o cargo {role.name}.
ru_ru: {member.display_name} не имеет роли {role.name}.
sk_sk: {member.display_name} nemá rolu {role.name}.
sl_si: Uporabnik {member.display_name} nima role {role.name}.
tr_tr: {member.display_name} kullanıcısı {role.name} rolüne sahip değil.
zh_cn: {member.display_name}没有{role.name}

source: I successfully removed {role.name} from {member.display_name}
ar_sa: لقد قمت بنجاح بإزالة {role.name} من {member.display_name}
cs_cz: Úspěšně jsem odstranil {role.name} od {member.display_name}
de_de: Ich habe die Rolle „{role.name}“ erfolgreich von {member.display_name} entfernt.
es_es: He retirado con éxito {role.name} de {member.display_name}
fi_fi: Olen poistanut {role.name} onnistuneesti {member.display_name}
fr_fr: J'ai bien retiré le rôle {role.name} de {member.display_name}
hr_hr: Uspješno sam uklonio {role.name} s {member.display_name}
id_id: Saya berhasil menambahkan {role.name} ke {member.display_name}
it_it: Ho rimosso con successo {role.name} da {member.display_name}
ko_kr: {member.display_name}님에게서 {role.name} 역할을 삭제했어요.
nb_no: Jeg har fjernet {role.name} fra {member.display_name}
nl_nl: Ik heb succesvol {role.name} verwijderd van {member.display_name}
pl_pl: Pomyślnie usunąłem/am {role.name} od {member.display_name}
pt_br: Eu removi {role.name} de {member.display_name} com sucesso
pt_pt: Removi com sucesso {role.name} de {member.display_name}
ru_ru: Я успешно забрала роль {role.name} у пользователя {member.display_name}
sk_sk: Úspešne som odstránil {role.name} od {member.display_name}
sl_si: Rola {role.name} uspešno odstranjena uporabniku {member.display_name}
tr_tr: {role.name} rolünü {member.display_name} kullanıcısından başarılı bir şekilde kaldırdım
zh_cn: 我成功的从{member.display_name}去掉了{role.name}.

source: Add a role to a user. Use double quotes if the role contains spaces. If user is left blank it defaults to the author of the command.
ar_sa: إضافة رتبة إلى مستخدم. استخدام علامات اقتباس مزدوجة إذا كان الرتبة يحتوي على مسافات. إذا ترك المستخدم فارغاً فإنه افتراضياً لمؤلف الأمر.
de_de: Fügen Sie einem Benutzer eine Rolle hinzu. Verwenden Sie doppelte Anführungszeichen, wenn die Benutzerrolle Leerzeichen enthält. Wenn keine Person definiert wurde, wird die Rolle dem Autor des Befehls gegeben.
es_es: Añadir un rol a un usuario. Use comillas dobles si el rol contiene espacios. Si el usuario se deja en blanco el valor por defecto es el autor del comando.
fi_fi: Lisää rooli käyttäjälle. Käytä kaksinkertaisia lainausmerkkejä, jos rooli sisältää välilyöntejä. Jos käyttäjä jätetään tyhjäksi, se on oletuksena tekijä komennon.
fr_fr: Ajouter un rôle à un utilisateur. Utilisez des guillemets si le rôle contient des espaces. Si l'utilisateur est laissé vide, ce sera par défaut l'auteur de la commande.
hr_hr: Dodajte ulogu korisniku. Koristite navodnike ako uloga sadrži razmake. Ako je ime korisnika ostavljeno prazno, zadati će se autor naredbe.
id_id: Tambahkan role ke user. Gunakan tanda kutip ganda jika role berisi spasi. Jika pengguna dibiarkan kosong, defaultnya adalah pembuat perintah.
it_it: Aggiungi un ruolo ad un membro. Usa le virgolette se il ruolo contiene spazi. Se l'utente è lasciato vuoto, prenderà per predefinito chi ha utilizzato il comando.
ko_kr: 유저에게 역할을 추가해요. 역할 이름에 띄어쓰기가 있으면 큰따옴표를 사용해주세요. 유저를 지정하지 않으면 명령어 실행자에게 역할을 지급해요.
nb_no: Legg til en rolle for en bruker. Bruk doble anførselstegn hvis rollen inneholder mellomrom. Hvis brukeren er tom, er den standard for forfatteren av kommandoen.
nl_nl: Voeg een rol toe aan een gebruiker. Gebruik dubbele aanhalingstekens als de rol spaties bevat. Als de gebruiker leeg gelaten wordt, is het standaard ingesteld op de auteur van het commando.
pt_br: Concede um cargo a um(a) usuário(a). Use aspas duplas se o nome do cargo contiver espaços. Se o usuário for deixado em branco, por padrão será usado a(o) autor(a) do comando.
pt_pt: Adicionar um cargo a um utilizador. Utiliza aspas duplas se o cargo contiver espaços. Se o utilizador for deixado em branco, por padrão, será o autor do comando.
ru_ru: Добавить роль пользователю. Используйте двойные кавычки, если роль содержит пробелы. Если пользователь остался пустым, он по умолчанию используется автором команды.
sk_sk: Pridá rolu užívateľovi. Ak rola obsahuje medzery, použite dvojité úvodzovky. Ak je užívateľ ponechaný prázdny, predvolene sa použije autor príkazu.
sl_si: Doda rolo uporabniku. Uporabi dvojne narekovaje če rola vsebuje presledke. Če je polje uporabnika prazno se avtomatsko doda avtorju komande.
tr_tr: Kullanıcıya rol ekle. Rol boşluk içeriyorsa çift tırnak işareti kullanın. Kullanıcı boş bırakılırsa, varsayılan olarak komutu yazan kabul edilir.
zh_cn: 加一个角色 到一个人上. 用双引号要是角色的名字有空格. 要是没有说出人，就会被加到用这个命令的人

source: Remove a role from a user. Use double quotes if the role contains spaces. If user is left blank it defaults to the author of the command.
ar_sa: إزالة رتبة من مستخدم. استخدام علامات اقتباس مزدوجة إذا كان الرتبة يحتوي على مسافات. إذا ترك المستخدم فارغاً فإنه افتراضياً لمؤلف الأمر.
de_de: Füge einem Mitglied eine Rolle hinzu. Benutze (amerikanische) Anführungszeichen, wenn im Namen Leerzeichen enthalten sind. Wenn keine Person definiert wurde, wird die Rolle von dem Autor des Befehls entfernt.
es_es: Elimina un rol de un usuario. Usar comillas dobles si el rol contiene espacios. Si el usuario se deja en blanco el valor por defecto es el autor del comando.
fi_fi: Lisää rooli käyttäjälle. Käytä kaksinkertaisia lainausmerkkejä, jos rooli sisältää välilyöntejä. Jos käyttäjä jätetään tyhjäksi, se on oletuksena tekijä komennon.
fr_fr: Retirer un rôle d'un utilisateur. Utilisez des guillemets doubles si le rôle contient des espaces. Si l'utilisateur est laissé vide, ce sera par défaut l'auteur de la commande.
hr_hr: Uklonite ulogu s korisnika. Koristite navodnike ako uloga sadrži razmake. Ako je ime korisnika ostavljeno prazno, zadati će se autor naredbe.
id_id: Hapus role dari user. Gunakan tanda kutip ganda jika role berisi spasi. Jika pengguna dibiarkan kosong, defaultnya adalah pembuat perintah.
it_it: Rimuove un ruolo da un utente. Usa le virgolette se il ruolo contiene spazi. Se l'utente è lasciato vuoto, prenderà per predefinito chi ha utilizzato il comando.
ko_kr: 유저에게서 역할을 삭제해요. 역할 이름에 띄어쓰기가 있으면 큰따옴표를 사용해주세요. 유저를 지정하지 않으면 명령어 실행자에게서 역할을 뺏어요.
nb_no: Fjern en rolle fra en bruker. Bruk doble anførselstegn hvis rollen inneholder mellomrom. Hvis brukeren er tom, er den standard for forfatteren av kommandoen.
nl_nl: Verwijder een rol van een gebruiker. Gebruik dubbele aanhalingstekens als de rol spaties bevat. Als de gebruiker leeg gelaten wordt, is het standaard ingesteld op de auteur van het commando.
pt_br: Remove um cargo de um(a) usuário(a). Use aspas duplas se o nome do cargo contiver espaços. Se o usuário for deixado em branco, por padrão será usado a(o) autor(a) do comando.
pt_pt: Remover um cargo de um utilizador. Utiliza aspas duplas se o cargo contiver espaços. Se o utilizador for deixado em branco, por padrão, será o autor do comando.
ru_ru: Удалить роль от пользователя. Используйте двойные кавычки, если роль содержит пробелы. Если пользователь остался пустым, он по умолчанию используется автором команды.
sk_sk: Odobrať rolu užívateľovi. Ak rola obsahuje medzery, použite dvojité úvodzovky. Ak je užívateľ ponechaný prázdny, predvolene sa použije autor príkazu.
sl_si: Odstrani rolo uporabniku. Uporabi dvojne narekovaje če rola vsebuje presledke. Če je polje uporabnika prazno se avtomatsko doda avtorju komande.
tr_tr: Kullanıcıdan rol sil. Rol boşluk içeriyorsa çift tırnak işareti kullanın. Kullanıcı boş bırakılırsa, varsayılan olarak komutu yazan kabul edilir.
zh_cn: 从一个人去掉一个角色. 要是角色的名字有空格用双引号. 要是没有说出人加给用命令的人.

source: Edit role settings.
ar_sa: تعديل إعدادات الرتبة.
cs_cz: Upraví nastavení role.
de_de: Rolleneinstellungen bearbeiten.
es_es: Editar configuración de rol.
fi_fi: Muokkaa rooliasetuksia.
fr_fr: Modifier les paramètres d'un rôle.
hr_hr: Uredite postavke uloge.
id_id: Edit pengaturan role.
it_it: Modifica impostazioni ruolo.
ko_kr: 역할 설정을 변경했어요.
nb_no: Endre rolle innsillinger.
nl_nl: Rol instellingen bewerken.
pl_pl: Edytuj ustawienia roli.
pt_br: Altere as configurações de cargo.
pt_pt: Editar configurações do cargo.
ru_ru: Изменение параметров роли.
sk_sk: Úpravy nastavenia role.
sl_si: Spremeni nastavitve role.
tr_tr: Rol ayarlarını düzenle.
zh_cn: 编辑角色设置

source: Edit a role's colour. Use double quotes if the role contains spaces. Colour must be in hexadecimal format. [Online colour picker](http://www.w3schools.com/colors/colors_picker.asp) Examples: `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`
ar_sa: تحرير لون رتبة. استخدام علامات اقتباس مزدوجة إذا كان الرتبة يحتوي على مسافات. يجب أن يكون اللون بتنسيق سداسي عشري. [منتقي الألوان عبر الإنترنت](http://www.w3schools.com/colors/colors_picker.asp) أمثلة: '[p]editrole اللون "الترانزستور" #ff0000'n'n'[p]editrole لون اختبار #ff9900'n
de_de: Bearbeite die Farbe einer Rolle. Verwende doppelte Anführungszeichen, wenn die Rolle Leerzeichen enthält. Die Farbe muss im hexadezimal angegeben werden. [Online Farbwähler](http://www.w3schools.com/colors/colors_picker.asp) Beispiele: `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`
es_es: Edita el color de un rol. Usar comillas dobles si el rol contiene espacios. El color debe estar en formato hexadecimal. [Selector de color en línea](http://www.w3schools.com/colors/colors_picker.asp) Ejemplos: `[p]color editrole "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`
fi_fi: Muokkaa roolin väriä. Käytä kaksinkertaisia lainausmerkkejä, jos rooli sisältää välilyöntejä. Värin on oltava heksadesimaalissa. [Väripoimija](http://www.w3schools. om/colors/colors_picker. sp) Esimerkkejä: `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`
fr_fr: Modifiez la couleur d'un rôle. Utilisez des guillemets doubles si le rôle contient des espaces. La couleur doit être au format hexadécimal. [Sélecteur de couleurs en ligne](http://www.w3schools.com/colors/colors_picker.asp) Exemples: `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`
hr_hr: Uredite boju uloge. Koristite navodnike ako uloga sadrži razmake. Boja mora biti u heksadecimalnom formatu. [Online odabir boja](http://www.w3schools.com/colors/colors_picker.asp) Primjeri: `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`
id_id: Ubah warna role. Gunakan tanda kutip ganda jika peran tersebut berisi spasi. Warna harus dalam format heksadesimal. [Online colour picker](http://www.w3schools.com/colors/colors_picker.asp) Contoh: `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`
it_it: Modifica il colore di un ruolo. Usa le virgolette se il ruolo contiene spazi. Il colore deve essere in formato esadecimale. [Online colour picker](http://www.w3schools.com/colors/colors_picker.asp) Esempi: `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`
ko_kr: 역할 색상을 편집합니다. 역할에 공백이 포함된 경우 큰따옴표를 사용합니다. 색상은 16진수 형식이어야 합니다. [온라인 색상 선택기](http://www.w3schools.com/colors/colors_picker.asp) 예: '[p]editrole 색상 "The Transistor" #ff0000' '[p]editrole 색상 Test #ff9900'
nb_no: Rediger en rollefarge. Bruk doble anførselstegn hvis rollen inneholder mellomrom. Farge må være i heksadesimal format. [Online fargevalg] (http://www.w3schools.com/colors/colors_picker.asp) Eksempler: `[p] redigeringsrollefarge " Transistoren "# ff0000` ` [p] redigeringsrollefarge Test # ff9900`
nl_nl: Bewerk een rolkleur. Gebruik dubbele aanhalingstekens als de rol spaties bevat. Kleur moet in hexadecimaal formaat zijn. [Online kleur kiezer](http://www.w3schools. om/colors/colors_picker. sp) Voorbeelden: `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`
pt_br: Edita a cor de um cargo. Use aspas duplas se o cargo contiver espaços. A cor precisa estar em formato hexadecimal. [Seletor de cores online](http://www.w3schools.com/colors/colors_picker.asp) Exemplos: `[p]editrole colour "O Transistor" #ff0000` `[p]editrole colour Teste #ff9900`
pt_pt: Editar a cor de um cargo. Utiliza aspas duplas se o cargo contiver espaços. A cor deve estar no formato hexadecimal. [Seletor de Cor Online](http://www.w3schools.com/colors/colors_picker.asp) Exemplos: ``` [p]editrole colour "The Transistor" #ff0000 [p]editrole colour Test #ff9900 ```
ru_ru: Изменить цвет роли. Используйте двойные кавычки, если роль содержит пробелы. Цвет должен быть в шестнадцатеричном формате. [Онлайн выбор цвета](http://www.w3schools. om/colors/colors_picker.sp) Примеры: `[p]edit role color "The Transistor" #ff00` `[p]edit role color--ur Test #ff9900`
sk_sk: Upraviť farbu role. Ak rola obsahuje medzery, použite dvojité úvodzovky. Farba musí byť v hexadecimálnom formate. [Výber farieb online](http://www.w3schools.com/colors/colors_picker.asp) Príklady: `[p]editrole colour "Spravce servera" #ff0000` `[p]editrole colour Spravce #ff9900`
sl_si: Spremeni barvo role. Uporabi dvojne narekovaje če rola vsebuje presledke. Barva mora biti v hexadecimalni obliki. [Spletni izbirnik barv](http://www.w3schools.com/colors/colors_picker.asp) Primeri: `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`
tr_tr: Rol rengini düzenler. Rol boşluk içeriyorsa çift tırnak kulanın. Renk onaltılık formatında olmalıdır. [Online renk seçme aracı](http://www.w3schools.com/colors/colors_picker.asp) Örneğin: `[p]editrole colour "Rol adı" #ff0000` `[p]editrole colour Test #ff9900`
zh_cn: 编辑身份证颜色 如果角色包含空格，请使用双引号。 颜色必须是十六进制格式。 [在线取色器](http://www.w3schools.com/colors/colors_picker.asp) 例子： `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`

source: {author} ({author.id}) changed the colour of role '{role.name}'
ar_sa: {author}({author.id}) تغيير لون رول {role.name}
de_de: {author} ({author.id}) hat die Farbe der Rolle '{role.name}' geändert
es_es: {author}({author.id}) ha cambiado el color del rol '{role.name}'
fr_fr: {author} ({author.id}) a changé la couleur du rôle : '{role.name}'
id_id: {author} ({author.id}) telah mengubah warna role '{role.name}'
nb_no: {author} ({author.id}) endret fargen på rollen '{role.name}'
pt_br: {author} ({author.id}) alterou a cor do cargo '{role.name}'
pt_pt: {author} ({author.id}) alterou a cor do cargo '{role.name}'
ru_ru: {author} ({author.id}) изменил цвет роли '{role.name}'
tr_tr: {author} ({author.id}) kullanıcısı '{role.name}' rolünün rengini değiştirdi
zh_cn: {author} ({author.id}) 改变了角色的颜色 '{role.name}'

source: Done.
ar_sa: تم.
cs_cz: Hotovo.
de_de: Erledigt.
es_es: Listo.
fi_fi: Tehty.
fr_fr: Fait.
hr_hr: Gotovo.
id_id: Selesai.
it_it: Fatto.
ko_kr: 다 했어요.
nb_no: Ferdig.
nl_nl: Klaar.
pl_pl: Gotowe.
pt_br: Concluído.
pt_pt: Concluído.
ru_ru: Готово.
sk_sk: Hotovo.
sl_si: Opravljeno.
tr_tr: Tamamlandı.
zh_cn: 完成。

source: Edit a role's name. Use double quotes if the role or the name contain spaces. Example: `[p]editrole name "The Transistor" Test`
ar_sa: تحرير اسم رتبة. استخدام علامات اقتباس مزدوجة إذا كان الرتبة أو الاسم يحتويعلى مسافات. المثال: '[p]اسم تحرير "The Transistor" Test'
de_de: Bearbeite den Namen einer Rolle. Verwende doppelte Anführungszeichen, wenn die Rolle Leerzeichen enthält. Beispiel: `[p]editrole name "The Transistor" Test`
es_es: Edita el nombre de un rol. Utilice comillas dobles si el rol o el nombre contiene espacios. Ejemplo: `[p]editrole name "The Transistor" Test`
fi_fi: Muokkaa roolin nimeä. Käytä kaksoislainausmerkkejä, jos rooli tai nimi sisältää välilyöntejä. Esimerkki: `[p]editrole name "The Transistor" Test`
fr_fr: Modifier le nom d'un rôle. Utiliser des guillemets si le rôle ou le nom contient des espaces. Exemple: `[p]editrole name "The Transistor" Test`
hr_hr: Uredite naziv uloge. Koristite navodnike ako uloga ili naziv uloge sadrže razmake. Primjer: `[p]editrole name "The Transistor" Test`
id_id: Ubah nama role. Gunakan tanda kutip ganda jika role atau namanya mengandung spasi. Example: `[p]editrole name "The Transistor" Test`
it_it: Modifica il nome di un ruolo. Usa le virgolette se il ruolo o il nome contengono spazi. Esempio: `[p]editrole name "The Transistor" Test`
ko_kr: 역할 이름을 편집합니다. 역할 또는 이름에 공백이 포함된 경우 큰따옴표를 사용하십시오. 예: `[p]editrole name "The Transistor" Test`
nb_no: Rediger navnet til en rolle. Bruk doble anførselstegn hvis rollen eller navnet inneholder mellomrom. Eksempel: `[p] editrole name " Transistor \ "Test`
nl_nl: Bewerk de rolnaam. Gebruik dubbele aanhalingstekens als de rol of de naam spaties bevat. Voorbeeld: `[p]editrole naam "The Transistor" Test`
pt_br: Alterar o nome de um cargo. Use aspas duplas se o cargo ou o nome contiverem espaços. Exemplo: `[p]editrole name "O Transistor" Teste`
pt_pt: Editar o nome de um cargo. Utilize aspas duplas se o cargo ou o nome contiver espaços. Exemplo: ``` [p]editrole name "The Transistor" Test ```
ru_ru: Изменить название роли. Используйте двойные кавычки, если роль или имя содержат пробелы. Пример: `[p]edit role name "The Transistor" Test`
sk_sk: Upraviť názov role. Ak rola obsahuje medzery, použite dvojité úvodzovky. Príklad: `[p]editrole name "Správca servera" Majitel`
sl_si: Spremeni ime role. Uporabi dvojne narekovaje če rola vsebuje presledke. Primer: `[p]editrole name "The Transistor" Test`
tr_tr: Rolün ismini düzenler. Rol veya ad boşluk içeriyorsa çift tırnak kulanın. Örneğin: `[p]editrole name "Rol adı" Test`
zh_cn: 编辑角色名称。 如果角色名称包含空格，请使用双引号。 例子： `[p]editrole name "The Transistor" Test`

source: {author} ({author.id}) changed the name of role '{old_name}' to '{name}'
ar_sa: {author}({author.id}) تغيير اسم رول {old_name} إلى {name}
de_de: {author} ({author.id}) änderte den Namen der Rolle von '{old_name}' zu '{name}'
es_es: {author}({author.id}) ha cambiado el color del rol '{old_name}' a '{name}'
fr_fr: {author} ({author.id}) a changé le nom du rôle : '{old_name}' en '{name}'
id_id: {author} ({author.id}) telah mengubah nama role '{old_name}' menjadi '{name}'
nb_no: {author} ({author.id}) endret navnet på rollen '{old_name}' til '{name}'
pt_br: {author} ({author.id}) alterou o nome do cargo '{old_name}' para '{name}'
pt_pt: {author} ({author.id}) alterou o nome do cargo '{old_name}' para '{name}'
ru_ru: {author} ({author.id}) изменил название роли '{old_name}' ' на '{name}'
tr_tr: {author} ({author.id}) kullanıcısı '{old_name}' rolünün adını '{name}' olarak değiştirdi

source: Announce a message to all servers the bot is in.
ar_sa: الإعلان عن رسالة إلى جميع السيرفرات المتواجد بها البوت.
cs_cz: Oznámit zprávu na všechny servery ve kterých je bot.
de_de: Mache eine Ankündigung auf allen Servern auf denen der Bot ist.
es_es: Anuncie un mensaje a todos los servidores en los que el bot esté presente.
fi_fi: Ilmoita viesti kaikille palvelimille, joihin botti on.
fr_fr: Faire une annonce à tous les serveurs dans lesquels le bot se trouve.
hr_hr: Najavite poruku svim serverima u kojima se bot nalazi.
id_id: Umumkan pesan ke semua server tempat bot berada.
it_it: Annuncia un messaggio a tutti i server in cui si trova il bot.
ko_kr: 봇이 있는 모든 서버에 메시지를 알립니다.
nb_no: Gi en melding til alle servere boten er i.
nl_nl: Kondig een bericht aan in alle servers.
pl_pl: Rozgłoś wiadomość do wszystkich serwerów w których jest ten bot.
pt_br: Anuncia uma mensagem para todos os servidores onde o bot está.
pt_pt: Anuncia uma mensagem para todos os servidores em que o bot está.
ru_ru: Объявить сообщение на всех серверах, к которым подключен бот.
sk_sk: Oznámiť správu všetkým serverom, na ktorých sa bot nachádza.
sl_si: Pošljite sporočilo v vse strežnike, v katerih je bot.
tr_tr: Botun bulunduğu tüm sunuculara duyuru geçer.
zh_cn: 已向机器人所在的所有服务器发送公告。
