Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/admin/locales/*.po
Languages: ar_sa, cs_cz, de_de, es_es, fi_fi, fr_fr, hr_hr, id_id, it_it, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, sl_si, tr_tr, zh_cn

source: \n Remove a role from the list of available selfroles.\n\n NOTE: The role is case sensitive!\n
cs_cz: \n Odstraní roli ze seznamu dostupných self-rolí.\n\n POZNÁMKA: Role je citlivá na malá a velká písmena!\n

source: Removed.
cs_cz: Odstraněno.
fi_fi: Poistettu.
pl_pl: Usunięto.
sk_sk: Odstránené.

source: The provided role is not a valid selfrole.
cs_cz: Daná role není platná self-role.
fi_fi: Annettu rooli ei ole kelvollinen selfrole.
pl_pl: Podana rola nie jest poprawną rolą samodzielnego przypisania.
sk_sk: Daná rola nie je platná self-role.

source: Change the channel where the bot will send announcements. If channel is left blank it defaults to the current channel.
fi_fi: Muuta kanavaa, jossa botti lähettää ilmoituksia. Jos kanava jätetään tyhjäksi, se oletetaan nykyiselle kanavalle.
sk_sk: Zmeniť kanál, kam bude bot posielať oznámenia. Ak je kanál nevyplnený, použije sa predvolený aktuálny kanál.

source: Add a role to the list of available selfroles. NOTE: The role is case sensitive!
fi_fi: Lisää rooli saatavilla olevien selfrolien luetteloon. HUOM: Rooli on kirjainkoolla herkkä!
sk_sk: Pridať rolu do zoznamu dostupných self-rolí. POZNÁMKA: Rola je citlivá na malé a veľké písmena!

source: Remove a role from the list of available selfroles. NOTE: The role is case sensitive!
fi_fi: Lisää rooli saatavilla olevien selfrolien luetteloon. HUOM: Rooli on kirjainkoolla herkkä!
sk_sk: Odstráni rolu zo zoznamu dostupných self-rolí. POZNÁMKA: Rola je citlivá na malé a veľké písmena!
