Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/admin/locales/*.po
Languages: ar_sa, cs_cz, de_de, es_es, fi_fi, fr_fr, hr_hr, id_id, it_it, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, sl_si, tr_tr, zh_cn

source: Added 1 selfrole.
ar_sa: تم اضافة 1 رول شخصي.
de_de: 1 selbst hinzufügbare Rolle hinzugefügt.
es_es: Se añadió 1 auto-rol.
fr_fr: Ajout de 1 auto-rôle.
hr_hr: Dodana jedna samo-uloga.
id_id: 1 self role telah ditambahkan.
ko_kr: 1개의 역할이 추가되었습니다.
nb_no: Lagt til 1 selvrolle.
nl_nl: 1 zelfrol toegevoegd.
pt_br: Foi adicionado um cargo autoatribuível.
pt_pt: Adicionado 1 selfrole.
ru_ru: Роль добавлена.
tr_tr: 1 selfrole eklendi.
zh_cn: 成功添加了一个角色。

source: Remove a role, or a selection of roles, from the list of available selfroles. NOTE: The role is case sensitive!
de_de: Entferne eine oder mehrere Rollen von der Liste der selbst hinzufügbaren Rollen. ACHTUNG: Beachte die Groß- und Kleinschreibung!
es_es: Elimina un rol, o una selección de roles, de la lista de auto-roles disponibles. NOTA: ¡El rol es sensible a mayúsculas!
fr_fr: Ajouter un rôle, ou une sélection de rôles, à la liste des rôles personnels disponibles. NOTE : Le nom du rôle est sensible aux majuscules et minuscules !
hr_hr: Uklonite ulogu ili izbor uloga s popisa dostupnih samo-uloga. NAPOMENA: Uloga je osjetljiva na velika i mala slova!
id_id: Tambahkan role. atau seleksi roles, ke dalam list selfroles yang tersedia. NOTE: Role merupakan case sensitive!
ko_kr: 사용 가능한 selfroles 목록에서 역할 또는 선택한 역할을 제거합니다. 참고: 역할은 대소문자를 구분합니다!
nb_no: Fjern en rolle, eller et utvalg av roller, fra listen over tilgjengelige selvroller. MERK: Rollen skille mellom store og små bokstaver!
nl_nl: Verwijder een rol van de lijst van beschikbare zelfrollen. OPMERKING: De rol is hoofdlettergevoelig!
pt_br: Remove um cargo, ou um conjunto de cargos, da lista de cargos autoatribuíveis disponíveis. NOTA: o nome do cargo diferencia entre letras maiúsculas e minúsculas!
pt_pt: Remover um cargo, ou uma seleção de cargos, da lista de selfroles disponíveis. NOTA: O cargo é sensível a maiúsculas e minúsculas!
ru_ru: Удалить роль или выбор ролей из списка доступных ролей. ПРИМЕЧАНИЕ: Роль чувствительна к регистру!
tr_tr: Kullanılabilir selfroleler listesinden bir veya daha fazla rol çıkar. NOT: Rol büyük küçük harf duyarlıdır!

source: I cannot let you remove {role.name} from being a selfrole because that role is higher than or equal to your highest role in the Discord hierarchy.
ar_sa: لا يمكنني السماح لك بإزالة {role.name} من كونه رتبةًا ذاتيًا لأن هذا الرتبة أعلى من أو يساوي أعلى رتبة لك في التسلسل الهرمي Discord.
cs_cz: Nemohu ti dovolit odebrat {role.name} uživateli, protože tato role je vyšší nebo rovna tvé nejvyšší roli v Discord hierarchii.
de_de: Du darfst nicht die Rolle „{role.name}“ von der Liste der selbst hinzufügbaren Rollen entfernen, weil diese Rolle höher oder gleich deiner höchsten Rolle in der Discord Rollen-Hierarchie ist.
es_es: No puedo permitir que elimines a {role.name} de ser un selfrole porque ese rol es mayor o igual a tu rol más alto en la jerarquía de Discord.
fi_fi: En voi antaa roolia {role.name} käyttäjälle, koska rooli on korkeammalla kuin minun ylin roolini Discordin hierarkiassa.
fr_fr: Je ne peux pas vous laisser ajouter {role.name} comme auto-rôle car ce rôle est supérieur ou égal à votre rôle le plus haut dans la hiérarchie Discord.
hr_hr: Ne mogu vam dopustiti da uklonite {role.name} kao samo-ulogu jer je ta uloga viša ili jednaka vašoj najvišoj ulozi u Discord hijerarhiji.
id_id: Saya tidak dapat menghapus {role.name} dari role diri sendiri karena role itu lebih tinggi dari atau sama dengan role tertinggi Anda dalam tingkatan Discord.
it_it: Non posso permetterti di rimuovere {role.name} dall'essere un selfrole perché quel ruolo è superiore o uguale al tuo ruolo più alto nella gerarchia di Discord.
ko_kr: {role.name}이(가) Discloss 계층 구조에서 사용자의 가장 높은 역할보다 높거나 같으므로 해당 역할을 셀프역할에서 제거할 수 없습니다.
nb_no: Jeg kan ikke la deg fjerne {role.name} fra fordi den rollen er høyere enn eller lik din høyeste rolle i Discord-hierarkiet.
nl_nl: Ik kan je {role.name} niet uit zelfrol laten verwijderen omdat die rol hoger dan of gelijk is aan je hoogste rol in de Discord rangorde.
pl_pl: Nie mogę Ci pozwolić usunąć {role.name} z bycia rolą samodzielnego przypisania, ponieważ ta rola jest wyższa lub równa twojej najwyższej roli w hierarchii Discorda.
pt_br: Não posso deixar você remover o cargo {role.name} da lista de cargos autoatribuíveis porque este cargo é mais alto ou igual ao seu mais alto cargo na hierarquia do Discord.
pt_pt: Não posso permitir que removas {role.name} como um selfrole porque esse cargo é superior ou igual ao teu cargo mais alto na hierarquia do Discord.
ru_ru: Я не могу позволить вам удалить {role.name}, эта роль выше или равна вашей самой высокой роли в иерархии Discord.
sk_sk: Nemôžem ti dovoliť odobrať {role.name} užívateľovi, pretože táto rola je vyššia alebo rovná tvojej najvyššej roli v Discord hierarchii.
sl_si: Ne morem ti dovoliti odstraniti role {role.name} kot lastno rolo ker je ta rola višja ali enaka tvoji roli v Discordovi hierarhiji.
tr_tr: {role.name} kullanıcısından belirttiğin rolü silmene müsaade edemem çünkü bu rol mevcut rolünden daha yüksek.

source: Removed {count} selfroles.
de_de: {count} selbst hinzufügbare Rollen entfernt.
es_es: Se han eliminado {count} auto-roles.
fr_fr: Suppression de {count} auto-rôles.
hr_hr: Uklonjeno {count} samo-uloga.
id_id: {count} selfroles dihapus.
ko_kr: {count} 개의 자기역할을 제거했어요
nb_no: Fjernet {count} selvroller.
nl_nl: {count} zelfrollen verwijderd.
pt_br: Foram removidos {count} cargos autoatribuíveis.
pt_pt: Removidos {count} selfroles.
ru_ru: Удалено {count} личных ролей.
tr_tr: {count} selfrole kaldırıldı.

source: Removed 1 selfrole.
de_de: 1 selbst hinzufügbare Rolle entfernt.
es_es: Se ha eliminado 1 auto-rol.
fr_fr: Suppression d'un auto-rôle.
hr_hr: Uklonjena jedna samo-uloga.
id_id: 1 selfrole telah dihapus.
ko_kr: 1개의 자기역할을 제거했어요
nb_no: Fjernet 1 selvrolle.
nl_nl: 1 zelfrol verwijderd.
pt_br: 1 cargo autoatribuível foi removido.
pt_pt: Removido 1 selfrole.
ru_ru: Убрана 1 личная роль.
tr_tr: 1 selfrole kaldırıldı.

source: Clear the list of available selfroles for this server.
de_de: Lösche die Liste der selbst hinzufügbaren Rollen auf diesem Server.
es_es: Borra la lista de auto-roles disponibles para este servidor.
fr_fr: Nettoyage de la liste des auto-rôles disponibles pour ce serveur.
hr_hr: Izbrišite popis dostupnih samo-uloga za ovaj server.
id_id: Hapus daftar selfroles yang tersedia pada server ini.
ko_kr: 이 서버에 가능한 자기 역할의 리스트를 초기화해요
nb_no: Slett listen over tilgjengelige selvroller for denne serveren.
nl_nl: Wis de lijst met beschikbare zelfrollen voor deze server.
pt_br: Limpar a lista de cargos autoatribuíveis disponíveis para esse servidor.
pt_pt: Limpar a lista de selfroles disponíveis para este servidor.
ru_ru: Очистить список доступных личных ролей для этого сервера.
tr_tr: Bu sunucu için eklenebilir rol listesini temizleyin.

source: There are currently no selfroles.
de_de: Es sind keine selbst hinzufügbaren Rollen verfügbar.
es_es: Actualmente no hay auto-roles.
fr_fr: Actuellement, il n'y a pas d'auto-rôles.
hr_hr: Trenutno nema samo-uloga.
id_id: Tidak ada selfroles ubutuk saat ini.
ko_kr: 현재 가능한 셀프역할이 없어요
nb_no: Det er for tiden ingen selvroller.
nl_nl: Er zijn momenteel geen zelfrollen.
pt_br: Atualmente não existem cargos autoatribuíveis.
pt_pt: Atualmente, não existem selfroles.
ru_ru: В настоящее время нет ролей.
tr_tr: Şu anda eklenebilir rol yok.

source: Are you sure you want to clear this server's selfrole list?
de_de: Sind Sie sich sicher, dass Sie die Liste der selbst hinzufügbaren Rollen dieses Servers löschen möchten?
es_es: ¿Estás seguro de querer borrar la lista de auto-roles de este servidor?
fr_fr: Êtes-vous certain de vouloir nettoyer la liste des auto-rôles de ce serveur ?
hr_hr: Jeste li sigurni da želite izbrisati serverov popis samo-uloga?
id_id: Apakah Anda yakin ingin menghapus seluruh daftar selfrole di server ini?
ko_kr: 진짜로 서버의 셀프롤을 지우겠습니까..?
nb_no: Er du sikker på at du vil tømme serverens filterliste?
nl_nl: Weet je zeker dat je de lijst van zelfrollen van deze server wilt wissen?
pt_br: Você tem certeza de que quer limpar a lista de cargos autoatribuíveis deste servidor?
pt_pt: Tem a certeza de que deseja limpar a lista de selfroles deste servidor?
ru_ru: Вы уверены, что хотите очистить список ролей этого сервера?
tr_tr: Sunucudaki tüm eklenebilir rolleri silmek istediğine emin misin?

source: You took too long to respond.
de_de: Antwortzeit abgelaufen.
es_es: Has tardado demasiado en responder.
fr_fr: Vous avez pris trop de temps à répondre.
hr_hr: Trebalo vam je predugo da odgovorite.
id_id: Kamu memakan waktu terlalu lama untuk menjawab.
ko_kr: 반응까지 너무 오래 걸리셨어요..
nb_no: Du tok for lang tid å svare.
nl_nl: U hebt er te lang over gedaan om te reageren.
pt_br: Você demorou demais para responder.
pt_pt: Demoraste muito para responder.
ru_ru: Вы слишком долго не отвечали.
tr_tr: Cevap vermeniz çok uzun sürdü.

source: I cannot clear the selfroles because the selfrole '{role.name}' is higher than or equal to your highest role in the Discord hierarchy.
de_de: Ich kann die Liste der selbst hinzufügbaren Rollen nicht löschen, da '{role.name}' auf der gleichen Stufe oder höher als Ihre höchste Rolle in der Discord Hierarchie ist.
es_es: No puedo borrar los auto-roles porque el auto-rol '{role.name}' es mayor o igual a tu rol más alto en la jerarquía de Discord.
fr_fr: Je ne peux pas supprimer les rôles personnels car le rôle personnel '{role.name}' est supérieur ou égal à votre rôle le plus élevé dans la hiérarchie Discord.
hr_hr: Ne mogu izbrisati samo-uloge jer je samo-uloga '{role.name}' viša ili jednaka vašoj najvišoj ulozi u Discord hijerarhiji.
id_id: Saya tidak bisa menghapus selfroles karena selfrole {role.name} lebih tinggi atau sama untuk role tertinggi anda dalam tingkatan.
ko_kr: {role.name}이 제가 갖고있는 역할보다 높거나 동등하여 자기역할을 초기화하지 못했어요
nb_no: Jeg kan ikke la deg gi {role.name} til fordi den rollen er høyere enn eller lik din høyeste rolle i Discord-hierarkiet.
nl_nl: Ik kan de zelfrollen niet wissen, omdat de zelfrol '{role.name}' hoger of gelijk is aan je hoogste rol in de Discord rangorde.
pt_br: Não pude limpar os cargos autoatribuíveis porque o cargo autoatribuível '{role.name}' é maior ou igual ao seu mais alto cargo na hierarquia do Discord.
pt_pt: Não posso limpar os selfroles porque o selfrole '{role.name}' é superior ou igual ao teu cargo mais alto na hierarquia do Discord.
ru_ru: Я не могу очистить роли, потому что роль '{role.name}' выше или равна вашей самой высокой роли в иерархии Discord.
tr_tr: Eklenebilir rollerden {role.name}' rolünü silemiyorum çünkü Discord hiyerarşisinde benden daha yüksek bir rol.

source: Selfrole list cleared.
de_de: Liste der selbst hinzufügbaren Rollen gelöscht.
es_es: Lista de auto-roles eliminada.
fr_fr: La liste des rôles personnes a été nettoyée.
hr_hr: Popis samo-uloga je izbrisan.
id_id: Daftar Selfrole telah dibersihkan.
ko_kr: 자기역할 목록이 초기화되었어요
nb_no: Rolle fjernet.
nl_nl: Zelf rol lijst gewist.
pt_br: Lista de cargos autoatribuíveis limpa.
pt_pt: Lista de selfroles limpa.
ru_ru: Список ролей очищен.
tr_tr: Eklenebilir roller temizlendi.

source: No changes have been made.
de_de: Keine Änderungen vorgenommen
es_es: No se han realizado cambios.
fr_fr: Aucune modification n'a été faite.
hr_hr: Nisu napravljene ikakve promjene.
id_id: Tidak ada perubahan yang telah dilakukan
ko_kr: 만들어진 변경사항이 없어요
nb_no: Ingen endringer er utført.
nl_nl: Er zijn geen wijzigingen aangebracht.
pt_br: Nenhuma mudança foi feita.
pt_pt: Não foram feitas alterações.
ru_ru: Никаких изменений не произошло.
tr_tr: Herhangi bir değişiklik yapılmadı.

source: Lock a bot to its current servers only.
ar_sa: قفل البوت للسيرفر الحالي فقط.
cs_cz: Uzamkne bota pouze na jeho aktuální servery.
de_de: Der Bot kann keinem neuen Server beitreten.
es_es: Bloquea el bot sólo a sus servidores actuales.
fi_fi: Lukitse botti vain nykyisille palvelimille.
fr_fr: Verrouiller un bot sur ses serveurs actuels uniquement.
hr_hr: Zaključaj bota samo na njegove trenutne servere.
id_id: Kunci bot untuk server ini saja.
it_it: Blocca un bot ai suoi server attuali.
ko_kr: 이 서버에서만 사용 할 수 있게 봇을 잠궈요
nb_no: Lås bare en bot til sine nåværende servere.
nl_nl: Vergrendel de bot voor alleen deze server.
pl_pl: Ogranicz bota wyłącznie do obecnych serwerów.
pt_br: Restringe o bot somente aos servidores atuais.
pt_pt: Bloquear o bot aos servidores atuais.
ru_ru: Зафиксировать бота только на его текущих серверах.
sk_sk: Uzamkne bota iba na jeho aktuálne servery.
sl_si: Zaklene bota na trenutne strežnike.
tr_tr: Botu şu an bulunduğu sunucularda kilitler.

source: The bot is no longer serverlocked.
ar_sa: لم يعد البوت مقفول للسيرفر الحالي فقط.
cs_cz: Bot již není uzamčen na server.
de_de: Der Bot kann nun anderen Servern beitreten.
es_es: El bot ya no está bloqueado por el servidor.
fi_fi: Botti ei ole enää palvelinlukittu.
fr_fr: Le bot n'est plus verrouillé sur ses serveurs actuels.
hr_hr: Bot više nije zaključan na servere u kojima se nalazi.
id_id: Bot tidak lagi terkunci server .
it_it: Il bot non è più bloccato ai server.
ko_kr: 봇이 더 이상 서버에 잠기지 않습니다.
nb_no: Bot er ikke lenger serverlåst.
nl_nl: De bot is niet langer vergrendeld.
pl_pl: Bot nie jest już ograniczony do obecnych serwerów.
pt_br: O bot não está mais restrito aos servidores atuais.
pt_pt: O bot já não está bloqueado aos servidores atuais.
ru_ru: Бот больше не зафиксирован на сервере.
sk_sk: Bot už nie je uzamknutý serverom.
sl_si: Bot je zopet odklenjen za vse strežnike.
tr_tr: Botun sunucu kilidi aktif değil.

source: The bot is now serverlocked.
ar_sa: لقد تم قفل البوت للسيرفر الحالي فقط.
cs_cz: Bot je nyní serverem uzamčen.
de_de: Der Bot ist jetzt gesperrt neuen Servern beizutreten.
es_es: El bot está bloqueado por el servidor.
fi_fi: Botti on nyt palvelinlukittu.
fr_fr: Le bot est maintenant verrouillé sur ses serveurs actuels.
hr_hr: Bot je sada zaključan na servere u kojima se nalazi.
id_id: Sekarang bot terkunci server.
it_it: Il bot è adesso bloccato ai server.
ko_kr: 이제 봇은 서버에 잠겼습니다.
nb_no: Bot er nå serverlåst.
nl_nl: De bot is vergrendeld.
pl_pl: Bot jest teraz ograniczony do obecnych serwerów.
pt_br: O está restrito aos servidores atuais.
pt_pt: O bot está agora bloqueado aos servidores atuais.
ru_ru: Бот теперь зафиксирован на сервере.
sk_sk: Bot je teraz uzamknutý serverom.
sl_si: Bot je trenutno zaklenjen za vse strežnike.
tr_tr: Botun sunucu kilidi aktif.

source: I could not announce to the following server:
ar_sa: لم أستطع أن أعلن للخوادم التالية:
cs_cz: Nemohu oznámit následujícímu serveru:
de_de: Ich konnte die Ankündigung auf diesem Server nicht ausführen:
es_es: No pude anunciar en el siguiente servidor:
fi_fi: En voinut ilmoittaa seuraavalle palvelimelle:
fr_fr: Je n'ai pas pu annoncer au serveur suivant :
hr_hr: Nisam mogao objaviti sljedećem serveru:
id_id: Saya tidak bisa mengumumkan ke server berikut:
it_it: Non ho potuto annunciare al seguente server:
ko_kr: 다음과 같은 서버에 알릴 수 없어요:
nb_no: Jeg kunne ikke kunngjøre til følgende server:
nl_nl: Ik kan de volgende server niet aankondigen:
pl_pl: Nie mogłem/am ogłosić się na następującym serwerze:
pt_br: Não pude anunciar no seguinte servidor:
pt_pt: Não foi possível anunciar no seguinte servidor:
ru_ru: Я не могу сделать объявление на следующем сервере:
sk_sk: Nemôžem oznámiť nasledujúcemu serveru:
sl_si: Napovednika ni bilo možno izvesti v tem strežniku:
tr_tr: Bu sunucuya duyuru yapamıyorum:
zh_cn: 我无法向以下服务器发送公告:

source: I could not announce to the following servers:
ar_sa: لم أستطع أن أعلن للخوادم التالية:
cs_cz: Nemohu oznámit následujícím serverům:
de_de: Ich konnte die Ankündigung auf diesen Servern nicht ausführen:
es_es: No pude anunciar en los siguientes servidores:
fi_fi: En voinut ilmoittaa seuraavalle palvelimelle:
fr_fr: Je n'ai pas pu annoncer aux serveurs suivants :
hr_hr: Nisam mogao objaviti sljedećim serverima:
id_id: Saya tidak dapat mengumumkan ke server berikut:
it_it: Non ho potuto annunciare ai seguenti server:
ko_kr: 다음과 같은 서버에 알릴 수 없어요. :
nb_no: Jeg kunne ikke kunngjøre følgende servere:
nl_nl: Ik kon de volgende servers niet aankondigen:
pl_pl: Nie mogłem/am ogłosić się na następujących serwerach:
pt_br: Não pude anunciar nos seguintes servidores:
pt_pt: Não foi possível anunciar nos seguintes servidores:
ru_ru: Я не могу сделать объявление на следующем сервере:
sk_sk: Nemôžem oznámiť nasledujúcim serverom:
sl_si: Napovednika ni bilo možno izvesti v teh strežnikih:
tr_tr: Bu sunuculara duyuru yapamıyorum:
zh_cn: 我无法向以下服务器发送公告:

source: The Admin cog is not loaded.
ar_sa: لم يتم تحميل وحدة الأدمن cog.
cs_cz: Admin cog není načten.
de_de: Das Admin-Cog ist nicht geladen.
es_es: El cog Admin no está cargado.
fi_fi: Admin cog ei ole ladattu.
fr_fr: Le cog Admin n'est pas chargé.
hr_hr: Admin Cog nije učitan.
id_id: Cog Admin belum/tidak dimuat.
it_it: Il cog Admin non è caricato.
ko_kr: 관리자 cog가 로드되지 않았어요.
nb_no: Admin cog er ikke lastet.
nl_nl: De admin cog is niet geladen.
pl_pl: Moduł Admin nie jest załadowany.
pt_br: A cog Admin não está carregada.
pt_pt: O cog 'Admin' não está carregado.
ru_ru: Модуль Admin не загружен.
sk_sk: Admin cog nie je načítaný.
sl_si: Modul Admin ni naložen.
tr_tr: The Admin eklentisi yüklenmedi.
zh_cn: admin cog未加载

source: The role "{role_name}" is not a valid selfrole.
de_de: Die Rolle "{role_name}" ist keine gültige selbst definierte Rolle.
es_es: El rol "{role_name}" no es un auto-rol válido.
fr_fr: Le rôle "{role_name}" n'est pas un auto-rôle valide.
hr_hr: Uloga "{role_name}" nije važeća samo-uloga.
id_id: Role "{role_name}" bukan selfrole yang tepat.
ko_kr: {role_name}은 제대로 된 역할이 아니에요
nb_no: Rollen "{role_name}" er ikke en gyldig selvrolle.
nl_nl: De rol "{role_name}" is geen geldige zelfrol.
pt_br: O cargo "{role_name}" não é um cargo autoatribuível válido.
pt_pt: O cargo "{role_name}" não é um selfrole válido.
ru_ru: Роль "{role_name}" не является допустимой ролью.
tr_tr: "{role_name}" geçerli bir selfrole değil.
zh_cn: "[role_name]"不是一个有效的角色

source: This selfrole has more than one case insensitive match. Please ask a moderator to resolve the ambiguity, or use the role ID to reference the role.
de_de: Diese Selbstrolle hat mehr als eine Fall-übergreifende Übereinstimmung. Bitte fragen Sie einen Moderator, um die Mehrdeutigkeit aufzulösen, oder verwenden Sie die Rollen-ID, um auf die Rolle zu verweisen.
es_es: Este rol propio (selfrole) tiene más de un caso de coincidencia insensible. Por favor, pida a un moderador que resuelva la ambigüedad o utilice el ID de rol para hacer referencia al rol.
fr_fr: Ce auto-rôle a plus d'une correspondance insensible à la casse (case insensitive). Demandez à un modérateur de résoudre l'ambiguïté, ou utilisez l'ID du rôle pour référencer le rôle.
id_id: Selfrole ini memiliki lebih dari satu kecocokan yang tidak membedakan huruf besar dan kecil. Mohon tanyakan kepada moderator untuk menyelesaikan ambiguitas ini, atau gunakan ID role untuk merujuk role tersebut.
nb_no: Denne selvrollen har flere enn én sak ufølsom kamp. Be en moderator om å løse tvetydigheten, eller bruke rolle-ID for å referere rollen.
pt_br: Este cargo próprio tem mais de uma correspondência que não diferencia as letras maiúsculas e minusculas. Por favor, peça a um moderador para resolver a ambiguidade ou use a ID do cargo para indicar o cargo.
pt_pt: Este selfrole tem mais de uma correspondência insensível a maiúsculas e minúsculas. Por favor, peça a um moderador para resolver a ambiguidade, ou utilize o ID do cargo para referenciar o cargo.
ru_ru: Эта роль имеет более одного совпадения без учета регистра. Попросите модератора устранить двусмысленность или используйте идентификатор роли для ссылки на роль.
tr_tr: Bu kişisel rolün birden fazla büyük/küçük harfe duyarlı olmayan eşleşmesi var. Lütfen bir moderatörden belirsizliği çözmesini isteyin veya role referans vermek için rol kimliğini kullanın.

source: I need manage roles permission to do that.
cs_cz: K tomu potřebuji oprávnění spravovat role.
fi_fi: Tarvitsen "manage roles" -oikeuden tehdäkseni tämän.
pl_pl: Potrzebuję uprawnień do zarządzania rolami, aby to zrobić.
sk_sk: Potrebujem oprávnenie spravovať role.

source: \n Add a role to a user.\n\n Use double quotes if the role contains spaces.\n If user is left blank it defaults to the author of the command.\n
cs_cz: \n Přidá roli uživateli.\n\n Pokud role obsahuje mezery, použijte dvojí uvozovky.\n Ponecháte-li uživatel prázdný, výchozí hodnota autorovi příkazu.\n

source: \n Remove a role from a user.\n\n Use double quotes if the role contains spaces.\n If user is left blank it defaults to the author of the command.\n
cs_cz: \n Odebrat roli uživateli.\n\n Pokud role obsahuje mezery, použijte dvojí uvozovky.\n Ponecháte-li uživatel prázdný, výchozí hodnota autorovi příkazu.\n

source: \n Edit a role's colour.\n\n Use double quotes if the role contains spaces.\n Colour must be in hexadecimal format.\n [Online colour picker](http://www.w3schools.com/colors/colors_picker.asp)\n\n Examples:\n `[p]editrole colour \"The Transistor\" #ff0000`\n `[p]editrole colour Test #ff9900`\n
cs_cz: \n Upravit barvu role.\n\n Pokud role obsahuje mezery, použij dvojité uvozovky.\n Barva musí být v hexadecimálním formátu.\n [Výběr barev online](http://www.w3schools.com/colors/colors_picker.asp)\n\n Příklady:\n `[p]editrole colour \"Spravce\" #ff0000`\n `[p]editrole colour Spravce #ff9900`\n

source: \n Edit a role's name.\n\n Use double quotes if the role or the name contain spaces.\n\n Example:\n `[p]editrole name \"The Transistor\" Test`\n
cs_cz: \n Upraví název role\n\n Použijte dvojité uvozovky, pokud role nebo název obsahuje mezery.\n\n Příklady:\n `[p]editrole name \"Spravce\" Admin`\n

source: \n Change the channel where the bot will send announcements.\n \n If channel is left blank it defaults to the current channel.\n
cs_cz: \n Změňte kanál, kde bude bot odesílat oznámení.\n \n Pokud je kanál ponechán prázdný, výchozí je aktuální kanál.\n

source: Toggle announcements being enabled this server.
cs_cz: Zapne oznamování na tomto serveru.

source: The server {guild.name} will receive announcements.
cs_cz: Server {guild.name} obdrží oznámení.

source: The server {guild.name} will not receive announcements.
cs_cz: Server {guild.name} nebude dostávat oznámení.

source: Apply selfroles.
cs_cz: Aplikovat self-role.
pl_pl: Zastosuj własne role.

source: \n Add a selfrole to yourself.\n\n Server admins must have configured the role as user settable.\n NOTE: The role is case sensitive!\n
cs_cz: \n Odstraní vám self-roli.\n\n Administrátoři serveru musí mít nastavenou roli podle nastaveného uživatele.\n POZNÁMKA: Role je citlivá na malá a velká písmena!\n

source: \n Remove a selfrole from yourself.\n\n Server admins must have configured the role as user settable.\n NOTE: The role is case sensitive!\n
cs_cz: \n Odstraní vámself-roli.\n\n Administrátoři serveru musí mít nastavenou roli podle nastaveného uživatele.\n POZNÁMKA: Role je citlivá na malá a velká písmena!\n

source: \n Lists all available selfroles.\n
cs_cz: \n Seznam všech dostupných self-rolí.\n

source: Available Selfroles:\n{selfroles}
cs_cz: Dostupné vlastní role:\n{selfroles}

source: \n Add a role to the list of available selfroles.\n\n NOTE: The role is case sensitive!\n
cs_cz: \n Přidá roli do seznamu dostupných self-rolí.\n\n POZNÁMKA: Role je citlivá na malá a velká písmena!\n

source: Added.
cs_cz: Přidáno.
fi_fi: Lisätty.
pl_pl: Dodano.
sk_sk: Pridané.

source: That role is already a selfrole.
cs_cz: Tato role je již self-rolí.
fi_fi: Tämä rooli on jo selfrole.
pl_pl: Ta rola jest już rolą do samodzielnego przypisania.
sk_sk: Táto rola je už self-rola.
