Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Bank accounts for users who no longer share a server with the bot have been pruned.
de_de: Bankkonten für Benutzer, die keinen Server mehr mit dem Bot teilen, wurden bereinigt.
es_es: Las cuentas bancarias para los usuarios que ya no comparten un servidor con el bot han sido vaciadas.
fr_fr: Les comptes bancaires des utilisateurs qui ne partagent plus de serveur avec le bot ont été supprimés.
tr_tr: Artık bot ile ortak sunucusu bulunmayan kullanıcıların banka hesapları temizlendi.

source: This will delete {name}'s bank account. If you're sure, type `{prefix}bankset prune user {id} yes`
de_de: Dies wird das Bankkonto von {name} löschen. Wenn Sie sicher sind, geben Sie `{prefix}bankset prune user {id} yes` ein
es_es: Esto eliminará la cuenta bancaria de {name}. Si estás seguro, escribe `{prefix}bankset prune user {id} yes`
fr_fr: Ceci supprimera le compte bancaire de {name}. Si vous êtes sûr, tapez `{prefix}user prune {id} yes`
tr_tr: Bu, üyenin {name} banka hesabını silecek. Eğer eminsen bu komutu kullan `{prefix}bank prune user {id} yes`

source: The bank account for {name} has been pruned.
de_de: Das Bankkonto von {name} wurde bereinigt.
es_es: La cuenta bancaria de {name} ha sido vaciada.
fr_fr: Le compte bancaire de {name} a été supprimé.
tr_tr: Bu üyenin {name} bankası hesabı silindi.

source: Manage modlog settings.
de_de: Modlog Einstellungen verwalten.
es_es: Administrar ajustes de modlog.
fr_fr: Gérer les paramètres du modlog.
tr_tr: Modlog ayarlarını düzenleyin.

source: Command to fix misbehaving casetypes.
de_de: Kommando um Fehlverhalten von Casetypen zu beheben.
es_es: Comando para corregir los casetypes de mal comportamiento.
fr_fr: Commande pour réparer les cas de mauvaise conduite.
tr_tr: Hatalı vaka türlerini düzeltmek için komut.

source: Set a channel as the modlog. Omit `[channel]` to disable the modlog.
de_de: Setze den Modlog Kanal. Lass `[channel]` weg um den Modlog abzuschalten.
es_es: Establece un canal como el modlog. Omitir `[channel]` para desactivar el modlog.
fr_fr: Définir un salon comme modlog. Omettre `[channel]` pour désactiver le modlog.
tr_tr: Bir kanalı modlog olarak ayarla. Modlog'u kapamak için `[channel]` yerini boş bırakın.

source: Mod events will be sent to {channel}.
de_de: Moderationsevents werden nun nach {channel} gesendet.
es_es: Los eventos de mod se enviarán a {channel}.
fr_fr: Les événements de modération seront envoyés à {channel}.
tr_tr: Mod hareketleri bu kanala gönderilecek. {channel}.

source: I do not have permissions to send messages in {channel}!
de_de: Ich habe keine Berechtigungen um Nachrichten in {channel} zu senden!
es_es: ¡No tengo permisos para enviar mensajes en {channel}!
fr_fr: Je n'ai pas les permissions d'envoyer des messages dans {channel} !
tr_tr: Bu kanala mesaj atma yetkim yok {channel}!

source: Mod log is already disabled.
de_de: Mod-Log ist bereits deaktiviert.
es_es: El registro del moderación ya está deshabilitado.
fr_fr: Le journal des mods est déjà désactivé.
tr_tr: Mod logları zaten kapalı.

source: Mod log deactivated.
de_de: Mod-Log deaktiviert.
es_es: Registró de moderación desactivado.
fr_fr: Journal des logs désactivé.
tr_tr: Modlog devre dışı.

source: Enable or disable case creation for a mod action. An action can be enabling or disabling specific cases. (Ban, kick, mute, etc.) Example: `[p]modlogset cases kick enabled`
de_de: Groß-/Kleinschreibung für eine Mod-Aktion aktivieren oder deaktivieren. Eine Aktion kann bestimmte Fälle aktivieren oder deaktivieren. (Ban, kick, stumm, etc.) Beispiel: `[p]modlogset cases kick enabled`
es_es: Activa o desactiva la creación de casos ante una acción de mod. Una acción puede estar habilitando o deshabilitando casos específicos. (Ban, kick, mute, etc.) Ejemplo: `[p]modlogset cases kick enabled`
fr_fr: Activer ou désactiver la création de cas pour une action de modération. Une action peut être l'activation ou la désactivation de cas spécifiques. (Ban, kick, mute, etc.) Exemple: `[p]modlogset case kick enabled`

source: Current settings:
de_de: Aktuelle Einstellungen:
es_es: Ajustes actuales:
fr_fr: Paramètres actuels :
tr_tr: Şu anki ayarlar:

source: That action is not registered.
de_de: Diese Aktion ist nicht registriert.
es_es: Esa acción no está registrada.
fr_fr: Cette action n’est pas enregistrée.
tr_tr: Bu eylem kaydedilmemiş.

source: Case creation for {action_name} actions is now {enabled}.
de_de: Fallerstellung für {action_name} Aktionen ist jetzt {enabled}.
es_es: La creación de casos para las acciones de moderacion {action_name} esta ahora {enabled}.
fr_fr: La création de cas pour les actions {action_name} est maintenant {enabled}.
tr_tr: {action_name} için vaka oluşturma artık {enabled}.

source: Reset all modlog cases in this server.
de_de: Alle Modlog-Fälle auf diesem Server zurücksetzen.
es_es: Restablecer todos los casos modlog en este servidor.
fr_fr: Réinitialiser tous les arguments de modlog dans ce serveur.
tr_tr: Bu sunucunun mod kayıtlarındaki tüm vakaları sıfırla.

source: Are you sure you would like to reset all modlog cases in this server?
de_de: Sind Sie sicher, dass Sie alle Modlog-Fälle auf diesem Server zurücksetzen möchten?
es_es: ¿Está seguro de que desea restablecer todos los casos de modlog en este servidor?
fr_fr: Êtes-vous sûr de vouloir réinitialiser tous les cas de modlog de ce serveur ?
tr_tr: Bu sunucudaki tüm modlog vakalarını sıfırlamak istediğinize emin misiniz?

source: You took too long to respond.
de_de: Antwortzeit abgelaufen.
es_es: Has tardado demasiado en responder.
fr_fr: Vous avez pris trop de temps à répondre.
ru_ru: Вы слишком долго не отвечали.
tr_tr: Cevap vermeniz çok uzun sürdü.

source: Cases have been reset.
es_es: Los casos han sido reiniciados.
fr_fr: Les arguments ont été réinitialisés.
tr_tr: Vakalar sıfırlandı.

source: No changes have been made.
de_de: Keine Änderungen vorgenommen
es_es: No se han realizado cambios.
fr_fr: Aucune modification n'a été faite.
ru_ru: Никаких изменений не произошло.
tr_tr: Herhangi bir değişiklik yapılmadı.

source: Commands for changing [botname]'s settings.
es_es: Comandos para cambiar la configuración de [botname].
fr_fr: Des commandes pour modifier les paramètres de [botname].
nb_no: Kommandoer for å endre [botname] sine innstillinger.
ru_ru: Команды для изменения настроек [botname].
tr_tr: [botname]'nin ayarlarını değiştirme komutları.

source: Commands for changing [botname]'s metadata.
es_es: Comandos para cambiar la metadata de [botname].
fr_fr: Commandes pour modifier les paramètres de [botname].
tr_tr: [botname] ayarlarını değiştirme komutları.

source: Description reset.
de_de: Beschreibung zurückgesetzt.
es_es: Descripción reiniciada.
fr_fr: Description réinitialisée.
nb_no: Tilbakestilt beskrivelse.
ru_ru: Описание сброшено.
tr_tr: Açıklama sıfıtrlandı.

source: This description is too long to properly display. Please try again with below 250 characters.
es_es: Esta descripción es demasiado larga para mostrarla correctamente. Por favor, inténtalo de nuevo con menos de 250 caracteres.
fr_fr: Cette description est trop longue pour être affichée correctement. Veuillez réessayer avec moins de 250 caractères.
nb_no: Beskrivelsen er for lang til å vises riktig. Prøv igjen med en gang under 250 tegn.
ru_ru: Это описание слишком длинное для правильного отображения. Пожалуйста, попробуйте еще раз, используя менее 250 символов.
tr_tr: Bu açıklama düzgün gösterilemeyecek kadar uzun. Lütfen 250 den az karakterle tekrar deneyin.

source: That URL is invalid.
de_de: Diese URL ist ungültig.
es_es: Esa URL no es válida.
fr_fr: Cette URL est invalide.
nb_no: Denne URL-adressen er ugyldig.
ru_ru: Этот URL недействителен.
tr_tr: URL geçerli değil.

source: Something went wrong while trying to get the image.
de_de: Beim Abrufen des Bilds ist etwas schiefgegangen.
es_es: Algo salió mal al intentar obtener la imagen.
fr_fr: Quelque chose s'est mal passé au moment de récupérer l'image.
nb_no: Noe gikk galt under forsøket på å hente bildet.
ru_ru: Что-то пошло не так при попытке получить изображение.
tr_tr: Resime ulaşmaya çalışırken bir şey ters gitti.

source: Done.
de_de: Erledigt.
es_es: Listo.
fr_fr: Terminé.
nb_no: Ferdig.
pl_pl: Gotowe.
ru_ru: Готово.
tr_tr: Tamamdır.

source: Avatar removed.
de_de: Profilbild entfernt.
es_es: Avatar eliminado.
fr_fr: Avatar supprimé.
nb_no: Avatar fjernet.
ru_ru: Аватар удален.
tr_tr: Avatar kaldırıldı.

source: The username of a verified bot cannot be manually changed. Please contact Discord support to change it.
es_es: El nombre de usuario de un bot verificado no se puede cambiar manualmente. Por favor, contacta con el soporte de Discord para cambiarlo.
fr_fr: Le nom d'utilisateur d'un bot vérifié ne peut pas être modifié manuellement. Veuillez contacter le support Discord pour le modifier.
nb_no: Brukernavnet til en verifisert bot kan ikke endres manuelt. Vennligst kontakt Discord støtte for å endre den.
ru_ru: Имя пользователя проверенного бота не может быть изменено вручную. Для его изменения обратитесь в службу поддержки Discord.
tr_tr: Doğrulanmış bir botun kullanıcı adı elle değiştirilemez. Lütfen değiştirmek için Discord destek ile görüşün.

source: Failed to change name. Must be 32 characters or fewer.
es_es: No se pudo cambiar el nombre. Debe tener 32 caracteres o menos.
fr_fr: Impossible de changer le nom. Doit être de 32 caractères ou moins.
nb_no: Kan ikke endre navn. Må være 32 tegn eller færre.
ru_ru: Не удалось изменить имя. Должно быть 32 символа или меньше.
tr_tr: İsim değiştirme başarısız. 32 karakter veya daha kısa olmalı.

source: Changing the username timed out. Remember that you can only do it up to 2 times an hour. Use nicknames if you need frequent changes: {command}
es_es: Tiempo para cambiar el nombre acabado. Recuerda que sólo puedes hacerlo hasta 2 veces por hora. Usa apodos si necesitas cambios frecuentes: {command}
fr_fr: Le changement de nom d'utilisateur a échoué. N'oubliez pas que vous pouvez changer mon nom jusqu'à 2 fois par heure. Utilisez les pseudos si vous avez besoin de changements fréquents: {command}
nb_no: Endre brukernavnet ble tidsavbrutt. Husk at du bare kan gjøre det opptil 2 ganger i timen. Bruk kallenavn hvis du trenger hyppige endringer: {command}
ru_ru: Время изменения имени пользователя истекло. Помните, что вы можете сделать это только 2 раза в час. Используйте псевдонимы, если вам нужны частые изменения: {command}
tr_tr: İsim değiştirmede zaman aşımı. Botun ismini saatte sadece 2 kere değiştirebileceğinizi unutmayın. Botun ismini sık değiştirmeniz gerekiyorsa takma adlar kullanın: {command}

source: Failed to change the username. Discord returned the following error: {error_message}
es_es: Error al cambiar el nombre de usuario. Discord devolvió el siguiente error: {error_message}
fr_fr: Impossible de changer le nom d'utilisateur. Discord a renvoyé l'erreur suivante : {error_message}
nb_no: Kan ikke endre brukernavnet. Discord returnerte følgende feil: {error_message}
ru_ru: Не удалось изменить имя пользователя. Discord выдал следующую ошибку: {error_message}
tr_tr: İsim değiştirilemedi. Discord şu hatayı verdi: {error_message}

source: Unexpected error occurred when trying to change the username.
es_es: Ocurrió un error inesperado al intentar cambiar el nombre de usuario.
fr_fr: Une erreur inattendue s'est produite au moment de changer le nom d'utilisateur.
nb_no: Det oppstod en uventet feil ved forsøk på å endre brukernavnet.
ru_ru: При попытке изменить имя пользователя произошла непредвиденная ошибка.
tr_tr: İsim değiştirilmeye çalışılırken beklenmedik hata oluştu.

source: Failed to change nickname. Must be 32 characters or fewer.
es_es: No se pudo cambiar el apodo. Debe tener 32 caracteres o menos.
fr_fr: Impossible de changer le pseudo. Doit être de 32 caractères ou moins.
nb_no: Kan ikke endre kallenavn. Må være 32 tegn eller færre.
ru_ru: Не удалось изменить никнейм. Должно быть не более 32 символов.
tr_tr: İsim değiştirme başarısız. 32 karakter veya daha kısa olmalı.

source: I lack the permissions to change my own nickname.
de_de: Mir fehlen die Berechtigungen zum Ändern meines eigenen Spitznamen.
es_es: No tengo permisos para cambiar mi propio apodo.
fr_fr: Je n'ai pas la permission de changer mon propre surnom.
nb_no: Jeg mangler tillatelse til å endre mitt eget kallenavn.
pl_pl: Nie mam uprawnień do zmiany mojego pseudonimu.
ru_ru: Мне не хватает разрешений чтобы изменить свой ник.
tr_tr: Kendi takma ismimi değiştirmek için izinlerim yok.

source: The custom text has been cleared.
de_de: Der benutzerdefinierte Text wurde gelöscht.
es_es: El texto personalizado ha sido borrado.
fr_fr: Le texte personnalisé a été effacé.
nb_no: Egendefinert tekst er tømt.
ru_ru: Пользовательский текст был очищен.
tr_tr: Özel yazı temizlendi.

source: The custom text has been set.
de_de: Der benutzerdefinierte Text wurde festgelegt.
es_es: Se ha establecido el texto personalizado.
fr_fr: Le texte personnalisé a été défini.
nb_no: Den egendefinerte teksten er lagt inn.
ru_ru: Пользовательский текст установлен.
tr_tr: Özel yazı ayarlandı.

source: Text must be fewer than 1024 characters long.
de_de: Text muss weniger als 1024 Zeichen lang sein.
es_es: El texto debe tener menos de 1024 caracteres.
fr_fr: Le texte doit être long de moins de 1024 caractères.
nb_no: Teksten må være mindre enn 1024 tegn lang.
ru_ru: Длина текста не должна превышать 1024 символов.
tr_tr: Yazı 1024 karakterden kısa olmak zorundadır.

source: Commands for setting [botname]'s status.
es_es: Comandos para establecer el estado de [botname].
tr_tr: [botname] ayarlarını değiştirme komutları.

source: Status set to `Playing {game.name}`.
es_es: Estado establecido a `Jugando {game.name}`.
fr_fr: Statut défini à `Joue à {game.name}`.
tr_tr: Durum `{game.name} Oynuyor` a ayarlandı.

source: Game cleared.
de_de: Spiel-Status entfernt.
es_es: Juego quitado.
fr_fr: Jeu effacé.
nb_no: Spillet er tømt.
ru_ru: Игра очищена.
tr_tr: Oyun temizlendi.

source: Status set to `Listening to {listening}`.
es_es: Estado establecido a `Escuchando a {listening}`.
fr_fr: Statut défini à `Écoute {listening}`.
tr_tr: Durum `{listening} Dinliyor` a ayarlandı.

source: Listening cleared.
de_de: ``Hört``-Status gelöscht.
es_es: Estado de escucha quitado.
fr_fr: Écoute éffacé.
nb_no: Hører ryddet.
ru_ru: Прослушивание прояснилось.
tr_tr: Dinleme temizlendi.

source: Status set to `Watching {watching}`.
es_es: Estado establecido a `Viendo {watching}`.
fr_fr: Statut défini à ``Regarde {watching}`.
tr_tr: Durum `{watching} İzliyor` a ayarlandı.

source: Watching cleared.
de_de: ``Schaut``-Status entfernt.
es_es: Estado de visualización quitado.
fr_fr: Status de Visionnage effacé.
nb_no: Overvåkningsstatus ryddet.
ru_ru: Просмотр очищен.
tr_tr: İzleme temizlendi.

source: Status set to `Competing in {competing}`.
es_es: Estado establecido a `Compitiendo en {competing}`.
fr_fr: Statut défini à `Participant à : {competing}`.
tr_tr: Durum `{competing} içinde kapışıyor` olarak ayarlandı.

source: Competing cleared.
de_de: Teilnahme gelöscht.
es_es: Estado de competición eliminado.
fr_fr: Statut de participation effacé.
nb_no: Konkurrerende status fjernet.
ru_ru: Конкуренция очищена.
tr_tr: Kapışma temizlendi.

source: Custom status set to `{text}`.
es_es: Estado personalizado establecido a `{text}`.
fr_fr: Statut personnalisé défini à `{text}`.

source: Custom status cleared.
es_es: Estado personalizado borrado.
fr_fr: Statut personnalisé effacé.

source: Status changed to {}.
de_de: Status zu {} geändert.
es_es: Estado cambiado a {}.
fr_fr: Statut changé à {}.
nb_no: Status endret til {}.
pl_pl: Status zmieniony na %s.
ru_ru: Статус изменён на {}.
tr_tr: Durum {} olarak değiştirildi.

source: Set [botname]'s status to online.
es_es: Establece el estado de [botname] como en linea.
fr_fr: Passer le statut de [botname] à connecté.
tr_tr: [botname] durumunu çevrimiçi olarak ayarlayın.

source: Set [botname]'s status to do not disturb.
es_es: Establece el estado de [botname] como no molestar.
fr_fr: Définissez le statut de [botname] sur ne pas déranger.
tr_tr: [botname] durumunu rahatsız etme olarak ayarlayın.

source: Set [botname]'s status to idle.
es_es: Establece el estado de [botname] como inactivo.
fr_fr: Passer le statut de [botname] à occupé.
tr_tr: [botname] durumunu boşta olarak ayarlayın.

source: Set [botname]'s status to invisible.
es_es: Establece el estado de [botname] como invisible.
fr_fr: Passer le statut de [botname] à invisible.
ru_ru: Устанавливает статус [botname] на невидимый.
tr_tr: [botname] durumunu görünmez olarak ayarlayın.

source: Set server's admin and mod roles for [botname].
es_es: Establece los roles de administrador y moderador del servidor para [botname].
fr_fr: Définir les rôles d'administrateur et de mod du serveur pour [botname].
tr_tr: [botname] için sunucu admin ve mod rollerini ayarlayın.

source: Adds an admin role for this server. Admins have the same access as Mods, plus additional admin level commands like: - `[p]set serverprefix` - `[p]addrole` - `[p]ban` - `[p]ignore guild` And more. **Examples:** - `[p]set roles addadminrole @Admins` - `[p]set roles addadminrole Super Admins` **Arguments:** - `<role>` - The role to add as an admin.
es_es: Añade un rol de administrador para este servidor. Los administradores tienen el mismo acceso que los moderadores, más comandos adicionales de nivel de administración como: - `[p]set serverprefix` - `[p]addrole` - `[p]ban` - `[p]ignore guild` y más. **Ejemplos:** - `[p]set roles addadminrole @Admins` - `[p]set roles addadminrole Super Admins` **Argumentos:** - `<role>` - El rol a agregar como administrador.

source: This role is already an admin role.
de_de: Diese Rolle ist bereits eine Admin-Rolle.
es_es: `{item}`ya es un rol de administrador.
fr_fr: Ce rôle est déjà un rôle admin.
nb_no: Denne rollen er allerede en administratorrolle.
ru_ru: Эта роль уже является администратором.
tr_tr: Bu rol zaten Admin rolü.

source: That role is now considered an admin role.
de_de: Diese Rolle wird nun als Admin-Rolle angesehen.
es_es: Ese rol ahora se considera un rol de administrador.
fr_fr: Ce rôle est désormais considéré comme un rôle administrateur.
nb_no: Denne rollen anses nå som en administratorrolle.
ru_ru: Теперь эта роль рассматривается как роль администратора.
tr_tr: Bu rol, Admin rolü olarak ayarlandı.

source: This role is already a mod role.
de_de: Diese Rolle ist bereits eine mod Rolle.
es_es: Este rol ya es un rol de mod.
fr_fr: Ce rôle est déjà un rôle modérateur.
nb_no: Denne rollen er allerede en mod rolle.
ru_ru: Эта роль уже является модераторской.
tr_tr: Bu rol zaten Mod rolü.

source: That role is now considered a mod role.
de_de: Diese Rolle wird jetzt als eine Mod Rolle betrachtet.
es_es: Ese rol se considera ahora un rol de mod.
fr_fr: Ce rôle est désormais considéré comme un rôle modérateur.
nb_no: Denne rollen anses nå som en mod rolle.
ru_ru: Эта роль теперь считается ролью мода.
tr_tr: Bu rol, mod rolü olarak ayarlandı.

source: That role was not an admin role to begin with.
de_de: Diese Rolle war keine Admin-Rolle, mit der man anfangen sollte.
es_es: Ese rol no era un rol de administrador para empezar.
fr_fr: Ce rôle n’était pas un rôle administrateur.
nb_no: Den rollen var ikke en administratorrolle å begynne med.
ru_ru: Эта роль не была ролью администратора, с которой она начала.
tr_tr: O rol zaten admin rolü değildi.

source: That role is no longer considered an admin role.
de_de: Diese Rolle wird nicht mehr als Admin-Rolle angesehen.
es_es: Ese rol ya no se considera un rol de administrador.
fr_fr: Ce rôle n’est désormais plus considéré comme un rôle administrateur.
nb_no: Denne rollen anses ikke lenger som en administratorrolle.
ru_ru: Эта роль больше не рассматривается как роль администратора.
tr_tr: Bu rol artık Admin olarak kabul edilmiyor.

source: That role was not a mod role to begin with.
de_de: Diese Rolle war keine Mod-Rolle, mit der man anfangen sollte.
es_es: Ese rol no era un rol de mod para empezar.
fr_fr: Ce rôle n’était pas un rôle modérateur.
nb_no: Den rollen var ikke en modifikasjonsrolle å begynne med.
ru_ru: Эта роль не была модераторской ролью для начала.
tr_tr: O rol zaten moderatör rolü değildi.

source: That role is no longer considered a mod role.
de_de: Diese Rolle wird nicht mehr als Mod-Rolle betrachtet.
es_es: Ese rol ya no se considera un rol de mod.
fr_fr: Ce rôle n’est désormais plus considéré comme un rôle modérateur.
nb_no: Denne rollen anses ikke lenger som en mod rolle.
ru_ru: Эта роль больше не рассматривается как роль модератора.
tr_tr: Bu rol artık Mod olarak kabul edilmiyor.

source: Invalid language code. Use format: `en-US`
de_de: Ungültiger Sprachcode. Verwende das Format: `en-US`
es_es: Código de idioma no válido. Usa el formato: `en-US`
fr_fr: Code de langue invalide. Utilisez le format `en-US`
nb_no: Ugyldig språkkode. Bruk format: `en-US`
ru_ru: Неверный код языка. Используйте формат: `en-US`
tr_tr: Geçersiz dil kodu. Örnek biçim: `en-US`

source: Invalid format - language code has to include country code, e.g. `en-US`
de_de: Ungültiges Format - Sprachcode muss Ländercode enthalten, z.B. `en-US`
es_es: Formato no válido - el código de idioma debe incluir el código del país, por ejemplo, `en-US`
fr_fr: Format invalide - le code de langue doit inclure le code du pays, par exemple `en-US`
nb_no: Ugyldig format - språkkode må inkludere landskode, f.eks. 'nb-NO'
ru_ru: Недопустимый формат - код языка должен содержать код страны, например 'en-US'
tr_tr: Geçersiz biçem - dil koduyla birlikte ülke kodu da verilmelidir, örn. `en-US`

source: Global locale has been set.
de_de: Globale Sprache wurde eingestellt.
es_es: Se ha establecido un idioma global.
fr_fr: Le langage global a été définie.
nb_no: Globalt Lokale innstillinger er angitt.
ru_ru: Глобальная локаль установлена.
tr_tr: Küresel bölge ayarlandı.

source: Locale has been set to the default.
de_de: Sprache wurde auf standard gestellt.
es_es: El idioma se ha establecido en el valor predeterminado.
fr_fr: Le langage a été défini sur le paramètre par défaut.
nb_no: Lokale innstillinger er satt til standard.
ru_ru: Локаль была установлена по умолчанию.
tr_tr: Bölge varsayılana ayarlandı.

source: Locale has been set.
de_de: Sprache wurde geändert.
es_es: Configuración regional establecida.
fr_fr: Le langage a été défini.
nb_no: Lokale innstillinger er angitt.
pl_pl: Język został ustawiony.
ru_ru: Локализация была установлена.
tr_tr: Yerel ayar değiştirildi.

source: Global regional formatting will now be based on bot's locale.
es_es: El formato regional global ahora se basará en el idioma del bot.
fr_fr: Le formatage régional global sera désormais basé sur les paramètres régionaux du bot.
nb_no: Global regional formatering vil nå basere seg på botens lokalitet.
ru_ru: Глобальное региональное форматирование теперь будет основано на локали бота.
tr_tr: Küresel kapsamda artık bölgesel biçimlendirme için bot'un bölgesi kullanılacak.

source: Global regional formatting will now be based on `{language_code}` locale.
es_es: El formato regional global ahora se basará en el idioma `{language_code}`.
fr_fr: Le formatage régional global sera désormais basé sur les paramètres régionaux `{language_code}`
nb_no: Global regional formatering vil nå bli basert på '{language_code}` lokal.
ru_ru: Глобальное региональное форматирование теперь будет основано на `{language_code}` локали.
tr_tr: Küresel kapsamda artık bölgesel biçimlendirme için `{language_code}` bölgesi kullanılacak.
