Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Have [botname] forget what it knows about you. This may not remove all data about you, data needed for operation, such as command cooldowns will be kept until no longer necessary. Further interactions with [botname] may cause it to learn about you again. **Example:** - `[p]mydata forgetme`
de_de: Lass [botname] vergessen, was er über Sie weiß. Dies wird unter Umständen nicht alle Daten über dich entfernen. Daten die zum weiteren Betrieb benötigt werden, wie zum Beispiel Abklingzeiten von Befehlen, werden so lange weiterhin gespeichert bleiben, bis diese nicht mehr benötigt werden. Weitere Interaktionen mit [botname] führen unter Umständen dazu, dass der Bot erneut Dinge über dich lernt. **Beispiel:** - `[p]mydata forgetme`
es_es: Haz que [botname] olvide lo que sabe de ti. Esto puede que no elimine todos los datos sobre usted, sin embargo, los datos necesarios para su operación, como los tiempos de enfriamiento de comandos se mantendrán hasta que ya no sean necesarios. Otras interacciones con [botname] pueden hacer que aprenda sobre usted de nuevo. **Ejemplo:** - `[p]mydata forgetme`
fr_fr: Forcez [botname] à oublier ce qu'il sait sur vous. Cela peut ne pas supprimer toutes les données vous concernant, les données nécessaires à l'opération, comme les temps de recharge des commandes seront conservées jusqu'à ce qu'elles ne soient plus nécessaires. D'autres interactions avec [botname] peuvent à nouveau lui fournir des infos à votre sujet. **Exemple :** - `[p]mydata forgetme`

source: This command ({command}) does not support non-interactive usage.
de_de: Dieser Befehl ({command}) unterstützt keine nicht-interaktive Verwendung.
es_es: Este comando ({command}) no soporta un uso no interactivo.
fr_fr: Cette commande ({command}) ne supporte pas l'utilisation non interactive.
nb_no: Denne kommandoen ({command}) støtter ikke ikke-interaktiv bruk.
ru_ru: Команда ({command}) не поддерживает не-интерактивное использование.
tr_tr: Görünüşe bakılırsa ({command}) komutu etkileşimsiz kullanımı desteklemiyor.

source: This will cause the bot to get rid of and/or disassociate data from you. It will not get rid of operational data such as modlog entries, warnings, or mutes. If you are sure this is what you want, please respond with the following:
de_de: Dies wird den Bot veranlassen Daten von dir zu entfernen und/oder zu trennen. Es wird keine für den Betrieb notwendigen Daten, wie etwa modlog Einträge, Warnungen oder Stummschaltungen entfernen. Wenn du dir sicher bist, dass du dies möchtest, antworte bitte wie folgt:
es_es: Esto hará que el bot se deshaga y/o disocie de todos sus datos. No se deshará de los datos operativos como entradas de modlog, advertencias o mutes. Si estás seguro de que esto es lo que quieres, por favor responde con lo siguiente:
fr_fr: Cela forcera le bot à se débarrasser et/ou se désassocier de vos données. Il ne se débarrassera pas des données opérationnelles telles que les entrées de modlog, les avertissements ou les mises en sourdine. Si vous êtes sûr que c'est ce que vous voulez, veuillez répondre avec ce qui suit :
nb_no: Dette vil forårsake at botten kvitter seg med og/eller frakte data fra deg. Det vil ikke bli kvitt operasjonelle data, slik som modlog-oppføringer, advarsler eller muter. Hvis du er sikker på at dette er hva du ønsker, vennligst svar med følgende:
ru_ru: Это приведёт к тому, что бот избавится от вас и/или будет лишен привязки. Она не избавится от таких операционных данных, как записи в журнале mod log, предупреждения или мутации. Если вы уверены, что это то, что вы хотите, пожалуйста, ответьте следующим образом:
tr_tr: Bu botun sizinle ilgili veriyi silmesi ve/veya ilişkilendirmeleri kaldırmasını sağlar. Moderasyönel kayıtlar, uyarılar, cezalar gibi işlevsel veriyi silmez. Eğer istediğinizin bu olduğundan eminseniz, lütfen şununla cevap verin:

source: This may take some time.
de_de: Dies kann einige Zeit dauern.
es_es: Esto puede tardar un poco.
fr_fr: Cela peut prendre du temps.
nb_no: Dette kan ta litt tid.
ru_ru: Это может занять некоторое время.
tr_tr: Bu biraz zaman alacak.

source: I tried to delete all non-operational data about you (that I know how to delete) {mention}, however the following modules errored: {modules}. Additionally, the following cogs errored: {cogs}. Please contact the owner of this bot to address this. Note: Outside of these failures, data should have been deleted.
de_de: Ich habe versucht alle nicht-funktionalen Daten über dich (von denen ich weiß wie man sie löscht) zu löschen {mention}, jedoch geben folgende Module Fehler aus: {modules}. Außerdem geben folgende cogs Fehler aus: {cogs}. Bitte kontaktiere den Besitzer des Bots und weise darauf hin. Hinweis: Abseits dieser Fehler sollten die Daten gelöscht worden sein.
es_es: He intentado eliminar todos los datos no operativos sobre usted (que sé cómo eliminar) {mention}, Sin embargo, los siguientes módulos han fallado: {modules}. Adicionalmente, los siguientes cogs han fallado: {cogs}. Por favor, contacte con el propietario de este bot para resolver esto. Nota: Fuera de estos fallos, los datos deberían haber sido eliminados.
fr_fr: J'ai essayé de supprimer toutes les données non opérationnelles vous concernant (que je sais supprimer) {mention}, cependant les modules suivants ont retourné une erreur : {modules}. De plus, les cogs suivants ont délivré une erreur : {cogs}. Veuillez contacter le propriétaire de ce bot pour résoudre ce problème. Remarque : En dehors de ces échecs, les données devraient avoir été supprimées.
nb_no: Jeg prøvde å slette alle ikke-operasjonelle data om deg (som jeg vet hvordan jeg sletter) {mention}, men følgende moduler feilet: {modules}. I tillegg oppstod følgende cogs feilet: {cogs}. Kontakt eieren av denne boten for å adressere dette. Merk: Utenfor disse feilene skal data ha blitt slettet.
ru_ru: Я пытался удалить все не-оперативные данные о вас (что я знаю как удалить) {mention}, однако следующие модули восстановлены: {modules}. Кроме того, следующие расширения были обнаружены: {cogs}. Пожалуйста, свяжитесь с владельцем этого бота, чтобы решить эту проблему. Примечание: за пределами этих сбоев данные должны были быть удалены.
tr_tr: Sizinle alakalı olan operasyonel olmayan verileri silmeye çalıştım (nasıl sileceğimi biliyorum) {mention}, her neyse aşağıdaki modüllerde bir hata aldım: {modules}. Ayrıca bu coglarla alakalıda: {cogs}. Bunu çözmek için lütfen bot sahibi ile iletişime geçin. Not: Bu hatalar dışında, verileriniz silinmiş olmalı.

source: I tried to delete all non-operational data about you (that I know how to delete) {mention}, however the following cogs errored: {cogs}. Please contact the owner of this bot to address this. Note: Outside of these failures, data should have been deleted.
de_de: Ich habe versucht alle nicht-funktionalen Daten über dich (von denen ich weiß wie man sie löscht) zu löschen {mention}, jedoch geben folgende cogs Fehler aus: {cogs}. Bitte kontaktiere den Besitzer des Bots und weise darauf hin. Hinweis: Abseits dieser Fehler sollten die Daten gelöscht worden sein.
es_es: He intentado eliminar todos los datos no operativos sobre usted (que sé cómo eliminar) {mention}, Sin embargo, los siguientes módulos han fallado: {cogs}. Adicionalmente, los siguientes cogs han fallado:. Por favor, contacte con el propietario de este bot para resolver esto. Nota: Fuera de estos fallos, los datos deberían haber sido eliminados.
fr_fr: J'ai essayé de supprimer toutes les données non opérationnelles vous concernant (que je sais supprimer) {mention}, Cependant, les cogs suivants ont retourné une erreur : {cogs}. Veuillez contacter le propriétaire de ce bot pour résoudre ce problème. Note : En dehors de ces échecs, les données devraient avoir été supprimées.
nb_no: Jeg prøvde å slette alle ikke-operasjonelle data om deg (som jeg vet hvordan jeg sletter) {mention}, men følgende cogs feilet: {cogs}. Kontakt eieren av denne boten for å ta tak i dette. Merk: Utenfor disse feilene, data skal ha blitt slettet.
ru_ru: Я пытался удалить все не-оперативные данные о вас (что я знаю как удалить) {mention}, однако следующие трубы были повреждены: {cogs}. Пожалуйста, свяжитесь с владельцем этого бота для этого. Примечание: вне этих сбоев данные должны были быть удалены.
tr_tr: Sizinle alakalı olan operasyonel olmayan verileri silmeye çalıştım (nasıl sileceğimi biliyorum) {mention}, her neyse aşağıdaki modüllerde bir hata aldım: {cogs}. Ayrıca bu coglarla alakalıda:. Bunu çözmek için lütfen bot sahibi ile iletişime geçin. Not: Bu hatalar dışında, verileriniz silinmiş olmalı.

source: I tried to delete all non-operational data about you (that I know how to delete) {mention}, however the following modules errored: {modules}. Please contact the owner of this bot to address this. Note: Outside of these failures, data should have been deleted.
de_de: Ich habe versucht alle nicht-funktionalen Daten über dich (von denen ich weiß wie man sie löscht) zu löschen {mention}, jedoch geben folgende Module Fehler aus: {modules}. Bitte kontaktiere den Besitzer des Bots und weise darauf hin. Hinweis: Abseits dieser Fehler sollten die Daten gelöscht worden sein.
es_es: He intentado eliminar todos los datos no operativos sobre usted (que sé cómo eliminar) {mention}, Sin embargo, los siguientes módulos han fallado: {modules}. Por favor contacta al dueño de este bot para direccionar esto. Nota: Fuera de estos fallos, los datos deberían haber sido eliminados.
fr_fr: J'ai essayé de supprimer toutes les données non opérationnelles vous concernant (que je sais supprimer) {mention}, Cependant, les modules suivants ont retourné une erreur : {modules}. Veuillez contacter le propriétaire de ce bot pour résoudre ce problème. Note : En dehors de ces échecs, les données devraient avoir été supprimées.
nb_no: Jeg prøvde å slette alle ikke-operasjonelle data om deg (som jeg vet hvordan jeg sletter) {mention}, men følgende moduler feilet: {modules}. Kontakt eieren av denne boten for å ta tak i dette. Merk: Utenfor disse feilene, data skal ha blitt slettet.
ru_ru: Я пытался удалить все не-оперативные данные о вас (что я знаю как удалить) {mention}, однако следующие трубы были повреждены: {modules}. Пожалуйста, свяжитесь с владельцем этого бота для этого. Примечание: вне этих сбоев данные должны были быть удалены.
tr_tr: Sizinle alakalı olan operasyonel olmayan verileri silmeye çalıştım (nasıl sileceğimi biliyorum) {mention}, her neyse aşağıdaki modüllerde bir hata aldım: {modules}. Bunu çözmek için lütfen bot sahibi ile iletişime geçin. Not: Bu hatalar dışında, verileriniz silinmiş olmalı.

source: I've deleted any non-operational data about you (that I know how to delete) {mention}
de_de: Ich habe alle nicht-funktionalen Daten über dich (von denen ich weiß wie man sie löscht) gelöscht {mention}
es_es: He eliminado cualquier dato no operativo sobre usted (que sé cómo eliminar) {mention}
fr_fr: J'ai supprimé toutes les données non opérationnelles vous concernant (que je sais supprimer) {mention}
nb_no: Jeg har slettet noen ikke-operasjonelle data om deg (som jeg vet hvordan jeg sletter) {mention}
ru_ru: Я удалила не оперативные данные о вас (те что я знаю как удалять) {mention}
tr_tr: Hakkınızda işlevsel olmayan (ve silmeyi bildiğim) tüm veriyi sildim {mention}

source: {mention} The following cogs did not handle deletion: {cogs}.
de_de: {mention} Die folgenden cogs konnten nicht gelöscht werden: {cogs}.
es_es: {mention} Los siguientes cogs no han sido eliminados: {cogs}.
fr_fr: {mention} Les cogs suivants n'ont pas géré la suppression : {cogs}.
nb_no: {mention} Følgende cogs klarte ikke å slette: {cogs}.
ru_ru: {mention} Следующие расширения не были удалены: {cogs}.
tr_tr: {mention} Bu coglar silme isteğini işlemedi: {cogs}.

source: [Coming Soon] Get what data [botname] has about you.
de_de: [Bald Verfügbar] Rufe ab, welche Daten [botname] über dich gesammelt hat.
es_es: [Próximamente] Obtenga qué datos [botname] tiene sobre usted.
fr_fr: [Bientôt] Obtenez les données que [botname] a sur vous.
nb_no: [Kommer Snart] Få hvilke data [botname] har om deg.
ru_ru: [Скоро Будет] Получить информацию, которую знает [botname] о вас.
tr_tr: [Yakında] [botname] hakkınızda bildiklerini öğrenin.

source: This command doesn't do anything yet, but we're working on adding support for this.
de_de: Dieser Befehl führt derzeit nichts aus, aber wir arbeiten daran das es unterstützt wird.
es_es: Este comando no hace nada todavía, pero estamos trabajando en añadir soporte para esto.
fr_fr: Cette commande ne fait rien pour le moment, mais nous travaillons à ajouter le support pour cela.
nb_no: Denne kommandoen gjør ikke noe ennå, men vi jobber med å legge til støtte for dette.
ru_ru: Эта команда пока ничего не делает, но мы работаем над добавлением поддержки для этого.
tr_tr: Bu komut şu anda hiç bir şey yapmıyor fakat bunun için üzerinde çalışıyoruz.

source: Commands for more complete data handling.
de_de: Befehle für vollständigere Datenverarbeitung.
es_es: Comandos para un manejo más completo de datos.
fr_fr: Commandes pour un traitement de données plus complet.
nb_no: Kommandoer for mer fullstendig datahåndtering
ru_ru: Команды для более полной обработки данных.
tr_tr: Daha tümleşik veri kontrolü için komutlar.

source: Set the bot to allow users to request a data deletion. This is on by default. Opposite of `[p]mydata ownermanagement disallowuserdeletions` **Example:** - `[p]mydata ownermanagement allowuserdeletions`
de_de: Erlaube es Benutzern das Löschen von gesammelten Daten anzufordern. Diese Funktion ist standardmäßig aktiviert. Gegenteil von `[p]mydata ownermanagement disallowuserdeletions` **Beispiel:** - `[p]mydata ownermanagement allowuserdeletions`
es_es: Establece al bot para permitir a los usuarios solicitar una eliminación de datos. Esto está activado por defecto. Es lo opuesto a `[p]mydata ownermanagement disallowuserdeletions` **Ejemplo:** - `[p]mydata ownermanagement allowuserdeletions`
fr_fr: Configurez le bot pour permettre aux utilisateurs de demander la suppression de données. Cette option est activée par défaut. Opposé à `[p]mydata ownermanagement disallowuserdeletions` **Exemple:** - `[p]mydata ownermanagement allowuserdeletions`

source: User can delete their own data. This will not include operational data such as blocked users.
de_de: Benutzer können ihre eigenen Daten löschen. Dies beinhaltet keine funktionalen Daten wie blockierte Benutzer.
es_es: El usuario puede eliminar sus propios datos. Esto no incluirá datos operativos como los bloqueados.
fr_fr: L'utilisateur peut supprimer ses propres données. Cela n'inclura pas les données opérationnelles telles que les utilisateurs bloqués.
nb_no: Brukeren kan slette sine egne data. Dette vil ikke inkludere driftsdata som blokkerte brukere.
ru_ru: Пользователь может удалить собственные данные. Это не коснётся таких данных как: заблокированные пользователи.
tr_tr: Kullanıcılar kendi verilerini silebilirler. Bu engellenmiş kullanıcılar gibi işlevsel verileri içermez.

source: Set the bot to not allow users to request a data deletion. Opposite of `[p]mydata ownermanagement allowuserdeletions` **Example:** - `[p]mydata ownermanagement disallowuserdeletions`
de_de: Verweigere es Benutzern das Löschen von gesammelten Daten anzufordern. Gegenteil von `[p]mydata ownermanagement allowuserdeletions` **Beispiel:** - `[p]mydata ownermanagement disallowuserdeletions`
es_es: Establece el bot para no permitir a los usuarios solicitar una eliminación de datos. Lo opuesto a `[p]mydata ownermanagement allowuserdeletions` **Ejemplo:** - `[p]mydata ownermanagement disallowuserdeletions`
fr_fr: Configurez le bot pour qu'il ne permette pas aux utilisateurs de demander la suppression de données. Opposé à `[p]mydata ownermanagement allowuserdeletions` **Exemple:** - `[p]mydata ownermanagement disallowuserdeletions`

source: User can not delete their own data.
de_de: Benutzer kann seine eigenen Daten nicht löschen.
es_es: El usuario no puede eliminar sus propios datos.
fr_fr: L'utilisateur ne peut pas supprimer ses propres données.
nb_no: Brukeren kan ikke slette sine egne data.
ru_ru: Пользователь не может удалить собственные данные.
tr_tr: Kullanıcılar kendi datalarını silemezler.

source: Sets how user deletions are treated. **Example:** - `[p]mydata ownermanagement setuserdeletionlevel 1` **Arguments:** - `<level>` - The strictness level for user deletion. See Level guide below. Level: - `0`: What users can delete is left entirely up to each cog. - `1`: Cogs should delete anything the cog doesn't need about the user.
de_de: Legt fest, wie Benutzerlöschungen verarbeitet werden. **Beispiel:** - `[p]mydata ownermanagement setuserdeletionlevel 1` **Argumente:** - `<level>` - Das Level für die Löschung der Benutzerdaten. Siehe Anleitung weiter unten. Level: - `0`: Was Benutzer löschen können, ist abhängig vom jeweiligem Cog. - `1`: Cogs sollten alles löschen, was für den Benutzer nicht benötigt wird.
es_es: Establece cómo se tratarán las eliminaciones de los usuarios. **Ejemplo:** - `[p]mydata ownermanagement setuserdeletionlevel 1` **Argumentos:** - `<level>` - El nivel de rigor para la eliminación del usuario. Ver la guía de niveles abajo. Nivel: - `0`: Lo que los usuarios pueden eliminar queda totalmente en manos de cada cog. - `1`: Los cogs deberían eliminar cualquier cosa que el cog no necesite del usuario.
fr_fr: Définit comment les suppressions d'utilisateurs sont traitées. **Exemple:** - `[p]mydata ownermanagement setuserdeletionlevel 1` **Arguments:** - `<level>` - Le niveau de rigueur pour la suppression des utilisateurs. Voir le guide des niveaux ci-dessous. Niveau : - `0` : Ce que les utilisateurs peuvent supprimer est laissé entièrement à la discrétion de chaque cog. - `1` : Les joueurs doivent supprimer tout ce dont ils n'ont pas besoin concernant l'utilisateur.

source: Cogs will be instructed to remove all non operational data upon a user request.
de_de: Cogs werden angewiesen, auf Anfrage des Benutzers alle nicht-funktionalen Daten zu entfernen.
es_es: Se le pedirá a los programadores que eliminen todos los datos no operacionales a petición del usuario.
fr_fr: Les Cogs seront chargés de supprimer toutes les données non opérationnelles à la demande de l'utilisateur.
nb_no: Cogs vil bli bedt om å fjerne alle ikke-driftsdata etter en brukerforespørsel.
ru_ru: Расширения будут проинструктированы удалять все не оперативные данные по запросу пользователя.
tr_tr: Coglardan kullanıcı isteği üzerine işlevsel olmayan tüm veriyi silmeleri talep edilecek.

source: Cogs will be informed a user has made a data deletion request, and the details of what to delete will be left to the discretion of the cog author.
de_de: Es wird den Cogs mitgeteilt, dass ein Benutzer eine Anfrage zum Löschen von Daten gestellt hat und die Details darüber was zu löschen ist, wird der Entscheidung des Cog Erstellers überlassen.
es_es: Los programadores serán informados de que un usuario ha realizado una solicitud de eliminación de datos y los detalles de qué eliminar se dejarán a discreción del autor de la codificación.
fr_fr: Les cogs seront informés qu'un utilisateur a fait une demande de suppression de données, et les détails de ce qu'il faut supprimer seront laissés à la discrétion de l'auteur du cog.
nb_no: Cogs vil bli informert om en bruker har gjort en forespørsel om sletting av data, og detaljene om hva du skal slette vil bli overlatt til cog forfatteren.
ru_ru: Расширения будут проинформированы о том, что пользователь сделал запрос на удаление данных, и подробности того что удалять будут оставлены на усмотрение автора расширения.
tr_tr: Coglar kullanıcının veri silme isteğinde bulunduğundan haberdar edilecek, ve neyin silinebileceği cog yapımcısının kararına bırakılacak.

source: Handle a deletion request from Discord. This will cause the bot to get rid of or disassociate all data from the specified user ID. You should not use this unless Discord has specifically requested this with regard to a deleted user. This will remove the user from various anti-abuse measures. If you are processing a manual request from a user, you may want `[p]mydata ownermanagement deleteforuser` instead. **Arguments:** - `<user_id>` - The id of the user whose data would be deleted.
de_de: Eine Löschanfrage von Discord bearbeiten. Dadurch wird der Bot alle Daten von der angegebenen Benutzer-ID entfernen. Du solltest diese Funktion nicht verwenden, es sei denn, Discord hat dies speziell für einen gelöschten Benutzer angefordert. Dadurch werden die Daten des Benutzers von verschiedenen Maßnahmen zur Missbrauchsbekämpfung entfernt. Wenn du eine manuelle Anfrage eines Benutzers bearbeitest, solltest du `[p]mydata ownermanagement deleteforuser` stattdessen verwenden. **Argumente:** - `<user_id>` - Die ID des Benutzers, dessen Daten gelöscht werden sollen.
es_es: Manejar una solicitud de eliminación de Discord. Esto hará que el bot se deshaga o desasocie todos los datos del ID de usuario especificado. No deberías usar esto a menos que Discord lo haya solicitado específicamente con respecto a un usuario eliminado. Esto eliminará al usuario de varias medidas anti-abuso. Si está procesando una solicitud manual de un usuario, puedes usar `[p]mydata ownermanagement deleteforuser` en su lugar. **Argumentos:** - `<user_id>` - El id del usuario cuyos datos serían eliminados.
fr_fr: Traite une demande de suppression de Discord. Cela fera que le bot se débarrasse ou désassociera toutes les données de l'ID utilisateur spécifié. Vous ne devriez pas utiliser ceci à moins que Discord ne l'ait spécifiquement demandé à l'égard d'un utilisateur supprimé. Ceci supprimera l'utilisateur de diverses mesures anti-abus. Si vous traitez une requête manuelle d'un utilisateur, vous pouvez vouloir `[p]mydata ownermanagement deleteforuser` à la place. **Arguments:** - `<user_id>` - L'id de l'utilisateur dont les données seront supprimées.
