Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Enabling all application commands from that cog would enable a total of {count} commands, exceeding the {cap} command limit for slash commands. Disable some commands first.
de_de: Das Aktivieren aller Anwendungsbefehle aus diesem Modul würde insgesamt {count} Befehle aktivieren, was das Limit von {cap} Befehlen für Slash-Befehle überschreiten würde. Deaktiviere zuerst einige Befehle.
es_es: Habilitar todos los comandos de la aplicación de ese cog activaría un total de {count} comandos, excediendo el límite de comandos {cap} para comandos slash. Debe desactivar algunos comandos primero.
fr_fr: Activer toutes les commandes d'application de ce cog activerait un total de commandes {count} , dépassant la limite de commande {cap} pour les commandes slash. Désactiver certaines commandes d'abord.

source: Enabling all application commands from that cog would enable a total of {count} commands, exceeding the {cap} command limit for message commands. Disable some commands first.
de_de: Das Aktivieren aller Anwendungsbefehle aus diesem Modul würde insgesamt {count} Befehle aktivieren, was das Limit von {cap} Befehlen für Nachrichtenbefehle überschreiten würde. Deaktiviere zuerst einige Befehle.
es_es: Habilitar todos los comandos de la aplicación desde ese cog activaría un total de {count} comandos, excediendo el límite de comandos {cap} para comandos de mensaje. Debes desactivar algunos comandos primero.
fr_fr: Activer toutes les commandes d'application de ce cog activerait un total de commandes {count} , dépassant la limite de commande {cap} pour les commandes de message. Désactiver certaines commandes d'abord.

source: Enabling all application commands from that cog would enable a total of {count} commands, exceeding the {cap} command limit for user commands. Disable some commands first.
de_de: Das Aktivieren aller Anwendungsbefehle aus diesem Cog würde insgesamt {count} Befehle aktivieren, was das Limit von {cap} Befehlen für Benutzerbefehle überschreiten würde. Deaktiviere zuerst einige Befehle.
es_es: Habilitar todos los comandos de la aplicación desde ese cog activaría un total de {count} comandos, excediendo el límite de comandos {cap} para comandos de usuario. Debes desactivar algunos comandos primero.
fr_fr: Activer toutes les commandes d'application de ce cog activerait un total de commandes {count} , dépassant la limite de commande {cap} pour les commandes utilisateur. Désactiver certaines commandes d'abord.

source: Enabled {count} commands from `{cog_name}`: {names}
de_de: {count} Befehle von `{cog_name}`: {names} aktiviert
es_es: Hay {count} Comandos de `{cog_name}` habilitados: {names}
fr_fr: Commandes {count} activées depuis `{cog_name}`: {names}

source: Marks all application commands in a cog as being disabled, preventing them from being added to the bot. See a list of cogs with application commands with `[p]slash list`. This command does NOT sync the enabled commands with Discord, that must be done manually with `[p]slash sync` for commands to appear in users' clients. **Arguments:** - `<cog_name>` - The cog to disable commands from. This argument is case sensitive.
de_de: Markiert alle Anwendungsbefehle in einem Cog als deaktiviert, was verhindert, dass sie dem Bot hinzugefügt werden. Siehe eine Liste von Cogs mit Anwendungsbefehlen mit [p]slash list. Dieser Befehl SYNCHRONISIERT die aktivierten Befehle NICHT automatisch mit Discord, das muss manuell mit [p]slash sync durchgeführt werden, damit die Befehle in den Clients der Benutzer erscheinen. **Arguments:** - `<cog_name>` - Das Cog, aus dem die Befehle deaktiviert werden sollen. Dieses Argument ist Groß- und Kleinschreibung beachtend.
es_es: Marca todos los comandos de la aplicación en un cog como desactivados, evitando que se añadan al bot. Ve una lista de cogs con comandos de aplicación con `[p]slash list`. Este comando NO sincroniza los comandos habilitados con Discord, que debe hacerse manualmente con `[p]slash sync` para que los comandos aparezcan en los clientes de los usuarios. **Argumentos:** - `<cog_name>` - El módulo del que deshabilitar los comandos. Este argumento es sensible a mayúsculas y minúsculas.

source: Couldn't find any enabled commands from the `{cog_name}` cog. Use `{prefix}slash list` to see all cogs with application commands.
de_de: Konnte keine aktivierten Befehle aus dem `{cog_name}` cog finden. Verwende `{prefix}slash list` um alle Cogs mit Anwendungsbefehle zu sehen.
es_es: No se pudo encontrar ningún comando habilitado del cog `{cog_name}`. Use `{prefix} slash list` para ver todos los cogs con comandos de aplicación.
fr_fr: Impossible de trouver des commandes activées depuis le cog `{cog_name}`. Utilisez `{prefix}list` pour voir tous les cogs avec les commandes d'application.

source: Disabled {count} commands from `{cog_name}`: {names}
de_de: {count} Befehle von `{cog_name}`: {names} deaktiviert
es_es: Hay {count} Comandos de `{cog_name}` deshabilitados: {names}
fr_fr: Commandes {count} désactivées depuis `{cog_name}`: {names}

source: List the slash commands the bot can see, and whether or not they are enabled. This command shows the state that will be changed to when `[p]slash sync` is run. Commands from the same cog are grouped, with the cog name as the header. The prefix denotes the state of the command: - Commands starting with `- ` have not yet been enabled. - Commands starting with `+ ` have been manually enabled. - Commands starting with `++` have been enabled by the cog author, and cannot be disabled.
de_de: Zeige die Slash-Befehle, die der Bot sehen kann, und ob sie aktiviert sind oder nicht. Dieser Befehl zeigt den Zustand, der durch Ausführen von [p]slash sync geändert wird. Befehle aus demselben Cog werden gruppiert, wobei der Cog-Name als Überschrift verwendet wird. Das Präfix gibt den Zustand des Befehls an: - Befehle, die mit "- " beginnen, sind noch nicht aktiviert. - Befehle, die mit "+ " beginnen, wurden manuell aktiviert. - Befehle, die mit "++" beginnen, wurden vom Cog-Autor aktiviert und können nicht deaktiviert werden.
es_es: Mostrar los comandos de barra slash que el bot puede ver, y si están habilitados o no. Este comando muestra el estado al que se cambiará cuando se ejecute `[p]slash sync`. Los comandos del mismo cog se agruparán, con el nombre del cog como la cabecera. El prefijo indica el estado del comando: - Los comandos que empiezan con `- ` aún no han sido habilitados. - Los comandos que comienzan con `+ ` han sido habilitados manualmente. - Los comandos que comienzan con `++` han sido habilitados por el autor del programa, y no pueden ser deshabilitados.

source: There are no application commands to list.
de_de: Es gibt keine App-Befehle zum Auflisten.
es_es: No hay comandos de aplicación a listar.
fr_fr: Il n'y a aucune commande d'application à afficher.

source: Syncs the slash settings to discord. Settings from `[p]slash list` will be synced with discord, changing what commands appear for users. This should be run sparingly, make all necessary changes before running this command. **Arguments:** - `[guild]` - If provided, syncs commands for that guild. Otherwise, syncs global commands.
de_de: Synchronisiert die Slash-Einstellungen mit Discord. Einstellungen aus [p]slash list werden mit Discord synchronisiert und ändern, welche Befehle für Benutzer sichtbar sind. Dies sollte sparsam ausgeführt werden. Führe alle notwendigen Änderungen durch, bevor du diesen Befehl ausführst. **Arguments:** - `[guild]` - Falls angegeben, synchronisiert Befehle für diesen Server (Guild). Andernfalls werden globale Befehle synchronisiert.
es_es: Sincroniza la configuración de barra slash para discord. Los ajustes de `[p]slash list` se sincronizarán con discord, cambiando qué comandos apareceran a los usuarios. Esto debería ejecutarse de forma poco frecuente, haciendo todos los cambios necesarios posibles antes de ejecutar este comando. **Argumentos:** - `[guild]` - Si se proporciona, sincroniza comandos para ese servidor. De lo contrario, sincronizará los comandos a nivel global.

source: I need the `applications.commands` scope in this server to be able to do that. You can tell the bot to add that scope to invite links using `{prefix}inviteset commandscope`, and can then run `{prefix}invite` to get an invite that will give the bot the scope. You do not need to kick the bot to enable the scope, just use that invite to re-auth the bot with the scope enabled.
de_de: In diesem Server benötige ich den Bereich applications.commands, um das zu tun. Sie können den Bot auffordern, diesen Bereich zu den Einladungslinks hinzuzufügen, indem Sie `{prefix}inviteset commandscope` verwenden, und anschließend `{prefix}invite` ausführen, um eine Einladung zu erhalten, die dem Bot den Bereich hinzufügt. Sie müssen den Bot nicht rauswerfen, um den Bereich zu aktivieren. Verwenden Sie einfach diese Einladung, um den Bot erneut mit dem aktivierten Bereich zu authentifizieren.
es_es: Necesito el scope/permiso de `applications.commands` en este servidor para poder hacer eso. Puedes decirle al bot que añada ese ámbito a los enlaces de invitación usando `{prefix}commandscope`, y puede entonces ejecutar `{prefix}invite` para obtener una invitación que le dará al bot el ámbito de aplicación requerido. No necesitas expulsar al bot para activar el ámbito de aplicación, sólo utiliza esa invitación para volver a autorizar el bot con el alcance habilitado.
fr_fr: J'ai besoin de la portée `applications.commands` dans ce serveur pour pouvoir le faire. Vous pouvez dire au bot d'ajouter cette portée pour inviter des liens en utilisant la commande `{prefix}inviteset commandscope`, et peut alors exécuter ` l'invitation{prefix}` pour obtenir une invitation qui donnera au bot le champ d'application. Vous n'avez pas besoin d'expulser le bot pour activer la portée, il suffit d'utiliser cette invitation pour ré-authentifier le bot avec la portée activée.

source: Synced {count} commands.
de_de: Synchronisierte {count} Befehle.
es_es: {count} comandos sincronizados.
fr_fr: Commandes {count} synchronisées.

source: Shuts down the bot. Allows [botname] to shut down gracefully. This is the recommended method for shutting down the bot. **Examples:** - `[p]shutdown` - `[p]shutdown True` - Shutdowns silently. **Arguments:** - `[silently]` - Whether to skip sending the shutdown message. Defaults to False.
de_de: Fährt den Bot herunter. Erlaubt [botname], sich ordnungsgemäß herunterzufahren. Dies ist die empfohlene Methode, um den Bot herunterzufahren. **Beispiele:** [p]shutdown [p]shutdown True - Herunterfahren ohne Meldung. **Argumente:** -`[silently]` - Gibt an, ob die Herunterfahrtsnachricht übersprungen werden soll. Standardmäßig auf "False" gesetzt.
es_es: Apaga el bot. Permite a [botname] apagarse con gracia y estilo. Este es el método recomendado para apagar el bot. **Ejemplos:** - `[p]shutdown` - `[p]shutdown True` - Se apaga sin avisar. **Argumentos:** - `[silently]` - Si desea omitir el mensaje de apagado o no. Por defecto es False.

source: Shutting down...
de_de: Herunterfahren...
es_es: Apagando...
fr_fr: Arrêt...
nb_no: Slår av...
pl_pl: Wyłączanie...
ru_ru: Завершение работы...
tr_tr: Kapatılıyor...

source: Attempts to restart [botname]. Makes [botname] quit with exit code 26. The restart is not guaranteed: it must be dealt with by the process manager in use. **Examples:** - `[p]restart` - `[p]restart True` - Restarts silently. **Arguments:** - `[silently]` - Whether to skip sending the restart message. Defaults to False.
de_de: Versucht, [botname] neu zu starten. Bewirkt, dass [botname] mit dem Exit-Code 26 beendet wird. Der Neustart ist nicht garantiert und muss vom verwendeten Prozess-Manager gehandhabt werden. **Beispiele:** [p]restart [p]restart True - Neustart ohne Meldung. **Argumente:** - `[silently]` - Gibt an, ob die Neustartnachricht übersprungen werden soll. Standardmäßig auf "False" gesetzt.
es_es: Intenta reiniciar [botname]. Hace que [botname] se cierre con el código de salida 26. El reinicio no está garantizado: debe ser tratado por el gestor de procesos en uso. **Ejemplos:** - `[p]restart` - `[p]restart True` - Reinicia silenciosamente. **Argumentos:** - `[silently]` - Si omitira el envío del mensaje de reinicio o no. Por defecto es False.

source: Restarting...
de_de: Neustart...
es_es: Reiniciando...
fr_fr: Redémarrage...
nb_no: Restarter...
pl_pl: Restartowanie...
ru_ru: Перезапуск...
tr_tr: Yeniden başlatılıyor...

source: Base command for bank settings.
de_de: Basis Befehl für Bank Einstellungen.
es_es: Comando básico para la configuración del banco.
fr_fr: Commande de base pour les paramètres de la banque.
ru_ru: Базовая команда для настройки банка.
tr_tr: Banka ayarları için temel komut.

source: Show the current bank settings.
de_de: Zeige die aktuellen Bankeinstellungen an.
es_es: Muestra la configuración bancaria actual.
fr_fr: Affiche les paramètres actuels de la banque.
ru_ru: Показать текущие настройки банка.
tr_tr: Bankanın şu anki ayarlarını göster.

source: Server
es_es: Servidor
fr_fr: Serveur
ru_ru: Сервер
tr_tr: Sunucu

source: Bank settings: Bank name: {bank_name} Bank scope: {bank_scope} Currency: {currency_name} Default balance: {default_balance} Maximum allowed balance: {maximum_bal}
de_de: Bankeinstellungen: Bankname: {bank_name} Bank bereich: {bank_scope} Währung: {currency_name} Standardguthaben: {default_balance} Maximal zulässiges Guthaben: {maximum_bal}
es_es: Configuración de bancos: Nombre del banco: {bank_name} Alcance del banco: {bank_scope} Moneda: {currency_name} Saldo Predeterminado: {default_balance} Saldo Máximo Permitido: {maximum_bal}
fr_fr: Paramètres de la banque : Nom de la banque : {bank_name} Contexte de la banque : {bank_scope} Devise : {currency_name} Solde de départ : {default_balance} Solde maximum autorisé : {maximum_bal}
ru_ru: Настройки банка: Название банка: {bank_name} Размер банка: {bank_scope} Валюта: {currency_name} Баланс по умолчанию: {default_balance} Максимально допустимый баланс: {maximum_bal}
tr_tr: Banka ayarları: Banka ismi: {bank_name} Banka kapsamı: {bank_scope} Para birimi: {currency_name} Varsayılan bakiye: {default_balance} Maksimum izin verilen bakiye: {maximum_bal}

source: Toggle whether the bank is global or not. If the bank is global, it will become per-server. If the bank is per-server, it will become global.
de_de: Schalte ein, ob die Bank global ist oder nicht. Wenn die Bank global ist, wird sie pro Server. Wenn die Bank pro Server ist, wird sie global.
es_es: Alternar si el banco es global o no. Si el banco es global, será por servidor. Si el banco es por servidor, se volverá global.
fr_fr: Permet de choisir si la banque est globale ou non. Si la banque est globale, elle deviendra par serveur. Si la banque est par serveurs, elle deviendra globale.
ru_ru: Переключать, является ли банк глобальным или нет. Если банк глобальный, он станет на один сервер. Если банк на одном сервере, он станет глобальным.
tr_tr: Banka küresel olsun veya olmasın aç/kapa. Eğer banka küresel ise, sunuculara özele çevrilir. Eğer banka sunuculara özelse, küresele çevrilir.

source: per-server
es_es: por server
fr_fr: par serveur
ru_ru: серверный
tr_tr: sunucu başına

source: global
es_es: general
ru_ru: глобальный
tr_tr: genel

source: This will toggle the bank to be {banktype}, deleting all accounts in the process! If you're sure, type `{command}`
de_de: Dies schaltet die Bank um zu {banktype}, löscht alle Konten im Prozess! Wenn du sicher bist, tippe `{command}`
es_es: Esto cambiará el banco a {banktype}, eliminando todas las cuentas en el proceso. Si está seguro, escriba `{command}`
fr_fr: Cela va basculer la banque en : {banktype}, en supprimant tout les comptes durant le processus ! Si vous êtes sûr, tapez `{command}`
ru_ru: Это переключит банк на {banktype}, удалив все учетные записи в процессе! Если вы уверены, введите `{command}`
tr_tr: Bu bankanın işleminin tüm hesapları silme {banktype}, geçiş yapılır! Emin misin, '{command} ' yazın

source: The bank is now {banktype}.
de_de: Die Bank ist nun {banktype}.
es_es: Este banco es ahora {banktype}.
fr_fr: La banque est désormais : {banktype}.
ru_ru: Банк теперь {banktype}.
tr_tr: Banka şimdi {banktype}.

source: Set the bank's name.
de_de: Legt den Namen der Bank fest.
es_es: Establece el nombre del banco.
fr_fr: Défini le nom de la banque.
ru_ru: Установите имя банка.
tr_tr: Bankanın adını ayarlayın.

source: Bank name has been set to: {name}
de_de: Der Name der Bank wurde festgesetzt auf: {name}
es_es: Nombre del banco cambiado a: {name}
fr_fr: Le nom de la banque est maintenant : {name}
ru_ru: Название банка было установлено на: {name}
tr_tr: Banka adı ayarlandı {name}

source: Set the name for the bank's currency.
de_de: Lege den Namen für die Währung der Bank fest.
es_es: Establezca el nombre de la moneda del banco.
fr_fr: Défini le nom de la devise de la banque.
ru_ru: Установите название для валюты банка.
tr_tr: Bankası'nın para birimi için ayarlayın.

source: Currency name has been set to: {name}
de_de: Währungs Name wurde gesetzt auf: {name}
es_es: La nombre de la moneda se ha establecido en: {name}
fr_fr: Le nom de la devise est maintenant : {name}
ru_ru: Название валюты было установлено на: {name}
tr_tr: Para birimi adı ayarla: {name}

source: Set the maximum balance a user can get.
de_de: Setze das maximale Guthaben fest, das ein Benutzer erhalten kann.
es_es: Establezca el equilibrio máximo que un usuario puede obtener.
fr_fr: Définit le solde maximum qu'un utilisateur peut obtenir.
ru_ru: Установите максимальный остаток, который пользователь может получить.
tr_tr: Bir kullanıcının alabileceği maksimum bakiyeyi ayarlayın.

source: Amount must be greater than zero and less than {max}.
de_de: Der Betrag muss größer als null und kleiner als {max} sein.
es_es: La cantidad debe ser mayor que cero e menor que {max}.
fr_fr: Le montant doit être supérieur à zéro et inférieur à {max}.
ru_ru: Сумма должна быть больше нуля и меньше, чем {max}.
tr_tr: Bu sayı 0 dan yüksek ve {max} bu sayıdan az olmalı.

source: Maximum balance has been set to: {amount}
de_de: Das maximale Guthaben wurde festgelegt auf:{amount}
es_es: El saldo máximo se ha establecido en: {amount}
fr_fr: Le solde maximal a été réglé sur : {amount}
ru_ru: Максимальный баланс был установлен на: {amount}
tr_tr: Maksimum bakiye şu şekilde ayarlandı: {amount}

source: Set the initial balance for new bank accounts. Example: - `[p]bankset registeramount 5000` **Arguments** - `<creds>` The new initial balance amount. Default is 0.
de_de: Setzen Sie das anfängliche Guthaben für neue Bankkonten. Beispiel: [p]bankset registeramount 5000 **Argumente** -`<creds>` Der Betrag des neuen anfänglichen Guthabens. Standardmäßig auf 0 gesetzt.
es_es: Establezca el saldo inicial para nuevas cuentas bancarias. Ejemplo: - `[p]bankset registeramount 5000` **Argumentos** - `<creds>` La nueva cantidad de saldo inicial. Por defecto es 0.

source: Amount must be greater than or equal to zero and less than {maxbal}.
de_de: Der Betrag muss größer oder gleich Null und kleiner als {maxbal} sein.
es_es: La cantidad debe ser mayor o igual a cero y menor a {maxbal}.
fr_fr: Le montant doit être supérieur ou égal à zéro et inférieur à {maxbal}.
ru_ru: Сумма должна быть больше или равна нулю и меньше {maxbal}.
tr_tr: Miktar sıfırdan yüksek ve {maxbal} sayısından az olmalı.

source: Registering an account will now give {num} {currency}.
de_de: Ein neues Konto zu eröffnen gibt jetzt {num} {currency}.
es_es: Registrar una cuenta le dará ahora {num} {currency}.
fr_fr: L'enregistrement d'un compte va maintenant donner {num} {currency}.
ru_ru: Регистрация аккаунта теперь выдаёт {num} {currency}.
tr_tr: Kayıtlı hesaplara {num} {currency} veriliyor.

source: This will delete all bank accounts for {scope}. If you're sure, type `{prefix}bankset reset yes`
de_de: Dies löscht alle Bankkonten für {scope}. Wenn Sie sich sicher sind, geben Sie `{prefix}bankset reset yes` ein
es_es: Esto eliminará todas las cuentas bancarias de {scope}. Si estás seguro, escribe `{prefix}bankset reset yes`
fr_fr: Ceci supprimera tous les comptes bancaires pour {scope}. Si vous êtes sûr, tapez `{prefix}bankset reset yes`
tr_tr: Bu {scope} dahilindeki tüm banka hesaplarını silecektir. Eğer eminseniz `{prefix}bank reset yes` komutunu kullanın

source: this server
de_de: dieser Server
es_es: este servidor
fr_fr: ce serveur
tr_tr: bu sunucu

source: All bank accounts for {scope} have been deleted.
de_de: Alle Bankkonten für {scope} wurden gelöscht.
es_es: Todas las cuentas bancarias de {scope} han sido eliminadas.
fr_fr: Tous les comptes bancaires pour {scope} ont été supprimés.
tr_tr: {scope} dahilindeki tüm banka hesapları silindi.

source: Base command for pruning bank accounts.
de_de: Grundbefehl zur Bereinigung von Bankkonten.
es_es: Comando base para vaciar cuentas bancarias.
fr_fr: Commande de base pour élaguer les comptes bancaires.
tr_tr: Banka hesaplarını temizlemek için temel komut.

source: This command cannot be used with a global bank.
de_de: Dieser Befehl kann mit einer globalen Bank nicht verwendet werden.
es_es: Este comando no se puede utilizar con un banco global.
fr_fr: Cette commande ne peut pas être utilisée avec une banque globale.
tr_tr: Bu komut küresel bir banka ile kullanılamaz.

source: This will delete all bank accounts for users no longer in this server. If you're sure, type `{prefix}bankset prune local yes`
de_de: Dies wird alle Bankkonten für Benutzer löschen, die nicht mehr auf diesem Server sind. Wenn Sie sich sicher sind, geben Sie `{prefix}bank prune local yes` ein
es_es: Esto eliminará todas las cuentas bancarias de usuarios que ya no están en este servidor. Si estás seguro, escribe `{prefix}bankset prune local yes`
fr_fr: Cela supprimera tous les comptes bancaires pour les utilisateurs qui ne sont plus sur ce serveur. Si vous êtes sûr, tapez `{prefix}bank prune local yes`
tr_tr: Bu, artık sunucuda olmayan üyelere ait tüm banka hesaplarını silecektir. Eğer onaylıyorsanız `{prefix}bank prune local yes` yazın

source: Bank accounts for users no longer in this server have been deleted.
de_de: Bankkonten für Benutzer auf diesem Server wurden gelöscht.
es_es: Las cuentas bancarias para usuarios que ya no están en este servidor han sido eliminadas.
fr_fr: Les comptes bancaires des utilisateurs qui ne sont plus sur ce serveur ont été supprimés.
tr_tr: Artık sunucuda olmayan üyelerin banka hesapları silinmiştir.

source: This command cannot be used with a local bank.
de_de: Dieser Befehl kann nicht mit einer lokalen Bank verwendet werden.
es_es: Este comando no se puede usar con un banco local.
fr_fr: Cette commande ne peut pas être utilisée avec une banque locale.
tr_tr: Bu komut yerel bir banka ile kullanılamaz.

source: This will delete all bank accounts for users who no longer share a server with the bot. If you're sure, type `{prefix}bankset prune global yes`
de_de: Dies löscht alle Bankkonten für Benutzer, die keinen Server mehr mit dem Bot teilen. Wenn du sicher bist, schreibe `{prefix}bankset prune global yes`
es_es: Esto eliminará todas las cuentas bancarias de los usuarios que ya no comparten un servidor con el bot. Si estás seguro, escribe `{prefix}bankset prune global yes`
fr_fr: Cela supprimera tous les comptes bancaires pour les utilisateurs qui ne partagent plus de serveur avec le bot. Si vous êtes sûr, tapez `{prefix}bank prune global yes`
tr_tr: Bu, artık botla ortak suncusu olmayan kullanıcılara ait tüm banka hesaplarını silecektir. Eğer onaylıyorsanız `{prefix}bank prune global yes` yazın
