Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Other issues related to the permissions.
de_de: Andere Probleme im Zusammenhang mit den Berechtigungen.
es_es: Otros problemas relacionados con los permisos.
fr_fr: Autres problèmes liés aux permissions.
ru_ru: Другие проблемы, связанные с разрешениями.

source: Fatal error: There's an issue related to the permissions for the {cog} cog but we're not able to determine the exact cause.
de_de: Schwerwiegender Fehler: Es gibt ein Problem mit den Berechtigungen für das Cog {cog}, aber wir sind nicht in der Lage, die genaue Ursache zu bestimmen.
es_es: Error fatal: Hay un problema relacionado con los permisos para el módulo {cog} pero no podemos determinar la causa exacta.
fr_fr: Erreur fatale : Il y a un problème lié aux permissions du cog {cog} mais nous ne sommes pas en mesure d'en déterminer la cause exacte.
ru_ru: Фатальная ошибка: Существует проблема, связанная с разрешениями для cog'а {cog}, но мы не можем определить точную причину.

source: Fatal error: There's an issue related to the permissions for the {command} command but we're not able to determine the exact cause.
de_de: Schwerwiegender Fehler: Es gibt ein Problem mit den Berechtigungen für den Befehl {command}, aber wir sind nicht in der Lage, die genaue Ursache zu bestimmen.
es_es: Error fatal: Hay un problema relacionado con los permisos para el comando {command} pero no podemos determinar la causa exacta.
fr_fr: Erreur fatale : Il y a un problème lié aux permissions de la commande {command} mais nous ne sommes pas en mesure d'en déterminer la cause exacte.
ru_ru: Фатальная ошибка: Существует проблема, связанная с разрешениями для команды {command}, но мы не можем определить точную причину.

source: This is an unexpected error, please report it on Red's issue tracker.
de_de: Dies ist ein unerwarteter Fehler, bitte melde ihn in Red's issue tracker.
es_es: Este es un error inesperado, por favor repórtelo en el gestor de incidencias de Red.
fr_fr: Il s'agit d'une erreur inattendue, veuillez la signaler sur le gestionnaire de problèmes de Red.
ru_ru: Это непредвиденная ошибка. Пожалуйста, сообщите о ней на странице проблем Red.

source: Ensure that the command is not bot owner only
de_de: Vergewisser dich, dass der Befehl nicht nur vom Botbesitzer genutzt werden kann
es_es: Asegúrese de que el comando no es sólo para el propietario del bot
fr_fr: Assurez-vous que la commande n'est pas uniquement réservée au(x) propriétaire(s) du bot
ru_ru: Убедитесь, что команда не принадлежит только владельцу бота

source: The command is bot owner only and the given user is not a bot owner.
de_de: Der Befehl gilt nur für Bot-Besitzer und der angegebene Benutzer ist kein Bot-Besitzer.
es_es: El comando es solo para el dueño del bot y el usuario indicado no es el dueño del bot.
fr_fr: La commande est réservée au propriétaire du bot et l'utilisateur donné n'est pas le propriétaire du bot.
ru_ru: Команда предназначена только для владельцев бота, а указанный пользователь не является владельцем бота.

source: This cannot be fixed - regular users cannot run bot owner only commands.
de_de: Dies kann nicht behoben werden - normale Benutzer können keine Befehle ausführen, die nur von Bot-Besitzer genutzt werden können.
es_es: Esto no se puede arreglar - los usuarios regulares no pueden ejecutar comandos que son sólo para el dueño del bot.
fr_fr: Cela ne peut pas être corrigé - les utilisateurs ordinaires ne peuvent pas exécuter les commandes réservées au propriétaire du bot.
ru_ru: Это невозможно исправить - обычные пользователи не могут выполнять команды, доступные только владельцу бота.

source: Permission hooks
de_de: Berechtigungs-Hooks
es_es: hooks de permisos
fr_fr: Vérifications des permissions
ru_ru: Разрешены hooks

source: Fatal error: the result of permission hooks is inconsistent.
de_de: Schwerwiegender Fehler: Das Ergebnis von Berechtigungs-Hooks ist inkonsistent.
es_es: Error fatal: el resultado de los ganchos de permisos (permissions hooks) es inconsistente.
fr_fr: Erreur fatale : le résultat des vérifications des permissions est incohérent.
ru_ru: Фатальная ошибка: результат разрешения hooks несовместим.

source: To fix this issue, a manual review of the installed cogs is required.
de_de: Um dieses Problem zu beheben, ist eine manuelle Überprüfung des installierten Cogs erforderlich.
es_es: Para solucionar este problema, se requiere una revisión manual de los cogs instalados.
fr_fr: Pour résoudre ce problème, il faut procéder à un examen manuel des cogs installés.
ru_ru: Чтобы устранить эту проблему, необходимо вручную пересмотреть установленные шестеренки.

source: The access has been denied by one of the bot's permissions hooks.
de_de: Der Zugriff wurde durch einen der Berechtigungs-Hook des Bots verweigert.
es_es: El acceso ha sido denegado por uno de los ganchos de permisos del bot.
fr_fr: L'accès a été refusé par l'un des contrôles de permissions du cog.
ru_ru: Доступ был запрещен одним из hooks разрешений бота.

source: User's discord permissions, privilege level and rules from Permissions cog
de_de: Discord-Berechtigungen des Benutzers, Privileg stufe und Regeln aus dem Berechtigungs Cog
es_es: Permisos del Usuario en Discord, nivel de privilegios y reglas del cog de Permisos
fr_fr: Permissions utilisateurs Discord, niveau de privilèges et règles des permissions du cog
ru_ru: Разрешения пользователей, уровень привилегий и правила из строки разрешений

source: The access has been denied due to the rules set for the {cog} cog with Permissions cog.
de_de: Der Zugriff wurde aufgrund der Regeln für das {cog} Cog mit Berechtigungs Cog verweigert.
es_es: El acceso ha sido denegado debido a las reglas establecidas para el módulo {cog} con el Modulo de Permisos.
fr_fr: L'accès a été refusé en raison des règles définies pour le cog {cog} avec les permission du cog.
ru_ru: Доступ был запрещен из-за правил, установленных для {cog} шестерня с помощью Permissions cog.

source: The access has been denied due to the rules set for the {command} command with Permissions cog.
de_de: Der Zugriff wurde aufgrund der Regeln für den {command} Befehl mit Berechtigungs Cog verweigert.
es_es: El acceso ha sido denegado debido a las reglas establecidas para el commando {command} con el cog de Permisos.
fr_fr: L'accès a été refusé en raison des règles définies pour la commande {command} avec les permissions du cog.
ru_ru: Доступ был запрещен из-за правил, установленных для команды {command} в коде Permissions.

source: To fix the issue, a manual review of the rules is required.
de_de: Um das Problem zu beheben, ist eine manuelle Überprüfung der Regeln erforderlich.
es_es: Para solucionar el problema, se requiere una revisión manual de las reglas.
fr_fr: Pour résoudre ce problème, une révision manuelle des règles est nécessaire.
ru_ru: Чтобы исправить ошибку, требуется проверка правил вручную.

source: There's an issue related to the permissions of {cog} cog but we're not able to determine the exact cause.
de_de: Beim {cog} cog ist ein Problem mit Zusammenhang der Berechtigung aufgetreten. Es konnte aber nicht der genaue Grund festgestellt werden.
es_es: Hay un problema relacionado con los permisos del Cog {cog} pero no pudimos determinar la causa exacta.
fr_fr: Il y a un problème lié aux permissions du cog {cog} mais nous ne sommes pas en mesure de déterminer la cause exacte.
ru_ru: Возникла проблема, связанная с разрешениями шестерни {cog}, но мы не можем определить точную причину.

source: There's an issue related to the permissions of {command} command but we're not able to determine the exact cause.
de_de: Beim {command} command ist ein Problem mit Zusammenhang der Berechtigung aufgetreten. Es konnte aber nicht der genaue Grund festgestellt werden.
es_es: Hay un problema relacionado con los permisos del comando {command} pero no podemos determinar la causa exacta.
fr_fr: Il y a un problème lié aux permissions de la commande {command} mais nous ne sommes pas en mesure de déterminer la cause exacte.
ru_ru: Существует проблема, связанная с разрешениями команды {command}, но мы не можем определить точную причину.

source: To fix this issue, a manual review of the command is required.
de_de: Um das Problem zu beheben, ist eine manuelle Überprüfung des Befehls erforderlich.
es_es: Para solucionar este problema, se requiere una revisión manual del comando.
fr_fr: Pour résoudre ce problème, une révision manuelle de la commande est nécessaire.
ru_ru: Чтобы исправить эту проблему, требуется проверка команды вручную.

source: Permission checks
de_de: Berechtigungsüberprüfung
es_es: Comprobaciones de permisos
fr_fr: Vérifications des permissions
ru_ru: Проверка прав доступа
tr_tr: Yetki kontrolü

source: The access has been denied by one of the permissions checks of {cog} cog.
de_de: Der Zugriff wurde verweigert von einer Berechtigungsüberprüfung von {cog} cog.
es_es: El acceso ha sido denegado por una de las comprobaciones de permisos del Cog {cog}.
fr_fr: L'accès a été refusé par l'un des contrôles de permissions du cog {cog}.
ru_ru: Доступ был запрещен одной из проверок разрешений {cog} шестерни.

source: The access has been denied by one of the permission checks of {command} command.
de_de: Der Zugriff wurde verweigert von einer Berechtigungsüberprüfung vom {command} Befehl.
es_es: El acceso ha sido denegado por una de las comprobaciones de permisos del comando {command}.
fr_fr: L'accès a été refusé par l'un des contrôles de permissions de la commande {command}.
ru_ru: Доступ был запрещен одной из проверок разрешений команды {command}.

source: To fix this issue, a manual review of the permission checks is required.
de_de: Um dieses Problem zu beheben, ist eine manuelle Überprüfung der Berechtigungsprüfungen erforderlich.
es_es: Para solucionar este problema, se requiere una revisión manual de las comprobaciones de permisos.
fr_fr: Pour résoudre ce problème, une révision manuelle des contrôles de permissions est nécessaire.
ru_ru: Чтобы устранить эту проблему, необходимо вручную пересмотреть проверки разрешений.
tr_tr: Bu sorunu çözmek için izin kontrollerinin manuel olarak gözden geçirilmesi gerekir.

source: User's discord permissions and privilege level
de_de: Benutzers discord Berechtigungen und Privilegien
es_es: Permisos de discord y nivel de privilegios del usuario
fr_fr: Permissions et niveau de privilège de l'utilisateur sur discord
ru_ru: Разрешения и уровень привилегий пользователя
tr_tr: Kullanıcının discord izinleri ve ayrıcalık seviyesi

source: grant the required permissions to the user through role settings or channel overrides
de_de: erteilen Sie dem Benutzer die erforderlichen Berechtigungen durch Rolleneinstellungen oder Kanalüberschreibungen
es_es: concede los permisos necesarios al usuario a través de la configuración de roles o las sobrescrituras del canales
fr_fr: accorder les autorisations requises à l'utilisateur par le biais de paramètres de rôle ou de dérogations de canal
ru_ru: предоставление необходимых разрешений пользователю через настройки ролей или переопределения каналов
tr_tr: rol ayarları veya kanal geçersiz kılmalar yoluyla kullanıcıya gerekli izinleri verin

source: The user is missing some of the channel permissions ({permissions}) required by the {cog} cog.
de_de: Dem Nutzer fehlen ein paar Channel Berechtigung ({permissions}) die vom {cog} cog benötigt werden.
es_es: Al usuario le faltan algunos de los permisos de canal ({permissions}) requeridos por el {cog} cog.
fr_fr: Il manque à l'utilisateur certaines des autorisations de canal ({permissions}) requises par le cog {cog}.
ru_ru: У пользователя отсутствуют некоторые разрешения канала ({permissions}), требуемые шестеренки {cog}.
tr_tr: Kullanıcı {cog} cogunun gerektirdiği bazı kanal izinlerine ({permissions}) ihtiyacı var.

source: The user is missing some of the channel permissions ({permissions}) required by the {command} command.
de_de: Dem Nutzer fehlen ein paar Channel Berechtigung ({permissions}) die vom {command} Befehl benötigt werden.
es_es: Al usuario le faltan algunos de los permisos de canal ({permissions}) requeridos por el {command} cog.
fr_fr: L'utilisateur ne dispose pas de certaines des autorisations de canal ({permissions}) requises par la commande {command}.
ru_ru: Пользователю не хватает некоторых разрешений канала ({permissions}), необходимых для выполнения команды {command}.
tr_tr: Kullanıcı {command} komutunun gerektirdiği bazı kanal izinlerine ({permissions}) gerekli.

source: the guild owner
de_de: der Gildenbesitzer
es_es: el dueño del servidor el dueño del gremio
fr_fr: propriétaire de guilde
ru_ru: владелец гильдии
tr_tr: sunucu sahibi

source: the mod role
de_de: die Mod-Rolle
es_es: el rol de moderador
fr_fr: le rôle de modérateur
ru_ru: роль мода
tr_tr: mod rolü

source: the admin role
de_de: die Adminrolle
es_es: el rol de administrador
fr_fr: le rôle administrateur
ru_ru: роль администратора
tr_tr: admin rolü

source: assign appropriate role to the user
de_de: weise dem Benutzer Entsprechende Rollen zu
es_es: asignar el rol apropiado al usuario
fr_fr: attribuer le rôle approprié à l'utilisateur
ru_ru: назначить пользователю соответствующую роль
tr_tr: kullanıcıya uygun rolü atayın

source: The user is missing the privilege level ({privilege_level}) required by the {cog} cog.
de_de: Dem Benutzer fehlt die vom {cog} Cog benötigte Berechtigungsstufe ({privilege_level}).
es_es: Al usuario le falta el nivel de privilegios ({privilege_level}) requerido por el módulo {cog}.
fr_fr: L'utilisateur n'a pas le niveau de privilège ({privilege_level}) requis par le cog {cog}.
ru_ru: У пользователя отсутствует уровень привилегий ({privilege_level}), требуемый шестеренки {cog}.

source: The user is missing the privilege level ({privilege_level}) required by the {command} command.
de_de: Dem Benutzer fehlt die vom {command} Befehl benötigte Berechtigungsstufe ({privilege_level}).
es_es: Al usuario le falta el nivel de privilegios ({privilege_level}) requerido por el comando {command}.
fr_fr: L'utilisateur ne possède pas le niveau de privilège ({privilege_level}) requis par la commande {command}.
ru_ru: Пользователь не имеет уровня привилегий ({privilege_level}), необходимого для выполнения команды {command}.

source: add appropriate rule in the Permissions cog
de_de: füge geeignete Regeln im Berechtigungscog hinzu
es_es: añadir la regla apropiada en el Permissions Cog
fr_fr: ajouter la règle appropriée dans le menu "Permissions" du cog
ru_ru: добавьте соответствующее правило в коде Permissions

source: The user has neither the channel permissions ({permissions}) nor the privilege level ({privilege_level}) required by the {cog} cog.
de_de: Der Benutzer hat weder die Kanalrechte ({permissions}) noch die vom {cog} cog benötigte Berechtigungsstufe ({privilege_level}).
es_es: El usuario no tiene permisos de canal ({permissions}) ni el nivel de privilegios ({privilege_level}) requerido por el módulo de {cog}.
fr_fr: L'utilisateur ne possède ni les autorisations de canal ({permissions}) ni le niveau de privilège ({privilege_level}) requis par le cog {cog}.
ru_ru: У пользователя нет прав канала ({permissions}), ни уровня привилегий ({privilege_level}), требуемого шестеренки {cog}.

source: The user has neither the channel permissions ({permissions}) nor the privilege level ({privilege_level}) required by the {command} command.
de_de: Der Benutzer hat weder die Kanalrechte ({permissions}) noch die Berechtigungsstufe ({privilege_level}) die vom {command} Befehl benötigt wird.
es_es: El usuario no tiene permisos de canal ({permissions}) ni el nivel de privilegios ({privilege_level}) requeridos por el comando {command}.
fr_fr: L'utilisateur ne possède ni les autorisations de canal ({permissions}) ni le niveau de privilège ({privilege_level}) requis par la commande {command}.
ru_ru: У пользователя нет прав канала ({permissions}) и уровня привилегий ({privilege_level}), требуемых командой {command}.

source: Checks and permissions verification for the command {command}
de_de: Prüfung und Verifikation der Berechtigungen für den Befehl {command}
es_es: Verificación y comprobaciones de permisos para el comando {command}
fr_fr: Vérification des contrôles et des permissions pour la commande {command}
ru_ru: Проверка и проверка разрешений для команды {command}

source: Other command checks
de_de: Andere Befehlsprüfungen
es_es: Otras comprobaciones de comandos
fr_fr: Autres vérifications des commandes
ru_ru: Другие проверки команд

source: The given command is failing one of the required checks.
de_de: Der angegebene Befehl schlägt bei einer der erforderlichen Prüfungen fehl.
es_es: El comando indicado está fallando una de las comprobaciones requeridas.
fr_fr: La commande donnée échoue à l'une des vérifications requises.
ru_ru: Данная команда не проходит одну из необходимых проверок.

source: To fix this issue, a manual review of the command's checks is required.
de_de: Um dieses Problem zu beheben, ist eine manuelle Überprüfung der Befehlsüberprüfungen erforderlich.
es_es: Para solucionar este problema, se requiere una revisión manual de las comprobaciones del comando.
fr_fr: Pour résoudre ce problème, une révision manuelle des contrôles de la commande est nécessaire.
ru_ru: Для устранения этой проблемы требуется ручной пересмотр проверок команды.

source: Global 'call once' checks
de_de: Globale "einmal aufrufen" Überprüfungen
es_es: Comprobaciones globales de 'una sola llamada'
fr_fr: Contrôles globaux 'appel unique'
ru_ru: Проверка 'одного вызова'

source: Other global 'call once' checks
de_de: Andere globale "einmal aufrufen" Überprüfungen
es_es: Otras comprobaciones globales de 'una sola llamada'
fr_fr: Autres contrôles globaux 'appel unique'
ru_ru: Другие глобальные проверки 'одного вызова'

source: One of the global 'call once' checks implemented by a 3rd-party cog prevents this command from being ran.
de_de: Eine der globalen "einmal aufrufen"-Prüfungen, die von einem 3rd-party Cog durchgeführt werden, verhindert die Ausführung dieses Befehls.
es_es: Una de las comprobaciones globales de "una sola llamada" implementadas por un Cog de terceros impide que este comando sea ejecutado.
fr_fr: L'une des vérifications globales "appel unique" mises en œuvre par un cog tiers empêche l'exécution de cette commande.
ru_ru: Одна из глобальных проверок 'одного вызова', реализованная сторонней шестерней, не позволяет выполнить эту команду.

source: Check if the command is disabled
de_de: Überprüfung, ob der Befehl deaktiviert ist
es_es: Comprueba si el comando está deshabilitado
fr_fr: Vérifier si la commande est désactivée
ru_ru: Проверьте, отключена ли команда

source: To fix this issue, you can run {command} which will enable the {affected_command} command globally.
de_de: Um dieses Problem zu beheben, können Sie {command} ausführen, der den {affected_command} -Befehl global aktiviert.
es_es: Para solucionar este problema, puedes ejecutar {command} que habilitará el comando {affected_command} globalmente.
fr_fr: Pour résoudre ce problème, vous pouvez exécuter {command} qui activera globalement la commande {affected_command}.
ru_ru: Чтобы исправить эту проблему, вы можете выполнить команду {command}, которая глобально включит команду {affected_command}.

source: The given command is disabled globally.
de_de: Der angegebene Befehl ist global deaktiviert.
es_es: El comando dado está desactivado globalmente.
fr_fr: La commande donnée est globalement désactivée.
ru_ru: Данная команда отключена глобально.

source: Checks and permissions verification
de_de: Überprüfungen und Berechtigungsverifikation
es_es: Verificación de permisos y chequeos
fr_fr: Vérification des contrôles et des autorisations
ru_ru: Проверка и проверка прав доступа

source: Passed
de_de: Bestanden
es_es: Superado
fr_fr: Passé
ru_ru: Передано

source: Failed
de_de: Fehlgeschlagen
es_es: Falló
fr_fr: Échoué
ru_ru: Не удалось
tr_tr: Başarısız

source: All checks passed and no issues were detected. Make sure that the given parameters correspond to the channel, user, and command name that have been problematic. If you still can't find the issue, it is likely that one of the 3rd-party cogs you're using adds a global or cog local before invoke hook that prevents the command from getting invoked as this can't be diagnosed with this tool.
de_de: Alle Prüfungen wurden bestanden, und es wurden keine Probleme festgestellt. Stelle sicher, dass die angegebenen Parameter mit dem Kanal, dem Benutzer und dem Befehlsnamen übereinstimmen, die problematisch waren. Wenn Sie immer noch das Problem nicht finden können, ist es wahrscheinlich, dass eines der von Ihnen verwendeten 3rd-party-Cogs einen globalen oder cogspezifischen Vor-Aufruf-Hook hinzufügt, der verhindert, dass der Befehl aufgerufen wird. Dies kann mit diesem Tool nicht diagnostiziert werden.
es_es: Todas las comprobaciones pasaron sin detectarse problemas. Asegúrese de que los parámetros proporcionados corresponden al canal, usuario y nombre de comando que han sido problemáticos. Si todavía no puedes encontrar el problema, es probable que uno de los Cogs de terceros que estás usando esté agregando otro Cog global o local antes de invocar al hook que previene que el comando sea invocado, haciendo que no pueda ser diagnosticado con esta herramienta.
fr_fr: Toutes les vérifications ont été passées et aucun problème n'a été détecté. Assurez-vous que les paramètres donnés correspondent au canal, à l'utilisateur et au nom de la commande qui ont été problématiques. Si vous ne trouvez toujours pas le problème, il est probable que l'un des cogs tiers que vous utilisez ajoute un cog local global ou cog avant d'appeler un hook qui empêche la commande d'être appelée car cela ne peut pas être diagnostiqué avec cet outil.
ru_ru: Все проверки прошли, и проблем не обнаружено. Убедитесь, что заданные параметры соответствуют каналу, пользователю и имени команды, с которыми возникли проблемы. Если вы по-прежнему не можете найти проблему, вероятно, одна из используемых вами сторонних программ добавляет глобальный или локальный хук перед вызовом, который препятствует вызову команды, так как это невозможно диагностировать с помощью данного инструмента.

source: The bot has been able to identify the issue.
de_de: Der Bot war in der Lage, das Problem zu identifizieren.
es_es: El bot ha sido capaz de identificar el problema.
fr_fr: Le bot a été capable d'identifier le problème.
ru_ru: Бот смог определить проблему.

source: Detected issue:
de_de: Erkannte Probleme:
es_es: Problema detectado:
fr_fr: Problème détecté :
ru_ru: Обнаруженная проблема:
tr_tr: Algılanan Sorun:

source: Solution:
de_de: Lösung:
es_es: Solución:
ru_ru: Решение:
tr_tr: Çözüm:

source: Here's a detailed report in case you need it:
de_de: Hier ist ein detaillierter Bericht, falls du ihn benötigst:
es_es: Aquí hay un informe detallado en caso de que lo necesites:
fr_fr: Voici un rapport détaillé au cas où vous en auriez besoin :
ru_ru: Вот подробный отчет на случай, если он вам понадобится:
tr_tr: İhtiyacınız olursa diye ayrıntılı bir rapor:

source: Channel:
de_de: Kanal:
es_es: Canal:
fr_fr: Salon:
ru_ru: Канал:
tr_tr: Kanal:

source: Command caller:
de_de: Nutzer der Befehls:
es_es: Iniciador del Comando:
fr_fr: Appel de commande:
ru_ru: Вызывающий команду:

source: Command:
de_de: Befehl:
es_es: Comando:
fr_fr: Commande:
ru_ru: Команда:
tr_tr: Komut:

source: Tests that have been ran:
de_de: Tests, die ausgeführt wurden:
es_es: Pruebas que han sido realizadas:
fr_fr: Les tests qui ont été effectués :
ru_ru: Проведенные тесты:
