Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Commands to interface with Red's cog manager.
de_de: Befehle um Red's Cog Manager zu bedienen.
es_es: Comandos a la interfaz con el gestor de programas de Red.
fr_fr: Commandes pour la gestion des cogs de Red.
nb_no: Kommandoer for å kommunisere med Red sin cog manager.
pl_pl: Komendy dla interfejsu menedżera cogów dla Reda.
ru_ru: Команды для интерфейса с менеджером плагинов Red.
tr_tr: Red'in cog Yöneticisi ile arabirim komutları.

source: Lists current cog paths in order of priority.
de_de: Listet aktuelle Cog Pfade nach Priorität sortiert auf.
es_es: Lista las rutas de engranaje actuales en orden de prioridad.
fr_fr: Liste les chemins des cogs actuels par ordre de priorité.
nb_no: Viser gjeldende cog baner i prioritert rekkefølge.
pl_pl: Wyświetla listę bieżących ścieżek cogów w kolejności ważności.
ru_ru: Список текущих путей cog'ов в порядке приоритета.
tr_tr: Geçerli cog yerlerini öncelik sırasına göre listeler.

source: Install Path: {install_path} Core Path: {core_path}
de_de: Installationspfad: {install_path} Core Pfad: {core_path}
es_es: Ruta de instalación: {install_path} Ruta del núcleo: {core_path}
fr_fr: Chemin d’installation : {install_path} Chemin du noyau (Core) : {core_path}
nb_no: Installerings bane: {install_path} Kjernebane: {core_path}
pl_pl: Ścieżka instalacji: {install_path} Ścieżka rdzenia: {core_path}
ru_ru: Путь установки: {install_path} Основной путь: {core_path}
tr_tr: Yüklü dizin: {install_path} Core dizini: {core_path}

source: Add a path to the list of available cog paths.
de_de: Füge einen Pfad zur Liste der verfügbaren Cog Pfade hinzu.
es_es: Añadir una ruta a la lista de rutas de engranaje disponibles.
fr_fr: Ajoute un chemin à la liste des chemins des cogs disponibles.
nb_no: Legg til en bane i listen over tilgjengelige cog baner.
pl_pl: Dodaj ścieżkę do listy dostępnych ścieżek cogów.
ru_ru: Добавить путь к списку путей доступных cog'ов.
tr_tr: Mevcut cog konumlarına bir konum ekler.

source: That path does not exist or does not point to a valid directory.
de_de: Dieser Pfad existiert nicht oder zeigt nicht auf ein gültiges Verzeichnis.
es_es: Esa ruta es no existe o no apunta a un directorio válido.
fr_fr: Ce chemin n'existe pas ou ne pointe pas vers un répertoire valide.
nb_no: Banen eksisterer ikke eller peker til en ugyldig mappe.
pl_pl: Ta ścieżka nie istnieje lub nie prowadzi do poprawnego katalogu.
ru_ru: Этот путь не существует или не указывает на допустимый каталог.
tr_tr: Bu yol mevcut değil veya geçerli bir dizini göstermiyor.

source: Path successfully added.
de_de: Pfad erfolgreich hinzugefügt.
es_es: Ruta añadida exitósamente.
fr_fr: Chemin d'accès ajouté avec succès.
nb_no: Banen er lagt til.
pl_pl: Ścieżka dodana pomyślnie.
ru_ru: Путь успешно добавлен.
tr_tr: Reklam başarıyla eklendi.

source: Removes one or more paths from the available cog paths given the `path_numbers` from `[p]paths`.
de_de: Entfernt einen oder mehrere Pfade aus den verfügbaren Cog-Pfaden mit den `path_numbers` von `[p]paths`.
es_es: Elimina una o más rutas de las rutas de cog disponibles dado el `path_numbers` de `[p]paths`.
fr_fr: Enlevez un ou plusieurs chemins cog disponibles données par les `path_numbers` de `[p]paths`.

source: The following paths were removed: {paths}
de_de: Die folgenden Pfade wurden entfernt: {paths}
es_es: Las siguientes rutas fueron eliminadas: {paths}
fr_fr: Les chemins suivants ont été enlevés : {paths}

source: The following path numbers did not exist: {path_numbers}
de_de: Die folgenden Pfadnummern haben nicht existiert: {path_numbers}
es_es: Los siguientes números de ruta no existen: {path_numbers}
fr_fr: Le chemin d'accès suivant n'existe pas : {path_numbers}

source: Reorders paths internally to allow discovery of different cogs.
de_de: Ordnet Pfade intern neu um andere cogs entdecken zu können.
es_es: Reordena rutas internamente para permitir el descubrimiento de diferentes configuraciones.
fr_fr: Réordonne les chemins internes pour permettre la découverte de différents cogs.
nb_no: Flytter baner internt for å tillate oppdagelse av forskjellige cogs.
pl_pl: Ponownie porządkuje ścieżki wewnętrznie, by umożliwić odkrycie innych cogów.
ru_ru: Внутреннее изменение порядка путей, позволяющие обнаруживать различные cog'и.
tr_tr: Farklı cogların keşfini mümkün kılmak için konumları kendi içlerinde yeniden düzenler.

source: Invalid 'from' index.
de_de: Ungültiger 'from' index.
es_es: Índice 'from' no válido.
fr_fr: Index 'from' invalide.
nb_no: Ugyldig "fra" index.
pl_pl: Nieprawidłowy indeks 'from'.
ru_ru: Недопустимый индекс 'от'.
tr_tr: Geçersiz 'başlangıç' tarihi.

source: Invalid 'to' index.
de_de: Ungültiger 'to' index.
es_es: Índice 'to' no válido.
fr_fr: Index 'to' invalide.
nb_no: Ugyldig "to" index.
pl_pl: Nieprawidłowy indeks 'to'.
ru_ru: Недопустимый индекс 'в'.
tr_tr: 'Kime' dizini geçersiz.

source: Paths reordered.
de_de: Pfade wurden neu geordnet.
es_es: Rutas reordenadas.
fr_fr: Chemins d'accès réorganisés.
nb_no: Baner forandret.
pl_pl: Kolejność ścieżek zmieniona.
ru_ru: Пути переупорядочены.
tr_tr: Yolları yeniden sıralanmış.

source: Returns the current install path or sets it if one is provided. The provided path must be absolute or relative to the bot's directory and it must already exist. No installed cogs will be transferred in the process.
de_de: Gibt den aktuellen Installationspfad zurück oder setzt ihn, wenn er angegeben wird. Der angegebene Pfad muss absolut oder relativ zum Verzeichnis des Bots sein und muss bereits existieren. In diesem Prozess werden keine installierten Cogs übertragen.
es_es: Devuelve la ruta de instalación actual o la establece si uno esta es proporcionada. La ruta proporcionada debe ser absoluta o relativa al directorio del bot y ya debe existir. No se transferirán Cogs instalados en el proceso.
fr_fr: Renvoie le chemin d'installation actuel ou le définit s'il est fourni. Le chemin fourni doit être absolu ou relatif au chemin d'accès du bot. Et il doit déjà exister. Aucun cog installé ne sera transféré pendant le processus.
ru_ru: Возращает текущий путь установки или устанавливает его, если указан. Указанный путь должен быть абсолютным или относительным к каталогу бота, и должен уже существовать Установленные cog'и не будут перемещены в процессе.
tr_tr: Eğer verildiyse mevcut kurulum konumunu ya da kümesini gösterir. Verilen konum bot'un kesin konumu olmalı ya da oraya denk gelmeli, ve zaten var olan bir klasör olmalıdır. Bu işlem sırasında kurulu olan hiçbir cog'ın yeri değiştirilmez.

source: That path does not exist.
de_de: Dieser Pfad existiert nicht.
es_es: Esa ruta no existe.
fr_fr: Ce chemin d'accès n'existe pas.
nb_no: Denne banen finnes ikke.
pl_pl: Ta ścieżka nie istnieje.
ru_ru: Этого пути не существует.
tr_tr: Böyle bir sayfa yok.

source: The bot will install new cogs to the `{}` directory.
de_de: Der bot wird neue cogs in das Verzeichnis {} installieren.
es_es: El bot instalará nuevos cogs en el directorio '{}'.
fr_fr: Le bot va installer les nouveaux cogs vers le dossier `{}`.
nb_no: Bot'en vil installere nye cogs til "{}" mappen.
pl_pl: Bot będzie instalować nowe rozszerzenia w katalogu `{}`.
ru_ru: Бот будет устанавливать новые плагины в директорию `{}`.
tr_tr: Bot yeni Smm '{}' dizinine yükler.

source: Lists all loaded and available cogs.
de_de: Listet alle geladenen und verfügbaren cogs auf.
es_es: Muestra todos los cogs cargados y disponibles.
fr_fr: Liste tous les cogs chargés et disponibles.
nb_no: Viser alle innlastede og tilgjengelige cogs.
pl_pl: Wyświetla wszystkie załadowane i dostępne cogi.
ru_ru: Список всех загруженных и доступных cog'ов.
tr_tr: Yüklü ve kullanılabilir cogları listeler.

source: **{} loaded:**
de_de: **{} geladen.**
es_es: **{} cargado/s:**
fr_fr: **{} chargé :**
nb_no: **{} lastet:**
pl_pl: **{} załadowanych:**
ru_ru: **{} загружен:**
tr_tr: **{} yüklendi:**

source: **{} unloaded:**
de_de: **{} nicht geladen.**
es_es: **{} sin cargar:**
fr_fr: **{} déchargé :**
nb_no: **{} u belastet:**
pl_pl: **{} niezaładowanych:**
ru_ru: **{} выгружен:**
tr_tr: **{} yüklenmesi kaldırıldı:**

source: To fix this issue, you need to do one of these:
de_de: Um dieses Problem zu beheben, musst du eines hiervon tun:
es_es: Para solucionar este problema, debes realizar una de las siguientes acciones:
fr_fr: Pour résoudre ce problème, vous devez faire une de ces tâches :
ru_ru: Чтобы решить эту проблему, вам нужно совершить одно из следующих действий:
tr_tr: Bu sorunu gidermek için aşağıdakilerden birini yapmanız gerekir:

source: Check if the command caller is not a bot
de_de: Überprüfe, ob der Befehlsbenutzer kein Bot ist
es_es: Comprueba si quien llamó al comando no es un bot
fr_fr: Vérifier si l'exécuteur de la commande n'est pas un bot
ru_ru: Проверьте, не является ли вызывающий команду ботом
tr_tr: Komutu çağıran bot mu değil mi kontrol et

source: The user is a bot which prevents them from running any command.
de_de: Der Benutzer ist ein Bot, der ihn daran hindert, jeden Befehl auszuführen.
es_es: El usuario es un bot quien les impide ejecutar cualquier comando.
fr_fr: L'utilisateur est un bot ce qui l'empêche d'exécuter n'importe quelle commande.
ru_ru: Пользователь является ботом, что не позволяет ему выполнить какую-либо команду.
tr_tr: Bu kullanıcı bot olduğu için herhangi bir komutu çalıştıramaz.

source: This cannot be fixed - bots should not be listening to other bots.
de_de: Das kann nicht behoben werden - Bots sollten nicht auf andere Bots hören.
es_es: Esto no se puede solucionar - Los bots no deberían estar escuchando a otros bots.
fr_fr: Cela ne peut pas être corrigé - les bots ne devraient pas écouter les autres bots.
ru_ru: Это невозможно исправить - боты не должны слушать других ботов.
tr_tr: Bu düzeltilemez - botlar diğer botları dinlememelidir.

source: Check if the bot can send messages in the given channel
de_de: Prüft, ob der Bot Nachrichten im angegebenen Kanal senden kann
es_es: Verifique si el bot puede enviar mensajes en el canal indicado
fr_fr: Vérifiez si le bot peut envoyer des messages dans ce salon
ru_ru: Проверьте, если бот может отправлять сообщения в данном канале
tr_tr: Verilen kanalda bot mesaj gönderebiliyor mu kontrol et

source: Bot is timed out in the given channel.
de_de: Der Bot hat in diesem Kanal einen Time-Out.
es_es: El bot se agotó en el canal dado.
fr_fr: Le bot est expiré dans le canal donné.
ru_ru: У бота тайм-аут в данном канале.
tr_tr: Bot verilen kanalda zaman aşımına uğradı.

source: To fix this issue, remove timeout from the bot.
de_de: Um das Problem zu beheben, entferne den Timeout vom Bot.
es_es: Para solucionar este problema, elimina el tiempo de espera del bot.
fr_fr: Pour résoudre ce problème, supprimez le délai d'attente du bot.
ru_ru: Чтобы решить эту проблему, выключите тайм-аут в боте.
tr_tr: Bu sorunu çözmek için, zaman aşımını bottan kaldırın.

source: Bot doesn't have permission to send messages in the given channel.
de_de: Der Bot hat nicht die Berechtigung, Nachrichten im angegebenen Kanal zu senden.
es_es: El bot no tiene permiso para enviar mensajes en el canal dado.
fr_fr: Le bot n'a pas la permission d'envoyer des messages dans ce salon.
ru_ru: Бот не имеет разрешения на отправку сообщений в данном канале.
tr_tr: Bot verilen kanalda mesaj gönderme yetkisine sahip değil.

source: To fix this issue, ensure that the permissions setup allows the bot to send messages per Discord's role hierarchy: https://support.discord.com/hc/en-us/articles/206141927
de_de: Um dieses Problem zu beheben, stelle sicher, dass das Berechtigungs-Setup es dem Bot erlaubt, Nachrichten übers Discord's Rollenhierarchie zu senden: https://support.discord.com/hc/de/articles/206141927
es_es: Para solucionar este problema, asegúrate de que la configuración de permisos permite al bot enviar mensajes según la jerarquía de roles de Discord: https://support.discord.com/hc/en-us/articles/206141927
fr_fr: Pour résoudre ce problème, assurez-vous que la configuration des permissions permet au bot d'envoyer des messages grâce à la hiérarchie de permissions: https://support.discord.com/hc/fr/articles/206141927
ru_ru: Чтобы устранить эту проблему, убедитесь, что настройки разрешений позволяют боту отправлять сообщения в соответствии с иерархией ролей Discord: https://support.discord.com/hc/en-us/articles/206141927
tr_tr: Bu sorunu gidermek için, izinler kurulumunun botun Discord'un rol hiyerarşisi başına ileti göndermesine izin verdiğinden emin olun: https://support.discord.com/hc/en-us/articles/206141927

source: Check if the channel and the server aren't set to be ignored
de_de: Überprüfe, ob Kanal und Server nicht ignoriert werden
es_es: Comprueba si el canal y el servidor no están configurados para ser ignorados
fr_fr: Vérifie si le salon et le serveur ne sont pas ignorés
ru_ru: Проверьте, не настроен ли канал и сервер на игнорирование
tr_tr: Kanalın ve sunucunun yoksayılacak şekilde ayarlanıp ayarlanmadığını kontrol edin

source: To fix this issue, check the list returned by the {command} command and ensure that the {thread} thread, its parent channel, and the server aren't a part of that list.
de_de: Um dieses Problem zu beheben, überprüfen Sie die Liste des {command} Befehls und stellen Sie sicher, dass der {thread} Thread sein übergeordneter Kanal, und der Server nicht Teil dieser Liste sind.
es_es: Para solucionar este problema, compruebe la lista devuelta por el comando {command} y asegúrese de que el hilo {thread}, su canal padre, y el servidor no sean parte de esa lista.
fr_fr: Pour résoudre ce problème, vérifiez la liste retournée par la commande {command} et assurez-vous que le salon {thread}, sa catégorie ou le serveur ne font pas partie de cette liste.
ru_ru: Чтобы устранить эту проблему, проверьте список, возвращаемый командой {command}, и убедитесь, что поток {thread}, его родительский канал и сервер не входят в этот список.
tr_tr: Bu sorunu gidermek için, {command} komutu tarafından döndürülen listeyi kontrol edin ve {thread} kanalının ve sunucunun bu listenin bir parçası olmadığından emin olun.

source: To fix this issue, check the list returned by the {command} command and ensure that the {channel} channel and the server aren't a part of that list.
de_de: Um dieses Problem zu beheben, überprüfe die vom Befehl {command} zurückgegebene Liste und stelle sicher, dass der Kanal {channel} und der Server nicht Teil dieser Liste sind.
es_es: Para solucionar este problema, compruebe que la lista devuelta por el comando {command} y asegúrese de que el canal {channel} y el servidor no forman parte de esa lista.
fr_fr: Pour résoudre ce problème vérifiez la liste retournée par la commande {command} et assurez-vous que le salon {channel} et le serveur ne font pas partie de cette liste.
ru_ru: Чтобы исправить эту проблему, проверьте список, возвращаемый командой {command}, и убедитесь, что канал {channel} и сервер не являются частью этого списка.
tr_tr: Bu sorunu gidermek için, {command} komutu tarafından döndürülen listeyi kontrol edin ve {channel} kanalının ve sunucunun bu listenin bir parçası olmadığından emin olun.

source: To fix this issue, check the list returned by the {command} command and ensure that the {thread} thread, its parent channel, the channel category it belongs to ({channel_category}), and the server aren't a part of that list.
de_de: Um dieses Problem zu beheben, überprüfen Sie die Liste des {command} Befehls und stellen Sie sicher, dass der {thread} Thread sein übergeordneter Kanal, die Kanalkategorie, zu der er gehört ({channel_category}), und der Server nicht Teil dieser Liste sind.
es_es: Para solucionar este problema, compruebe la lista devuelta por el comando {command} y asegúrese de que el hilo {thread}, su canal padre, la categoría de canal a la que pertenece ({channel_category}), y el servidor no sean parte de esa lista.
fr_fr: Pour résoudre ce problème, vérifiez la liste retournée par la commande {command} et assurez-vous que le salon {thread} et sa catégorie de salon n'appartient pas à ({channel_category}). Vérifiez aussi que le serveur ne fait pas partie de cette liste.
tr_tr: Bu sorunu gidermek için, {command} komutu tarafından döndürülen listeyi kontrol edin ve {thread} kanalının, ait olduğu kanal kategorisinin ({channel_category}) ve sunucunun bu listenin bir parçası olmadığından emin olun.

source: To fix this issue, check the list returned by the {command} command and ensure that the {channel} channel, the channel category it belongs to ({channel_category}), and the server aren't a part of that list.
de_de: Um dieses Problem zu beheben, überprüfe die vom {command} -Befehl zurückgegebene Liste und stelle sicher, dass der {channel} Kanal die Kanalkategorie, zu der sie gehört ({channel_category}), und der Server ist nicht Teil dieser Liste.
es_es: Para solucionar este problema, compruebe la lista devuelta por el comando {command} y asegúrese de que el canal {channel} y la categoría de canal a la que pertenece ({channel_category}), y el servidor no sean parte de estalista.
fr_fr: Pour résoudre ce problème, vérifiez la liste retournée par la commande {command} et assurez-vous que le salon {channel} et sa catégorie de salon n'appartient pas à ({channel_category}). Vérifiez aussi que le serveur ne fait pas partie de cette liste.
ru_ru: Чтобы решить эту проблему, проверьте список, возвращаемый командой {command}, и убедитесь, что канал {channel}, категория канала, к которой он принадлежит ({channel_category}), и сервер не являются частью этого списка.
tr_tr: Bu sorunu gidermek için, {command} komutu tarafından döndürülen listeyi kontrol edin ve {channel} kanalının, ait olduğu kanal kategorisinin ({channel_category}) ve sunucunun bu listenin bir parçası olmadığından emin olun.

source: The bot is set to ignore commands in the given channel or this server.
de_de: Der Bot ignoriert Befehle im angegebenen Kanal oder diesem Server.
es_es: El bot está configurado para ignorar comandos en el canal dado o en este servidor.
fr_fr: Le bot est configuré pour ignorer les commandes dans ce salon ou sur ce serveur.
ru_ru: Бот настроен на игнорирование команд в данном канале или на данном сервере.
tr_tr: Bot, verilen kanaldaki veya bu sunucudaki komutları yoksayacak şekilde ayarlanmıştır.

source: Global allowlist prevents the user from running this command.
de_de: Globale Berechtigungsliste hindert den Benutzer daran, diesen Befehl auszuführen.
es_es: Global allowlist previene que el usuario ejecute este comando.
fr_fr: La liste blanche globale empêche l'utilisateur d'exécuter cette commande.
ru_ru: Глобальный список разрешений запрещает пользователю выполнять эту команду.
tr_tr: Genel izin listesi, kullanıcının bu komutu çalıştırmasını engeller.

source: To fix this issue, you can either add the user to the allowlist, or clear the allowlist. If you want to keep the allowlist, you can run {command_1} which will add {user} to the allowlist. If you instead want to clear the allowlist and let all users run commands freely, you can run {command_2} to do that.
de_de: Um dieses Problem zu beheben, kannst du entweder den Benutzer zur Berechtigungsliste hinzufügen oder die Berechtigungsliste löschen. Wenn du die Zulassungsliste behalten möchtest, kannst du {command_1} ausführen, die {user} zur Zulassungsliste hinzufügen. Wenn du stattdessen die Berechtigungsliste löschen und alle Benutzer die Befehle frei ausführen lassen möchten, kannst du {command_2} ausführen, um dies zu tun.
es_es: Para solucionar este problema, puede agregar el usuario a la lista permitida, o borrar la lista permitida. Si quieres mantener la lista permitida, puedes ejecutar {command_1} que añadirá {user} a la lista permitida. Si en su lugar quieres borrar la lista permitida y dejar que todos los usuarios ejecuten comandos libremente, puedes ejecutar {command_2} para hacerlo.
fr_fr: Pour résoudre ce problème, vous pouvez soit ajouter l'utilisateur à la liste des utilisateurs autorisés, soit effacer cette liste. Si vous souhaitez conserver la liste des utilisateurs autorisés, vous pouvez exécuter {command_1} qui ajoutera {user} à la liste des utilisateurs autorisés. Si vous souhaitez plutôt effacer la liste des utilisateurs autorisés et laisser tous les utilisateurs exécuter des commandes librement, vous pouvez exécuter {command_2} pour faire cela.
ru_ru: Чтобы решить эту проблему, вы можете либо добавить пользователя в список разрешенных, либо очистить список разрешенных. Если вы хотите сохранить список разрешенных команд, вы можете выполнить {command_1}, которая добавит {user} в список разрешенных команд. Если же вы хотите очистить разрешающий список и позволить всем пользователям свободно выполнять команды, вы можете выполнить {command_2}.
tr_tr: Bu sorunu gidermek için, kullanıcıyı izin ver listesine ekleyebilir veya izin ver listesini temizleyebilirsiniz. İzin ver listesini tutmak istiyorsanız, izin ver listesine {user} ekleyecek olan {command_1} komutunu çalıştırabilirsiniz. Bunun yerine izin ver listesini temizlemek ve tüm kullanıcıların komutları serbestçe çalıştırmasına izin vermek istiyorsanız, bunu yapmak için {command_2} komutunu çalıştırabilirsiniz.

source: Global blocklist prevents the user from running this command.
de_de: Globale Berechtigungsliste hindert den Benutzer daran, diesen Befehl auszuführen.
es_es: Global allowlist evita que el usuario ejecute este comando.
fr_fr: La liste globale des utilisateurs/rôles bloqués empêche l'utilisateur d'exécuter cette commande.
ru_ru: Глобальный список блокировок не позволяет пользователю выполнить эту команду.
tr_tr: Genel kara liste, kullanıcının bu komutu çalıştırmasını engeller.
