Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Users and/or roles have been removed from the server allowlist.
es_es: Los usuarios y/o roles han sido eliminados de la lista permitida del servidor.
fr_fr: Les utilisateurs et/ou les rôles ont été retirés de la liste des utilisateurs/rôles autorisés du serveur.
nb_no: Brukere og/eller roller har blitt fjernet fra listen tillatt på serveren.
ru_ru: Пользователи и/или роли были удалены из разрешительного списка сервера.
tr_tr: Kullanıcılar ve/veya roller sunucu beyaz listesinden kaldırıldı.

source: User or role has been removed from the server allowlist.
es_es: El usuario o el rol han sido removidos de la lista permitida del servidor.
fr_fr: L'utilisateur ou le rôle a été retiré de la liste des utilisateurs/rôles autorisés du serveur.
nb_no: Brukeren eller rollen har blitt fjernet fra listen som server tillater.
ru_ru: Пользователь или роль были удалены из разрешительного списка сервера.
tr_tr: Kullanıcı veya rol sunucu beyaz listesinden kaldırıldı.

source: Server allowlist has been cleared.
de_de: Server Erlaubnis-Liste wurde geleert.
es_es: La lista permitida del servidor ha sido borrada.
fr_fr: La liste d'autorisations du serveur a été effacée.
nb_no: Serverens tillatte liste har blitt fjernet.
ru_ru: Список разрешений сервера был очищен.
tr_tr: Sunucu beyaz listesi temizlendi.

source: Commands to manage the server specific blocklist. Use `[p]localblocklist clear` to disable the blocklist
es_es: Comandos para administrar la lista de bloqueados específica de este servidor. Use `[p]localblocklist clear` para desactivar la lista de bloqueados
ru_ru: Команды для управления блок-листом, специфичным для сервера. Используйте команду `[p]localblocklist clear` для отключения списка блокировки
tr_tr: Sunucuya özel kara listeyi yönetmek için komutlar. Kara listeyi devre dışı bırakmak için `[p]localblocklist clear` kullanın

source: You cannot add yourself to the blocklist!
de_de: Du kannst dich nicht selbst zur Blockier-Liste hinzufügen!
es_es: ¡No puedes añadirte a ti mismo a la lista de bloqueos!
fr_fr: Vous ne pouvez pas vous ajouter vous-même à la liste de blocages !
nb_no: Du kan ikke legge deg selv til i blokkeringslisten!
ru_ru: Вы не можете добавить себя в блок-лист!
tr_tr: Kendini kara listeye ekleyemezsin.

source: You cannot add the guild owner to the blocklist!
de_de: Du kannst den Gildenbesitzer nicht der Blockier-Liste hinzufügen!
es_es: ¡No puedes añadir al propietario del servidor a la lista de bloqueos!
fr_fr: Vous ne pouvez pas ajouter le propriétaire du serveur à la liste de blocages!
nb_no: Du kan ikke legge til guildeieren til blokkeringslisten!
ru_ru: Вы не можете добавить владельца гильдии в блок-лист!
tr_tr: Sunucu sahibini kara listeye ekleyemenzsin.

source: You cannot add a bot owner to the blocklist!
de_de: Du kannst den Bot-Besitzer nicht zur Blockier-Liste hinzufügen!
es_es: ¡No puedes añadir un propietario de bot a la lista de bloqueos!
fr_fr: Vous ne pouvez pas ajouter un propriétaire de bot à la liste de blocages!
nb_no: Du kan ikke legge til en bot eier i blokkeringslisten!
ru_ru: Вы не можете добавить владельца бота в блок-лист!
tr_tr: Bir bot sahibini kara listeye ekleyemezsiniz.

source: Users and/or roles have been added from the server blocklist.
es_es: Usuarios y/o roles han sido añadidos desde la lista de bloqueos del servidor.
fr_fr: Les utilisateurs et/ou les rôles ont été ajoutés à la liste des utilisateurs/rôles bloqués du serveur.
nb_no: Brukere og/eller roller har blitt lagt til fra server-blokkelisten.
ru_ru: Пользователи и/или роли были добавлены из блок-листа сервера.
tr_tr: Kullanıcılar ve/veya roller sunucu kara listesine eklendi.

source: User or role has been added from the server blocklist.
es_es: El usuario o el rol han sido añadidos de la lista de bloqueo del servidor.
fr_fr: L'utilisateur ou le rôle a été retiré de la liste des utilisateurs/rôles bloqués du serveur.
nb_no: Brukeren eller rollen har blitt lagt til fra serverens blokkeringsliste.
ru_ru: Пользователь или роль были добавлены из блок-листа сервера.
tr_tr: Kullanıcı veya rol sunucu kara listesine eklendi.

source: Blocked users and/or roles:
es_es: Usuarios y/o roles bloqueados:
fr_fr: Utilisateurs et/ou rôles bloqués :
nb_no: Blokkerte brukere og/eller roller:
ru_ru: Заблокированные пользователи и/или роли:
tr_tr: Engellenen kullanıcılar ve/veya roller:

source: Blocked user or role:
es_es: Usuario o rol bloqueado:
fr_fr: Utilisateur ou rôle bloqué :
nb_no: Blokkert bruker eller rolle:
ru_ru: Заблокированный пользователь или роль:
tr_tr: Engellenen kullanıcı veya rol:

source: Users and/or roles have been removed from the server blocklist.
es_es: Los usuarios y/o roles han sido eliminados de la lista de bloqueos del servidor.
fr_fr: Les utilisateurs et/ou les rôles ont été retirés de la liste des bloqués du serveur.
nb_no: Brukere og/eller roller har blitt fjernet fra serverens blokkeringsliste.
ru_ru: Пользователи и/или роли были удалены из блок-листа сервера.
tr_tr: Kullanıcılar ve/veya roller sunucu kara listesinden kaldırıldı.

source: User or role has been removed from the server blocklist.
es_es: El usuario o el rol han sido eliminados de la lista de bloqueo del servidor.
fr_fr: L'utilisateur ou le rôle a été retiré de la liste des utilisateurs/rôles bloqués du serveur.
nb_no: Brukeren eller rollen har blitt fjernet fra serverens blokkeringsliste.
ru_ru: Пользователь или роль были удалены из списка блокировки сервера.
tr_tr: Kullanıcı veya rol sunucu kara listesinden kaldırıldı.

source: Server blocklist has been cleared.
de_de: Blockier-Liste des Servers wurde geleert.
es_es: La lista de bloqueo del servidor ha sido borrada.
fr_fr: La liste des utilisateurs bloqués du serveur a été effacée.
nb_no: Server-blokklisten har blitt slettet.
ru_ru: Список блокировки сервера был очищен.
tr_tr: Sunucu kara listesi temizlendi.

source: Commands to enable and disable commands and cogs.
es_es: Comandos para activar y desactivar comandos y cogs.
fr_fr: Des commandes pour activer et désactiver les commandes et les cogs.
ru_ru: Команды для включения и отключения команд и шестеренки.
tr_tr: Komutları ve cogları açıp kapamak için komutlar.

source: You can't disable this cog by default.
de_de: Du kannst dieses Cog standardmässig nicht deaktivieren.
es_es: No puedes desactivar este cog por defecto.
fr_fr: Vous ne pouvez pas désactiver ce cog par défaut.
nb_no: Du kan ikke deaktivere denne cog som standard.
ru_ru: Вы не можете отключить эту шестеренку по умолчанию.
tr_tr: Bu cog'ı varsayılan olarak kapatamazsınız.

source: {cogname} has been set as disabled by default.
de_de: {cogname} wurde standardmässig auf deaktiviert gestellt.
es_es: {cogname} ha sido establecido como deshabilitado por defecto.
fr_fr: {cogname} a été défini comme désactivé par défaut.
nb_no: {cogname} er angitt som deaktivert som standard.
ru_ru: {cogname} по умолчанию отключено.
tr_tr: {cogname} varsayılan olarak kapalıya ayarlandı.

source: {cogname} has been set as enabled by default.
de_de: {cogname} wurde standardmässig auf aktiviert gestellt.
es_es: El cog {cogname} se ha habilitado por defecto.
fr_fr: {cogname} a été défini comme activé par défaut.
nb_no: {cogname} er satt som standard.
ru_ru: {cogname} был установлен как включенный по умолчанию.
tr_tr: {cogname} varsayılan olarak etkine ayarlandı.

source: You can't disable this cog as you would lock yourself out.
de_de: Du kannst dieses Cog nicht deaktivieren, sonst würdest du dich selbst aussperren.
es_es: No puedes desactivar este cog ya que te bloquearia del servidor.
fr_fr: Vous ne pouvez pas désactiver ce cog car vous vous verrouillez vous-même.
nb_no: Du kan ikke deaktivere denne cog siden du vil låse deg selv ut.
ru_ru: Вы не можете отключить эту шестеренку, так как в этом случае вы заблокируете себя.
tr_tr: Bindiğiniz dalı kesmiş olacağınızdan bu cog'ı kapatamazsınız.

source: {cogname} has been disabled in this guild.
de_de: {cogname} wurde auf diesem Server deaktiviert.
es_es: El cog {cogname} ha sido deshabilitado en este gremio.
fr_fr: {cogname} a été désactivé dans ce serveur.
nb_no: {cogname} har blitt deaktivert i denne guilden.
ru_ru: {cogname} был отключен в этой гильдии.
tr_tr: {cogname} bu sunucu için kapatıldı.

source: {cogname} was already disabled (nothing to do).
de_de: {cogname} wurde bereits deaktiviert (nichts zu tun).
es_es: El cog {cogname} ya estaba deshabilitado (no hay nada que hacer).
fr_fr: {cogname} a déjà été désactivé (rien à faire).
nb_no: {cogname} var allerede deaktivert (ingenting å gjøre).
ru_ru: {cogname} уже отключен (ничего не нужно делать).
tr_tr: {cogname} zaten kapalıydı (yapılması gereken bir şey yok)

source: {cogname} has been enabled in this guild.
de_de: {cogname} wurde auf diesem Server aktiviert.
es_es: El cog {cogname} ha sido habilitado en este gremio.
fr_fr: {cogname} a été activé dans ce serveur.
nb_no: {cogname} har blitt aktivert i denne guilden.
ru_ru: {cogname} был включен в этой гильдии.
tr_tr: {cogname} bu sunucu için etkinleştirildi.

source: Cog "{arg}" not found.
es_es: El Cog "{arg}" no ha sido encontrado.
fr_fr: Cog "{arg}" introuvable.
ru_ru: Cog "{arg}" не найден.

source: {cogname} was not disabled (nothing to do).
de_de: {cogname} wurde nicht deaktiviert (nichts zu tun).
es_es: {cogname} no fue deshabilitado (nada que hacer).
fr_fr: {cogname} n'était pas désactivé (rien à faire).
nb_no: {cogname} ble ikke deaktivert (ingenting å gjøre).
ru_ru: {cogname} не был отключен (ничего не нужно делать).
tr_tr: {cogname} zaten kapalı değildi (yapılması gereken bir şey yok)

source: The following cogs are disabled in this guild:
de_de: Die folgenden Cogs sind auf diesem Server deaktiviert:
es_es: Los siguientes cogs están deshabilitados en este gremio:
fr_fr: Les cogs suivants sont désactivés dans ce serveur :
nb_no: Følgende cogs er deaktivert i denne guilden:
ru_ru: В этой гильдии отключены следующие шестеренки:
tr_tr: Bu sunucuda aşağıdaki coglar kapalı:

source: There are no disabled cogs in this guild.
de_de: Es existieren keine deaktivierten Cogs auf diesem Server.
es_es: No hay cogs deshabilitados en este servidor.
fr_fr: Il n'y a pas de cogs désactivés dans ce serveur.
nb_no: Det er ingen deaktiverte cogs i denne guilden.
ru_ru: В этом гильдии нет неактивных шестеренок.
tr_tr: Bu sunucuda kapatılmış cog bulunmamakta.

source: There aren't any globally disabled commands.
de_de: Es gibt keine global deaktivierten Befehle.
es_es: No hay ningún comando desactivado globalmente.
fr_fr: Il n'y a aucune commande désactivée globalement.
nb_no: Det er ikke noen globalt utkoplet kommandoer.
ru_ru: Нет глобально отключенных команд.
tr_tr: Küresel olarak kapatılmış herhangi bir komut bulunmamakta.

source: {} commands are disabled globally.
de_de: {} Befehle sind global deaktiviert.
es_es: Los comandos {} están deshabilitados globalmente.
fr_fr: {} commandes sont désactivées globalement.
nb_no: {} kommandoer er deaktivert globalt.
ru_ru: {} Команды отключены глобально.
tr_tr: {} komut küresel olarak devre dışı.

source: 1 command is disabled globally.
de_de: 1 Befehl ist global deaktiviert.
es_es: 1 comando está deshabilitado globalmente.
fr_fr: 1 commande est désactivée globalement.
nb_no: 1 kommando er deaktivert globalt.
ru_ru: 1 команда отключена глобально.
tr_tr: 1 komut küresel olarak devre dışı.

source: There aren't any disabled commands in {}.
de_de: Es gibt in {} keine deaktivierten Befehle.
es_es: No hay ningún comando deshabilitado en {}.
fr_fr: Il n'y a aucune commande désactivée dans {}.
nb_no: Det er ingen deaktiverte kommandoer i {}.
ru_ru: Нет отключенных команд в {}.
tr_tr: {} içinde her hangi bir devre dışı bırakılmış komut bulunmamakta.

source: {} commands are disabled in {}.
de_de: {} Befehle sind in {} deaktiviert.
es_es: {} comandos están deshabilitados en {}.
fr_fr: {} commandes sont désactivées dans {}.
nb_no: {} kommandoer er deaktivert i {}.
ru_ru: {} команды отключены в {}.
tr_tr: {} komut {} içinde devre dışı bırakılmış.

source: 1 command is disabled in {}.
de_de: Ein Befehl ist in {} deaktiviert.
es_es: 1 comando está deshabilitado en {}.
fr_fr: 1 commande est désactivée dans {}.
nb_no: 1 kommando er deaktivert i {}.
ru_ru: 1 команда отключена в {}.
tr_tr: {} içinde bir 1 komut devre dışı bırakılmış.

source: The command to disable cannot be `command` or any of its subcommands.
de_de: Der zu deaktivierende Befehl kann nicht `command` oder eine seiner Unterbefehle sein.
es_es: El comando para desactivar no puede ser `command` o cualquiera de sus subcomandos.
fr_fr: La commande à désactiver ne peut pas être `command` ou l'une de ses sous-commandes.
nb_no: Kommandoen som skal deaktiveres kan ikke være `command` eller en av dens underkommandoer.
ru_ru: Команда отключения не может быть `команда` или ни одной из под-команд.
tr_tr: Devre dışı bırakılacak komut `command` veya alt komutlarından biri olamaz.

source: This command is designated as being always available and cannot be disabled.
de_de: Diser Befehl soll immer verfügbar sein und kann nicht deaktiviert werden.
es_es: Este comando está siempre disponible y no se puede desactivar.
fr_fr: Cette commande est désignée comme étant toujours disponible et ne peut pas être désactivée.
nb_no: Denne kommandoen er angitt som alltid tilgjengelig og kan ikke deaktiveres.
ru_ru: Эта команда обозначена как всегда доступная и не может быть отключена.
tr_tr: Bu komut daima kullanılabilir olarak işaretlenmiştir ve devre dışı bırakılamaz.

source: That command is already disabled globally.
de_de: Dieser Befehl ist bereits global deaktiviert.
es_es: Ese comando ya está deshabilitado globalmente.
fr_fr: Cette commande est déjà globalement désactivée.
nb_no: Den kommandoen er allerede deaktivert globalt.
pl_pl: Ta komenda jest już wyłączona globalnie.
ru_ru: Эта команда уже отключена глобально.
tr_tr: Bu komut zaten genel olarak devre dışı bırakıldı.

source: You are not allowed to disable that command.
de_de: Du darfst diesen Befehl nicht deaktivieren.
es_es: No tienes permisos para desactivar ese comando.
fr_fr: Vous n'êtes pas autorisé à désactiver cette commande.
nb_no: Du har ikke lov til å deaktivere den kommandoen.
ru_ru: Вы не можете отключить эту команду.
tr_tr: O komutu devre dışı bırakma iznin bulunmamakta.

source: That command is already disabled in this server.
de_de: Dieser Befehl ist bereits auf diesem Server deaktiviert.
es_es: Ese comando ya está desactivado en este servidor.
fr_fr: Cette commande est déjà désactivée sur ce serveur.
nb_no: Den kommandoen er allerede deaktivert i denne serveren.
pl_pl: Ta komenda jest już wyłączona na tym serwerze.
ru_ru: Эта команда уже отключена на этом сервере.
tr_tr: Bu komut zaten bu Server'da devre dışı bırakıldı.

source: That command is already enabled globally.
de_de: Dieser Befehl ist bereits global aktiviert.
es_es: Ese comando ya está habilitado globalmente.
fr_fr: Cette commande est déjà activée globalement.
nb_no: Den kommandoen er allerede aktivert globalt.
pl_pl: Ta komenda jest już włączona globalnie.
ru_ru: Эта команда уже включена глобально.
tr_tr: Bu komut genel olarak zaten etkinleştirilmiştir.

source: You are not allowed to enable that command.
de_de: Du darfst diesen Befehl nicht aktivieren.
es_es: No tienes permisos para activar ese comando.
fr_fr: Vous n'êtes pas autorisé à activer cette commande.
nb_no: Du har ikke rettigheter til å aktivere den kommandoen.
ru_ru: Вы не можете включить эту команду.
tr_tr: O komutu etkinleştirmeye iznin bulunmamakta.

source: That command is already enabled in this server.
de_de: Dieser Befehl ist bereits auf diesem Server aktiviert.
es_es: Ese comando ya está habilitado en este servidor.
fr_fr: Cette commande est déjà activée sur ce serveur.
nb_no: Den kommandoen er allerede aktivert på denne serveren.
pl_pl: Ta komenda jest już włączona na tym serwerze.
ru_ru: Эта команда уже включена на этом сервере.
tr_tr: Bu komut bu sunucu zaten etkinleştirilmiştir.

source: Commands to manage server settings for immunity from automated actions. This includes duplicate message deletion and mention spam from the Mod cog, and filters from the Filter cog.
es_es: Comandos para administrar la configuración del servidor para la inmunidad de las acciones automatizadas. Esto incluye la eliminación de mensajes duplicados y menciones de spam de los Cog Mod y Filter.
ru_ru: Команды для управления настройками сервера для защиты от автоматических действий. Сюда входят удаление дубликатов сообщений и упоминание спама из командной строки Моd-шестерни, а также фильтры из командной строки Filter-шестерни.
tr_tr: Sunucuda otomatik eylemlerden muafiyeti ayarlama için komutlar Bu Mod cogındaki kopya mesaj silme, etiket spamlama, ve Filter cogındaki filtreleri içerir.

source: Roles immune from automated moderation actions:
de_de: Rollen, die gegen automatische Moderationsmaßnahmen immun sind:
es_es: Rol inmune de las acciones automatizadas de moderación:
fr_fr: Rôles immunisés contre les actions de modération automatisées :
nb_no: Roller immunitet fra automatiserte moderasjons aksjoner:
ru_ru: Роли защищены от автоматических действий модерации:
tr_tr: Otomatik moderasyon dokunulmazlığı olan roller:

source: Members immune from automated moderation actions:
de_de: Mitglieder, die gegen automatische Moderationsmaßnahmen immun sind:
es_es: Miembros inmunes de las acciones de moderación automatizadas:
fr_fr: Membres immunisés contre les actions de modération automatisées :
nb_no: Medlemmer immune fra automatiserte moderasjons aksjoner:
ru_ru: Участники защищены от автоматических действий модерации:
tr_tr: Otomatik moderasyon dokunulmazlığı olan üyeler:

source: No immunity settings here.
de_de: Keine Immunität-Einstellungen vorhanden.
es_es: Aquí no hay ajustes de inmunidad.
fr_fr: Aucun paramètre d'immunité ici.
nb_no: Ingen immunintetsinnstillinger her.
ru_ru: Здесь нет настроек иммунитета.
tr_tr: Burada hiç dokunulmazlık ayarı bulunmamakta.

source: Already added.
de_de: Bereits vorhanden.
es_es: Ya se ha añadido.
fr_fr: Déjà ajouté.
nb_no: Allerede lagt til.
ru_ru: Уже добавлено.
tr_tr: Zaten eklendi.

source: Not in list.
de_de: Nicht in der Liste.
es_es: No esta en lista.
fr_fr: Pas dans la liste.
nb_no: Ikke i listen.
ru_ru: Нет в списке.
tr_tr: Listede değil.

source: They are immune.
de_de: Sie sind immun.
es_es: Son inmunes.
fr_fr: Ils sont immunisés.
nb_no: De er immune.
ru_ru: У них есть иммунитет.
tr_tr: Onlar dokunulmaz.

source: They are not immune.
de_de: Sie sind nicht immun.
es_es: No son inmunes.
fr_fr: Ils ne sont pas immunisés.
nb_no: De er ikke immuniserte.
ru_ru: У них нет иммунитета.
tr_tr: Onlar dokunulmaz değil.

source: Commands to add servers or channels to the ignore list. The ignore list will prevent the bot from responding to commands in the configured locations. Note: Owners and Admins override the ignore list.
es_es: Comandos para añadir servidores o canales a la lista de ignorados. La lista de ignorados evitará que el bot responda a comandos en las ubicaciones configuradas. Nota: Los dueños y administradores anulan la lista de ignorados.
ru_ru: Команды для добавления серверов или каналов в список игнорирования. Список игнорирования не позволит боту отвечать на команды в настроенных местах. Примечание: Владельцы и администраторы могут переопределять список игнорирования.
tr_tr: Görmezden gelinecek listesine sunucular eklemek için komutlar. Bot bu listeye eklenmiş konumlarda verilen komutlara cevap vermeyecektir. Not: Sahipler ve Adminleri bu liste etkilemez.

source: Channel added to ignore list.
de_de: Kanal zur ignorierten Liste hinzugefügt.
es_es: Canal añadido a ignorados.
fr_fr: Salon ajouté à la liste des ignorés.
nb_no: Kanal lagt til ignorering listen.
ru_ru: Канал добавлен в список игнорирования.
tr_tr: Kanal yok sayılan olarak eklendi.

source: Channel already in ignore list.
de_de: Kanal ist bereits in der ignorierten Liste.
es_es: El canal ya está en ignorados.
fr_fr: Salon déjà dans la liste des ignorés.
nb_no: Kanal allerede i ignorering listen.
ru_ru: Канал уже добавлен в список игнорирования.
tr_tr: Kanal zaten görmezden gelinenler listesinde.

source: This server has been added to the ignore list.
de_de: Der Server wurde zur ignorierten Liste hinzugefügt.
es_es: Este servidor ha sido añadido a la lista de ignorar.
fr_fr: Ce serveur a été ajouté à la liste des ignorés.
nb_no: Denne serveren har blitt lagt til i ignorering listen.
ru_ru: Этот сервер был добавлен в список игнорирования.
tr_tr: Bu sunucu yok sayılan olarak listeye eklendi.

source: This server is already being ignored.
de_de: Der Server wird bereits ignoriert.
es_es: Este servidor ya está siendo ignorado.
fr_fr: Ce serveur est déjà ignoré.
nb_no: Denne serveren blir allerede ignorert.
ru_ru: Этот сервер уже находится в списке игнорирования.
tr_tr: Bu sunucu zaten yok sayılan modu açılmış.

source: Commands to remove servers or channels from the ignore list.
es_es: Comandos para eliminar servidores o canales de la lista de ignorados.
fr_fr: Des commandes pour supprimer les serveurs ou les salons de la liste des ignorés.
ru_ru: Команды для удаления серверов или каналов из списка игнорирования.
tr_tr: Görmezden gelinenler listesinden sunucular veya kanallar çıkarmak için komutlar.

source: Channel removed from ignore list.
de_de: Kanal von der ignorierten Liste entfernt.
es_es: Canal removido de la lista ignorada.
fr_fr: Salon supprimé de la liste des ignorés.
nb_no: Kanal fjernet fra ignorering listen.
ru_ru: Канал удален из списка игнорирования.
tr_tr: Kanal yok sayılan listesinden kaldırıldı.

source: That channel is not in the ignore list.
de_de: Der Kanal ist nicht auf der ignorierten Liste.
es_es: Ese canal no está en la lista ignorarda.
fr_fr: Ce salon n'est pas dans la liste des ignorés.
nb_no: Denne kanalen er ikke i ignorering listen.
ru_ru: Этот канал не был добавлен в список игнорирования.
tr_tr: O kanal görmezden gelinenler listesinde değil.

source: This server has been removed from the ignore list.
de_de: Der Server wurde von der ignorierten Liste entfernt.
es_es: Este servidor ha sido eliminado de la lista de ignorar.
fr_fr: Ce serveur a été supprimer de la liste ignorés.
nb_no: Denne serveren har blitt fjernet fra ignorering listen.
ru_ru: Этот сервер был удален из списка игнорирования.
tr_tr: Bu sunucu yok sayılan listesinden kaldırıldı.

source: This server is not in the ignore list.
de_de: Der Server ist nicht auf der ignorierten Liste.
es_es: Este servidor no está en la lista de ignorar.
fr_fr: Ce serveur n'est pas dans la liste des ignorés.
nb_no: Denne serveren er ikke i ignorering listen.
ru_ru: Этот сервер отсутствует в списке игнорируемых.
tr_tr: Bu sunucu görmezden gelinenler listesinde değil.

source: This server is currently being ignored.
de_de: Der Server wird aktuell ignoriert.
es_es: Este servidor está siendo ignorado actualmente.
fr_fr: Ce serveur est actuellement ignoré.
nb_no: Denne serveren blir for øyeblikket ignorert.
ru_ru: Этот сервер в настоящее время игнорируется.
tr_tr: Bu sunucu şu anda görmezden gelinmekte.

source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
ru_ru: Нет

source: Currently ignored categories: {categories} Channels: {channels} Threads (excluding archived):{threads}
es_es: Categorías ignoradas actualmente: {categories} Canales: {channels} Hilos (excluyendo archivados):{threads}
fr_fr: Catégories actuellement ignorées : {categories} Canaux : {channels} Threads (exclusion archivée) :{threads}

source: Get info about Red's licenses.
es_es: Obtén información sobre las licencias de Red.
fr_fr: Obtenir des infos sur les licences de Red .
nb_no: Få informasjon om Red's lisenser.
ru_ru: Получить информацию о лицензиях Red.
tr_tr: Red'in lisansları hakkında bilgi al.
