Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Toggle whether to use the bot owner-configured colour for embeds. Default is to use the bot's configured colour. Otherwise, the colour used will be the colour of the bot's top role. **Example:** - `[p]set usebotcolour`
de_de: Umschalten, ob die vom Bot-Eigentümer konfigurierte Farbe für Embeds verwendet werden soll Die Standardeinstellung ist, die vom Bot konfigurierte Farbe zu verwenden. Andernfalls wird die Farbe der obersten Rolle des Bots verwendet. **Beispiel:** - `[p]set usebotcolour`

source: Toggle whether to enable fuzzy command search for the server. This allows the bot to identify potential misspelled commands and offer corrections. Note: This can be processor intensive and may be unsuitable for larger servers. Default is for fuzzy command search to be disabled. **Example:** - `[p]set serverfuzzy`
de_de: Umschalten, ob die verschwommene Befehlssuche für den Server aktiviert werden soll. Dies ermöglicht es dem Bot, potenziell falsch geschriebene Befehle zu identifizieren und Korrekturen anzubieten. Hinweis: Dies kann prozessorintensiv sein und ist möglicherweise für größere Server ungeeignet. Die Standardeinstellung ist, dass die verschwommene Befehlssuche deaktiviert ist. **Beispiel:** - `[p]set serverfuzzy`

source: Toggle whether to enable fuzzy command search in DMs. This allows the bot to identify potential misspelled commands and offer corrections. Default is for fuzzy command search to be disabled. **Example:** - `[p]set fuzzy`
de_de: Umschalten, ob die verschwommene Befehlssuche in Direktnachrichten aktiviert werden soll. Dies ermöglicht es dem Bot, potenziell falsch geschriebene Befehle zu identifizieren und Korrekturen anzubieten. Die Standardeinstellung ist, dass die verschwommene Befehlssuche deaktiviert ist. **Beispiel:** - `[p]set fuzzy`

source: Sets a default colour to be used for the bot's embeds. Acceptable values for the colour parameter can be found at: https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.commands.ColourConverter **Examples:** - `[p]set colour dark red` - `[p]set colour blurple` - `[p]set colour 0x5DADE2` - `[p]set color 0x#FDFEFE` - `[p]set color #7F8C8D` **Arguments:** - `[colour]` - The colour to use for embeds. Leave blank to set to the default value (red).
de_de: Legt eine Standardfarbe fest, die für die Embeds des Bots verwendet werden soll. Akzeptable Werte für den Farbparameter finden Sie unter: https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.commands.ColourConverter **Beispiele:** - `[p]set colour dark red` - `[p]set colour blurple` - `[p]set colour 0x5DADE2` - `[p]set color 0x#FDFEFE` - `[p]set color #7F8C8D` **Argumente:** - `[colour]` - Die Farbe, die für Embeds verwendet werden soll. Lassen Sie dieses Feld leer, um den Standardwert (rot) festzulegen.

source: Sets [botname]'s global prefix(es). Warning: This is not additive. It will replace all current prefixes. See also the `--mentionable` flag to enable mentioning the bot as the prefix. **Examples:** - `[p]set prefix !` - `[p]set prefix "! "` - Quotes are needed to use spaces in prefixes. - `[p]set prefix "@[botname] "` - This uses a mention as the prefix. See also the `--mentionable` flag. - `[p]set prefix ! ? .` - Sets multiple prefixes. **Arguments:** - `<prefixes...>` - The prefixes the bot will respond to globally.
de_de: Legt die globalen Präfix(e) für [botname] fest. Warnung: Dies ist nicht additiv. Es ersetzt alle aktuellen Präfixe. Siehe auch die --mentionable-Flagge, um das Erwähnen des Bots als Präfix zu aktivieren. **Beispiele:** - `[p]set prefix !` - `[p]set prefix "! "` - Anführungszeichen sind erforderlich, um Leerzeichen in Präfixen zu verwenden. - `[p]set prefix "@[botname] "` - Dies verwendet eine Erwähnung als Präfix. Siehe auch den `--mentionable` flag. - `[p]set prefix ! ? .` - Setzt mehrere Prefixe. **Arguments:** - `<prefixes...>` - Die Präfixe, auf die der Bot global reagieren wird.

source: Sets [botname]'s server prefix(es). Warning: This will override global prefixes, the bot will not respond to any global prefixes in this server. This is not additive. It will replace all current server prefixes. A prefix cannot have more than 25 characters. **Examples:** - `[p]set serverprefix !` - `[p]set serverprefix "! "` - Quotes are needed to use spaces in prefixes. - `[p]set serverprefix "@[botname] "` - This uses a mention as the prefix. - `[p]set serverprefix ! ? .` - Sets multiple prefixes. - `[p]set serverprefix "Red - Discord Bot" ?` - Sets the prefix for a specific server. Quotes are needed to use spaces in the server name. **Arguments:** - `[server]` - The server to set the prefix for. Defaults to current server. - `[prefixes...]` - The prefixes the bot will respond to on this server. Leave blank to clear server prefixes.
de_de: Legt die Server-Präfix(e) für [botname] fest. Warnung: Dies wird globale Präfixe überschreiben. Der Bot wird in diesem Server nicht auf globale Präfixe reagieren. Dies ist nicht additiv. Es ersetzt alle aktuellen Server-Präfixe. Ein Präfix darf nicht mehr als 25 Zeichen haben. **Beispiele:** - `[p]set serverprefix !` - `[p]set serverprefix "! "` - Anführungszeichen sind erforderlich, um Leerzeichen in Präfixen zu verwenden. - `[p]set serverprefix "@[botname] "` - Dies verwendet eine Erwähnung als Präfix. - `[p]set serverprefix ! ? .` - Setzt mehrere Präfixe. - `[p]set serverprefix "Red - Discord Bot" ?` - Setzt das Präfix für einen bestimmten Server. Anführungszeichen sind erforderlich, um Leerzeichen im Servernamen zu verwenden. **Argumente:** - `[server]` - Der Server, für den das Präfix festgelegt werden soll. Standardmäßig der aktuelle Server. - `[prefixes...]` - Die Präfixe, auf die der Bot in diesem Server reagieren wird. Lassen Sie das Feld leer, um Server-Präfixe zu löschen.

source: Removes a path from the available cog paths given the `path_number` from `[p]paths`.
nb_no: Fjerner en bane fra tilgjengelige cog baner gitt `path_number` fra `[p]paths`.

source: Path numbers must be positive.
nb_no: Bane nummeret må være positivt.

source: That is an invalid path number.
nb_no: Det er et ugyldig bane nummer.
pl_pl: To niepoprawny numer ścieżki.

source: Path successfully removed.
nb_no: Banen ble fjernet.
pl_pl: Ścieżka usunięta pomyślnie.

source: Returns the current install path or sets it if one is provided. The provided path must be absolute or relative to the bot's directory and it must already exist. No installed cogs will be transferred in the process.
nb_no: Returnerer nåværende installasjons bane eller angir den hvis en er oppgitt. Den angitte banen må være absolutt eller i forhold til botens mappe, og den må allerede eksistere. Ingen installerte cogs vil bli overført i prosessen.
pl_pl: Zwraca obecną ścieżkę instalacji lub ją ustawia jeśli została podana. Podana ścieżka musi być absolutna lub relatywna do ścieżki bota i musi już istnieć. Żadne zainstalowane cogi nie zostaną przeniesione przy zmianie ścieżki.

source: Shows info about [botname]. See `[p]set custominfo` to customize.
nb_no: Viser informasjon om [botname]. Se `[p]set custominfo` til å tilpasse.

source: Less than one second
nb_no: Mindre enn ett sekund

source: Been up for: **{time_quantity}** (since {timestamp} UTC)
nb_no: Vært oppe for: **{time_quantity}** (siden {timestamp} UTC)

source: Show the current settings for [botname].
nb_no: Vis gjeldende innstillinger for [botname].

source: Status set to ``Playing {game.name}``.
nb_no: Status satt til ``Playing {game.name}``.

source: Status set to ``Listening to {listening}``.
nb_no: Status satt til ``Listening to {listening}``.

source: Status set to ``Watching {watching}``.
nb_no: Status satt til ``Watching {watching}``.

source: Status set to ``Competing in {competing}``.
nb_no: Status satt til ``konkurrerende i {competing}``.

source: Help will use menus.
nb_no: Hjelpen vil bruke menyer.

source: Help will show commands aliases.
nb_no: Hjelp vil vise kommandoer aliaser.

source: Help will not show commands aliases.
nb_no: Hjelp vil ikke vise kommandoer aliaser.

source: Currently ignored categories: {categories} Channels: {channels}
nb_no: Nåværende ignorerte kategorier: {categories} Kanaler: {channels}

source: Evaluate a statement of python code. The bot will always respond with the return value of the code. If the return value of the code is a coroutine, it will be awaited, and the result of that will be the bot's response. Note: Only one statement may be evaluated. Using certain restricted keywords, e.g. yield, will result in a syntax error. For multiple lines or asynchronous code, see [p]repl or [p]eval. Environment Variables: ctx - command invocation context bot - bot object channel - the current channel object author - command author's member object message - the command's message object discord - discord.py library commands - redbot.core.commands _ - The result of the last dev command.
nb_no: Evaluer en påstand om python-kode. Botten vil alltid svare med returverdien i koden. Hvis returverdien til koden er en kjernelinje, vil den bli ventet, og resultatet av det som vil være botens respons. Merk: Bare én setning kan evalueres. Bruk visse begrensede nøkkelord, f.eks. Renten, vil resultere i en syntaksfeil. For flere linjer eller asynkronisk kode, se [p]repl eller [p]eval. Miljøvariabler: ctx - kommandoen invocation context bot - bot - bot object kanal - det gjeldende kanalobjektet forfatteren - kommandaturens medlemsobjekt melding - kommandoens meldingsobjekt discord - discord. y bibliotek kommandoer - redbot.core. ommands - Resultatet av den siste utviklerkommandoen.

source: Execute asynchronous code. This command wraps code into the body of an async function and then calls and awaits it. The bot will respond with anything printed to stdout, as well as the return value of the function. The code can be within a codeblock, inline code or neither, as long as they are not mixed and they are formatted correctly. Environment Variables: ctx - command invocation context bot - bot object channel - the current channel object author - command author's member object message - the command's message object discord - discord.py library commands - redbot.core.commands _ - The result of the last dev command.
nb_no: Kjør asynkrone kode. Denne kommandoen vikler kode inn i kroppen av en asynkroniseringsfunksjon og så samtaler og venter på det. Boten vil reagere med noe trykk på stdout, i tillegg til returverdien for funksjonen. Koden kan være innenfor en kodeblokk, en innebygd kode eller nård, Så lenge er de ikke blandet og formateres riktig. Environment Variabler: ctx - command invocation context bot - bot objekt kanal - det gjeldende kanalobjektet forfatter - kommandantens medlemsobjekt melding - kommandoen meldingsobjekt discord - discord. y bibliotek kommandoer - redbot.core. ommands _ - Resultatet av den siste utvikler-kommandoen.

source: Open an interactive REPL. The REPL will only recognise code as messages which start with a backtick. This includes codeblocks, and as such multiple lines can be evaluated.
nb_no: Åpne en interaktiv REPL. REPL vil bare gjenkjenne kode som meldinger som starter med en bakside. Dette inkluderer kodeklosser, og ettersom flere linjer kan evalueres.

source: Unexpected error: `{}`
nb_no: Uventet feil: "{}"
pl_pl: Nieoczekiwany błąd: `{}`

source: Pauses/resumes the REPL running in the current channel
nb_no: Pause/gjenoppta REPL som kjører på denne kanalen

source: Dispatch a message event as if it were sent by a different user. Only reads the raw content of the message. Attachments, embeds etc. are ignored.
nb_no: Send ut en meldingshendelse som om den ble sendt av en annen bruker. leser bare råinnholdet i meldingen. Vedlegg, embeds etc. er ignorert.

source: To update your bot, first shutdown your bot then open a window of {console} (Not as admin) and run the following:
nb_no: For å oppdatere boten din, først slå boten din opp et vindu på {console} (ikke som administrator) og kjør følgende:

source: Once you've started up your bot again, if you have any 3rd-party cogs installed we then highly recommend you update them with this command in Discord: `[p]cog update`
nb_no: Når du har startet opp boten igjen, hvis du har installerte 3rd-parts cogs så anbefaler vi deg å oppdatere dem med denne kommandoen i Discord: `[p]cog update`

source: This command is on cooldown. Try again in {delay}.
nb_no: Denne kommandoen er på nedkjøling. Prøv igjen om {delay}.

source: This command is on cooldown. Try again in 1 second.
nb_no: Denne kommandoen er på nedkjøling. Prøv igjen om 1 sekund.

source: **Reason:** {}
nb_no: **Årsak:** {}

source: {channel} (deleted)
nb_no: {channel} (slettet)

source: **User:** {}
nb_no: **Bruker:** {}

source: **Until:** {} **Duration:** {}
nb_no: **Tiltil:** {} **Varighet:** {}

source: **Channel**: {} (Deleted)
nb_no: **Kanal**: {} (Slettet)

source: **Channel**: {}
nb_no: **Kanal**: {}

source: **Amended by:** {}
nb_no: **Endret av: ** {}

source: **Last modified at:** {}
nb_no: **Sist endret at:** {}

source: Removes a path from the available cog paths given the path_number from !paths
pl_pl: Usuń ścieżkę z listy dostępnych ścieżek cogów z podanym path_number z !paths

source: Commands related to core functions
pl_pl: Komendy związane z wbudowanymi funkcjami

source: Shows info about Red
pl_pl: Pokazuje informacje o Redzie

source: Shows Red's uptime
pl_pl: Pokazuje czas działania Reda

source: Commands for toggling embeds on or off. This setting determines whether or not to use embeds as a response to a command (for commands that support it). The default is to use embeds.
pl_pl: Komendy do włączania i wyłączania embedów. To ustawienia określa czy bot ma używać embedów jako odpowiedzi dla komendy (dla komend, które je obsługują). Domyślnie embedy są włączone.

source: Toggle the global embed setting. This is used as a fallback if the user or guild hasn't set a preference. The default is to use embeds.
pl_pl: Przełącz globalne ustawienie embedów. Jest ono używane, jeśli użytkownik lub gildia nie ustawiła swoich preferencji. Domyślnie bot używa embedów.

source: Embeds are now {} by default.
pl_pl: Embedy są teraz domyślnie {}.

source: Toggle the guild's embed setting. If enabled is None, the setting will be unset and the global default will be used instead. If set, this is used instead of the global default to determine whether or not to use embeds. This is used for all commands done in a guild channel except for help commands.
pl_pl: Przełącz ustawienie embedów dla gildii. Jeśli enabled ma wartość None, ustawienie zostanie usunięte i ustawienie domyślne globalnie będzie używane zamiast niego. Jeśli ustawione, jest ono używane zamiast ustawienia domyślnego globalnie by zdecydować, czy używać embedów. Jest ono używane dla wszystkich komend w kanale gildii poza komendami pomocy.

source: Embeds are now {} for this guild.
pl_pl: Embedy są teraz {} dla tej gildii.

source: Toggle the user's embed setting. If enabled is None, the setting will be unset and the global default will be used instead. If set, this is used instead of the global default to determine whether or not to use embeds. This is used for all commands done in a DM with the bot, as well as all help commands everywhere.
pl_pl: Przełącz ustawienie embedów użytkownika Jeśli enabled ma wartość None, ustawienie zostanie usunięte i ustawienie domyślne globalnie będzie używane zamiast niego. Jeśli ustawione, jest ono używane zamiast ustawienia domyślnego globalnie by zdecydować, czy używać embedów. Jest ono używane dla wszystkich komend w kanale gildii poza komendami pomocy.

source: Embeds are now {} for you.
pl_pl: Embedy są teraz {} dla Ciebie.

source: Sends to the owner the last command exception that has occurred If public (yes is specified), it will be sent to the chat instead
pl_pl: Wysyła do właściciela ostatni błąd komendy jaki wystąpił Jeśli public (ustawiony jest na yes), zostanie zamiast tego wysłana na czacie

source: Show's Red's invite url
pl_pl: Pokazuje link zaproszenia Reda

source: Leaves server
pl_pl: Opuszcza serwer

source: Lists and allows to leave servers
pl_pl: Wyświetla serwery i pozwala je opuścić

source: Loads packages
pl_pl: Ładuje pakiety

source: Reloads packages
pl_pl: Przeładowuje pakiety

source: Shuts down the bot
pl_pl: Wyłącza bota

source: Attempts to restart Red Makes Red quit with exit code 26 The restart is not guaranteed: it must be dealt with by the process manager in use
pl_pl: Próbuje zrestartować Reda Sprawia, że Red wyłącza się z exit codem 26 Restart nie jest gwarantowany, musi być obsłużony przez menedżer zadań w użyciu

source: Changes Red's settings
pl_pl: Zmienia ustawienia Reda

source: Sets the admin role for this server
pl_pl: Określa rolę administratora dla tego serwera

source: The admin role for this guild has been set.
pl_pl: Rola administratora dla tej gildii została ustawiona.

source: Sets the mod role for this server
pl_pl: Określa rolę moderatora dla tego serwera

source: The mod role for this guild has been set.
pl_pl: Rola moderatora dla tej gildii została ustawiona.

source: Toggle whether to use the bot owner-configured colour for embeds. Default is to not use the bot's configured colour, in which case the colour used will be the colour of the bot's top role.
pl_pl: Przełącz aby używać skonfigurowanego przez właściciela bota koloru dla embedów. Domyślnie nie używa się skonfigurowanego koloru bota, w takim przypadku używanym kolorem jest kolor najwyższej roli bota.

source: Sets a default colour to be used for the bot's embeds. Acceptable values for the colour parameter can be found at: http://discordpy.readthedocs.io/en/rewrite/ext/commands/api.html#discord.ext.commands.ColourConverter
pl_pl: Ustawia domyślny kolor używany dla embedów stworzonych przez bota. Akceptowane wartości można znaleźć na stronie: http://discordpy.readthedocs.io/en/rewrite/ext/commands/api.html#discord.ext.commands.ColourConverter

source: Sets Red's avatar
pl_pl: Ustawia awatar Reda

source: Failed. Remember that you can edit my avatar up to two times a hour. The URL must be a direct link to a JPG / PNG.
pl_pl: Nie powiodło się. Pamiętaj, że możesz edytowac mój awatar dwa razy w ciągu godziny. Adres URL musi być bezpośrednim linkiem do pliku JPG / PNG.

source: Sets Red's playing status
pl_pl: Ustawia status "W grze" dla Reda

source: Game set.
pl_pl: Gra ustawiona.

source: Sets Red's listening status
pl_pl: Ustawia status "Słucha" dla Reda

source: Listening set.
pl_pl: Słuchanie ustawione.

source: Sets Red's watching status
pl_pl: Ustawia status "Ogląda" dla Reda

source: Watching set.
pl_pl: Oglądanie ustawione.

source: Sets Red's status Available statuses: online idle dnd invisible
pl_pl: Ustawia status Reda Dostępne statusy: online idle dnd invisible

source: Sets Red's streaming status Leaving both streamer and stream_title empty will clear it.
pl_pl: Ustawia status "Na żywo" dla Reda Pozostawienie argumentów streamer i stream_title pustych usunie status.

source: Sets Red's username
pl_pl: Ustawia nazwę użytkownika Reda

source: Failed to change name. Remember that you can only do it up to 2 times an hour. Use nicknames if you need frequent changes. `{}set nickname`
pl_pl: Nie udało się zmienić nazwy. Pamiętaj, że możesz to robić dwa razy w ciągu godziny. Używaj pseudonimów jeśli potrzebujesz częstych zmian. `{}set nickname`

source: Sets Red's nickname
pl_pl: Ustawia pseudonim Reda

source: Sets Red's global prefix(es)
pl_pl: Ustawia globalny(e) prefix(y) Reda

source: Sets Red's server prefix(es)
pl_pl: Ustawia serwerowy(e) prefix(y) Reda

source: Guild prefixes have been reset.
pl_pl: Prefiksy gildii zostały zresetowane.

source: Sets Red's main owner
pl_pl: Ustaw głównego właściciela Reda

source: Verification token:
pl_pl: Kod weryfikacyjny:

source: Remember:
pl_pl: Zapamiętaj:

source: I have printed a one-time token in the console. Copy and paste it here to confirm you are the owner.
pl_pl: Wydrukowałem jednorazowy token w konsoli. Skopiuj i wklej go tutaj, by potwierdzić, że jesteś właścicielem.

source: You have been set as owner.
pl_pl: Zostałeś ustawiony jako właściciel.

source: Invalid token.
pl_pl: Nieprawidłowy kod.

source: Change bot token.
pl_pl: Zmień token bota.

source: Please use that command in DM. Since users probably saw your token, it is recommended to reset it right now. Go to the following link and select `Reveal Token` and `Generate a new token?`. https://discordapp.com/developers/applications/me/{}
pl_pl: Użyj tego polecenia w DM. Ponieważ użytkownicy prawdopodobnie zobaczyli Twój token, zaleca się, aby zresetować go teraz. Przejdź do linku i wybierz 'Reveal Token' i 'Generate a new token?'. https://discordapp.com/developers/applications/me/{}

source: Changes bot locale. Use [p]listlocales to get a list of available locales. To reset to English, use "en-US".
pl_pl: Zmienia ustawienia regionalne bota. Użyj [p]listlocales aby uzyskać listę dostępnych opcji. Aby zresetować na język angielski, użyj "en-US".

source: Enable or disable Sentry logging. Sentry is the service Red uses to manage error reporting. This should be disabled if you have made your own modifications to the redbot package.
pl_pl: Włącza lub wyłącza Sentry logging. Sentry jest usługą jakiej Red używa to zarządzania raportowaniem błędów. Powinien zostać on wyłączony, jeśli wykonałeś jakieś własne modyfikacje w paczce redbot.

source: Done. Sentry logging is now enabled.
pl_pl: Gotowe. Sentry logging jest teraz włączony.

source: Done. Sentry logging is now disabled.
pl_pl: Gotowe. Sentry logging jest teraz wyłączony.

source: Manage settings for the help command.
pl_pl: Zarządzaj ustawieniami dla komendy help.

source: Set the character limit for each page in the help message. This setting only applies to embedded help. Please note that setting a relitavely small character limit may mean some pages will exceed this limit. This is because categories are never spread across multiple pages in the help message. The default value is 1000 characters.
pl_pl: Ustaw limit znaków na każdej stronie wiadomości pomocy. To ustawienie tyczy się tylko pomocy umieszczanej w embedzie. Proszę zwrócić uwagę, że ustawienie niskiego limitu znaków może oznaczać, że niektóre strony przekroczą ten limit. Dzieje się tak dlatego, że kategorie nigdy nie są dzielone na wiele stron w wiadomości pomocy. Domyślną wartością jest 1000 znaków.

source: You must give a positive value!
pl_pl: Musisz podać wartość dodatnią!

source: Set the maximum number of help pages sent in a server channel. This setting only applies to embedded help. If a help message contains more pages than this value, the help message will be sent to the command author via DM. This is to help reduce spam in server text channels. The default value is 2 pages.
pl_pl: Ustaw maksymalną liczbę stron pomocy wysłanych na kanale serwera. To ustawienie tyczy się tylko pomocy umieszczanej w embedzie. Jeśli wiadomość pomocy będzie zawierać więcej stron niż ta wartość, wiadomość pomocy zostanie wysłana do autora komendy przez prywatną wiadomość. To pozwala zmniejszyć ilośc spamu na kanałach tekstowych serwera. Domyślną wartością są 2 strony.

source: Lists all available locales Use `[p]set locale` to set a locale
pl_pl: Pokazuje wszystkie dostępne języki. Użyj `[p]set locale` aby ustawić język

source: Creates a backup of all data for the instance.
pl_pl: Tworzy kopię wszystkich danych dla instancji.

source: A backup has been made of this instance. It is at {}.
pl_pl: Kopia zapasowa została utworzona dla tej instancji. Znajduje się ona w {}.

source: Would you like to receive a copy via DM? (y/n)
pl_pl: Czy chciałbyś otrzymać kopię prywatną wiadomością? (y/n)

source: Here's a copy of the backup
pl_pl: O to twoja kopia zapasowa
