Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Help will show up without checking if the commands can be run.
de_de: Hilfe wird angezeigt, ohne zu überprüfen, ob die Befehle ausgeführt werden können.
es_es: La ayuda se mostrará sin comprobar si los comandos se pueden ejecutar.
fr_fr: L'aide s'affichera sans vérifier si les commandes peuvent être exécutées.
nb_no: Hjelp vil vises uten å sjekke om kommandoene kan kjøres.
ru_ru: Справка будет показана без проверки возможности выполнения команд.
tr_tr: Yardım komutun çalıştırılabilir oluşuna dikkat etmeyecek.

source: Help will verify the existence of help topics.
de_de: Die Hilfe überprüft, ob Hilfethemen vorhanden sind.
es_es: La ayuda verificará la existencia de temas de ayuda.
fr_fr: L'aide vérifiera l'existence des rubriques d'aide.
nb_no: Hjelp vil bekrefte at hjelpeemner eksisterer.
ru_ru: Помощь проверит наличие тем помощи.
tr_tr: Yardım bir konunun varlığını doğrulayacak.

source: Help will only verify the existence of help topics via fuzzy help (if enabled).
de_de: Die Hilfe überprüft das Vorhandensein von Hilfethemen nur über die Fuzzy-Hilfe (falls aktiviert).
es_es: La ayuda sólo verificará la existencia de temas de ayuda a través de ayuda difusa (si está habilitada).
fr_fr: L'aide vérifiera uniquement l'existence des rubriques d'aide via l'aide floue (si elle est activée).
nb_no: Hjelp vil bare verifisere at hjelpeemner er tilgjengelige via uklar hjelp (hvis aktivert).
ru_ru: Помощь будет проверять только наличие тем помощи при помощи нечеткой справки (если включено).
tr_tr: Yardım konuların varlığını yalnızca belirsiz yardım ile doğrulayacak (etkinse).

source: You must give a value of at least 500 characters.
de_de: Du musst einen Wert von mindestens 500 Zeichen eingeben.
es_es: Debes dar un valor de al menos 500 caracteres.
fr_fr: Vous devez donner une valeur d'au moins 500 caractères.
nb_no: Du må gi en verdi på minst 500 tegn.
ru_ru: Значение должно быть не менее 500 символов.
tr_tr: En az 500 olan bir değer sunmalısınız.

source: Done. The character limit per page has been set to {}.
de_de: Erledigt. Das Zeichenlimit pro Seite wurde auf {} gesetzt.
es_es: Hecho. El límite de caracteres por página se ha establecido en {}.
fr_fr: Terminé. La limite de caractères par page a été définie à {}.
nb_no: Ferdig. Tegngrensen per side er satt til {}.
pl_pl: Gotowe. Limit znaków na stronę został ustawiony na {}.
ru_ru: Готово. Максимальное количество символов на странице было установлено равным {}.
tr_tr: Bitmiş. Sayfa başına karakter sınırı {} için ayarlandı.

source: You must give a value of zero or greater!
de_de: Du musst einen Wert von 0 oder mehr angeben!
es_es: ¡Debe dar un valor de cero o mayor!
fr_fr: Vous devez donner une valeur de zéro ou plus !
nb_no: Du må gi en verdi som er null eller høyere!
pl_pl: Musisz podać wartość zero lub większą!
ru_ru: Вы должны дать значение ноль или больше!
tr_tr: Sıfır veya daha büyük bir değer vermek gerekir!

source: Done. The page limit has been set to {}.
de_de: Erledigt. Das Seitenlimit wurde auf {} gesetzt.
es_es: Hecho. El límite de página se ha establecido a {}.
fr_fr: Terminé. La limite de page a été définie à {}.
nb_no: Ferdig. Grensen er satt til {}.
pl_pl: Gotowe. Limit stron został ustawiony na {}.
ru_ru: Готово. Ограничение на количество страниц установлено на {}.
tr_tr: Bitmiş. Sayfa sınırı {} için ayarlandı.

source: The delay cannot be longer than 14 days!
de_de: Die Verzögerung darf nicht länger als 14 Tage sein!
es_es: ¡El retraso no puede ser superior a 14 días!
fr_fr: Le délai ne peut pas être supérieur à 14 jours !
nb_no: Tidsfristen kan ikke være lengre enn 14 dager!
ru_ru: Задержка не может быть длиннее 14 дней!
tr_tr: Süre 14 günden uzun olamaz.

source: Done. Help messages will not be deleted now.
de_de: Fertig. Hilfe-Nachrichten werden jetzt nicht gelöscht.
es_es: Hecho. Los mensajes de ayuda no se eliminarán ahora.
fr_fr: Fait. Les messages d'aide ne seront pas supprimés maintenant.
nb_no: Ferdig. Hjelpe meldinger slettes ikke nå.
ru_ru: Готово. Сообщения справки теперь не будут удалены.
tr_tr: Tamamdır. Yardım mesajları artık silinmeyecek.

source: Done. The delete delay has been set to {} seconds.
de_de: Fertig. Die Löschverzögerung wurde auf {} Sekunden gesetzt.
es_es: Hecho. El retraso de borrado se ha establecido en {} segundos.
fr_fr: Terminé. Le délai de suppression a été réglé sur {} secondes.
nb_no: Ferdig. Slettingsforsinkelsen er satt til {} sekunder.
ru_ru: Готово. Задержка удаления была установлена на {} секунд.
tr_tr: Tamamdır. Silmeden önce {} saniye beklenecek.

source: You must give a value of at least 15 seconds!
es_es: ¡Debes dar un valor de al menos 15 segundos!
fr_fr: Vous devez donner une valeur d'au moins 15 secondes !
ru_ru: Вы должны указать значение не менее 15 секунд!

source: The timeout cannot be greater than 5 minutes!
es_es: El tiempo de espera no puede ser superior a 5 minutos!
fr_fr: Le délai d'attente ne peut pas être supérieur à 5 minutes !
ru_ru: Тайм-аут не может быть больше 5 минут!

source: Done. The reaction timeout has been set to {} seconds.
es_es: Hecho. El tiempo de espera de reacción se ha establecido en {} segundos.
fr_fr: Terminé. Le délai de réaction a été défini à {} secondes.
ru_ru: Выполнено. Тайм-аут реакции установлен на {} секунд.

source: The tagline has been reset.
de_de: Der Slogan wurde zurückgesetzt.
es_es: La etiqueta se ha restablecido.
fr_fr: Le tag a été réinitialisé.
nb_no: Etiketten er tilbakestilt.
ru_ru: Подзаголовок был сброшен.
tr_tr: Tagline sıfırlandı.

source: Your tagline is too long! Please shorten it to be no more than 2048 characters long.
de_de: Dein Slogan ist zu lang! Bitte kürze diesen damit er nicht länger als 2048 Zeichen ist.
es_es: ¡Tu etiqueta es demasiado larga! Por favor, acorde a no más de 2048 caracteres.
fr_fr: Votre tag est trop long ! Veuillez raccourcir ce type de tag pour ne pas dépasser 2048 caractères.
nb_no: Din linje er for lang! Vennligst forkort den til å være maks 2048 tegn lang.
ru_ru: Ваш подзаголовок слишком длинный! Пожалуйста, уменьшите его до 2048 символов.
tr_tr: Senin slogan çok uzundur! Lütfen en fazla 2048 karakter uzunluğunda olmasını kısaltın.

source: The tagline has been set.
de_de: Das Schlagwort wurde gesetzt.
es_es: La etiqueta se ha establecido.
fr_fr: Le tag a été défini.
nb_no: Taggen er lagt inn.
ru_ru: Подзаголовок был сброшен.
tr_tr: Etiket ayarlandı.

source: User ID: {}
es_es: ID de usuario: {}
fr_fr: ID utilisateur : {}
nb_no: Bruker-ID: {}
pl_pl: ID użytkownika: {}
ru_ru: ID пользователя: {}
tr_tr: Kullanıcı Kimliği

source: through DM
de_de: über DM
es_es: a través de MP
fr_fr: par message privé
nb_no: gjennom DM
pl_pl: przez PW
ru_ru: через DM
tr_tr: vasitasiyla

source: from {}
de_de: von {}
es_es: de {}
fr_fr: de {}
nb_no: fra {}
pl_pl: z {}
ru_ru: от {}

source: | Server ID: {}
es_es: | ID del servidor: {}
fr_fr: | ID du serveur : {}
pl_pl: | ID serwera: {}
ru_ru: | ID сервера: {}
tr_tr: | sunucu kimliği: {}

source: Use `{}dm {} <text>` to reply to this user
de_de: Nutze `{}dm {} <text>` um dem Benutzer zu antworten
es_es: Utilice `{}dm {} <texto>` para responder a este usuario
fr_fr: Utilisez `{}dm {} <text>` pour répondre à cet utilisateur
nb_no: Bruk '{} dm {} <text>' for å svare denne brukeren
pl_pl: Użyj `{}dm {} <text>`, by odpowiedzieć temu użytkownikowi
ru_ru: Используйте `{}dm {} <text>`чтобы ответить пользователю
tr_tr: Bu Kullanıcı için yanıt için ' {} dm {} <text>' kullanın

source: Sent by {} {}
de_de: Gesendet von {} {}
es_es: Enviado por {} {}
fr_fr: Envoyé par {} {}
nb_no: Sendt av {} {}
pl_pl: Wysłane przez {} {}
ru_ru: Отправил {} {}
tr_tr: {} {} Tarafından gönderilen

source: I've been configured not to send this anywhere.
de_de: Ich wurde konfiguriert, das nirgendwo zu senden.
es_es: He sido configurado para no enviar esto a ninguna parte.
fr_fr: J'ai été configuré pour envoyer cela nulle part.
nb_no: Jeg har blitt konfigurert til å ikke sende dette noe sted.
ru_ru: Я настроен не отправлять это нигде.
tr_tr: Bunu hiçbir yere göndermemek üzere ayarlandım.

source: Your message has been sent.
de_de: Deine Nachricht wurde gesendet.
es_es: Su mensaje ha sido enviado.
fr_fr: Votre message a été envoyé.
nb_no: Din melding har blitt sendt.
pl_pl: Twoja wiadomość została wysłana.
ru_ru: Ваше сообщение было отправлено.
tr_tr: Mesajınız gönderildi.

source: I'm unable to deliver your message. Sorry.
de_de: Ich bin nicht in der Lage, deine Nachricht zu überbringen. Tut mir Leid.
es_es: No soy capaz de entregar su mensaje. Lo siento.
fr_fr: Je ne parviens pas à envoyer votre message. Désolé.
nb_no: Jeg klarer ikke å levere meldingen. Unnskyld.
pl_pl: Nie mogę wysłać twojej wiadomości. Przepraszam.
ru_ru: Я не могу доставить ваше сообщение. Извините.
tr_tr: Mesajınızı teslim edemiyorum. Afedersiniz.

source: Invalid ID, user not found, or user is a bot. You can only send messages to people I share a server with.
de_de: Ungültige ID, Benutzer nicht gefunden oder Benutzer ist ein Bot. Du kannst nur Nachrichten an Personen senden, mit denen ich einen Server teile.
es_es: ID no válida, usuario no encontrado, o el usuario es un bot. Solo puedes enviar mensajes a personas con las que comparto un servidor.
fr_fr: ID invalide, utilisateur non trouvé ou l'utilisateur est un bot. Vous pouvez seulement envoyer des messages avec des personnes avec qui je partage un serveur.
nb_no: Ugyldig ID, bruker ikke funnet, eller brukeren er en bot. Du kan bare sende meldinger til personer jeg deler en server med.
ru_ru: Недопустимый ID, пользователь не найден или пользователь бот. Вы можете отправлять сообщения только тем пользователям, с которыми у меня есть сервер.
tr_tr: Geçersiz ID. Kullanıcı bulunamadı veya kullanıcı bir bot. Yalnızca ortak bir sunucuda bulunduğum kişilere mesaj atabilirsiniz.

source: Owner of {}
de_de: Inhaber von {}
es_es: Dueño de {}
fr_fr: Propriétaire de {}
nb_no: Eier av {}
pl_pl: Właściciel {}
ru_ru: Владелец {}
tr_tr: Sahibi {}

source: You can reply to this message with {}contact
de_de: Du kannst auf diese Nachricht mit {}contact antworten
es_es: Puedes responder este mensaje con {}contact
fr_fr: Vous pouvez répondre à ce message avec {} contact
nb_no: Du kan svare på denne meldingen med {}contact
pl_pl: Możesz odpowiedzieć na tę wiadomość za pomocą {}contact
ru_ru: Вы можете ответить на это сообщение с {} контактом
tr_tr: {} Kişi bu iletiyle yanıtlayabilirsiniz

source: Sorry, I couldn't deliver your message to {}
de_de: Die Nachricht konnte leider nicht an {} gesendet werden.
es_es: Lo siento, no pude enviar su mensaje a {}
fr_fr: Désolé, je n'ai pas pu transmettre votre message à {}
nb_no: Beklager, kunne ikke levere meldingen din til {}
pl_pl: Sorry, nie mogę dostarczyć Twojej wiadomości do {}
ru_ru: Извините, я не смог доставить сообщение для %s
tr_tr: Üzgünüz, ben mesajınızı teslim edemedin için {}

source: Message delivered to {}
de_de: Nachricht an {} zugestellt.
es_es: Mensaje enviado a {}
fr_fr: Message envoyé a {}
nb_no: Meldingen er levert til {}
pl_pl: Wiadomość dostarczona do {}
ru_ru: Сообщение доставлено к %s
tr_tr: Mesaj iletildi

source: Prints the bot's data path.
de_de: Druckt den Bot-Datenpfad.
es_es: Imprime la ruta de datos del bot.
fr_fr: Envoie le chemin des données du bot.
nb_no: Skriver ut botens datasti.
ru_ru: Выводит путь к данным бота.
tr_tr: Bot'un veri yolunu yazdırır.

source: Data path: {path}
de_de: Datenpfad: {path}
es_es: Ruta de datos: {path}
fr_fr: Chemin des données: {path}
nb_no: Datasti {path}
ru_ru: Путь к данным: {path}
tr_tr: Data dizini: {path}

source: Shows debug information useful for debugging.
de_de: Zeigt nützliche Informationen zum Debuggen an.
es_es: Muestra información de depuración útil para la depuración.
fr_fr: Affiche les informations de débogage utiles pour le débogage.
nb_no: Viser feilsøkingsinformasjon nyttig for feilsøking.
ru_ru: Показывает отладочную информацию, полезную для отладки.
tr_tr: Hata ayıklama için işe yarar bilgi gösterir.

source: A text channel, voice channel, stage channel, or thread needs to be passed when using this command in DMs.
es_es: Es necesario indicar un canal de texto, un canal de voz, un canal de escena, o un hilo de foros al usar este comando en DMs.
fr_fr: Un salon textuel, un salon vocal, un canal de stage ou un fil de discussion doit être passé lorsque vous utilisez cette commande en DMs.

source: The given user is not a member of the diagnosed server.
es_es: El usuario indicado no es miembro del servidor diagnosticado.
fr_fr: L'utilisateur donné n'est pas membre du serveur diagnostiqué.
ru_ru: Данный пользователь не является участником диагностированного сервера.

source: Don't try to fool me, the given member can't access the {channel} channel!
es_es: ¡No intentes engañarme, el miembro indicado no puede acceder al canal {channel}!
fr_fr: N'essayez pas de me tromper, le membre donné ne peut pas accéder au canal {channel}!
ru_ru: Не пытайтесь меня обмануть, данный участник не может получить доступ к каналу {channel}!

source: Commands to manage the allowlist. Warning: When the allowlist is in use, the bot will ignore commands from everyone not on the list. Use `[p]allowlist clear` to disable the allowlist
es_es: Comandos para administrar la lista de usuarios autorizados. Aviso: Cuando la lista de usuarios autorizados está en uso el bot ignorará los comandos de todos aquellos que no estén en la lista. Usa `[p]allowlist clear` para desactivar la lista de usuarios autorizados
ru_ru: Команды для управления списком разрешений. Предупреждение: Когда используется список allowlist, бот будет игнорировать команды от всех, кто не входит в список. Используйте команду `[p]allowlist clear`, чтобы отключить список разрешенных команд

source: Users have been added to the allowlist.
es_es: Los usuarios han sido añadidos a la lista permitida.
fr_fr: Les utilisateurs ont été ajoutés à la liste des utilisateurs autorisés.
nb_no: Brukere har blitt lagt til i tillatt liste.
ru_ru: Пользователи были добавлены в список разрешенных.
tr_tr: Kullanıcılar beyaz listeye eklendi.

source: User has been added to the allowlist.
es_es: El usuario ha sido añadido a la lista permitida.
fr_fr: L'utilisateur a été ajouté à la liste des utilisateurs autorisés.
nb_no: Brukeren har blitt lagt til i tillatelseslisten.
ru_ru: Пользователь добавлен в список разрешенных.
tr_tr: Kullanıcı beyaz listeye eklendi.

source: Users on the allowlist:
de_de: Benutzer auf der Erlaubnis-Liste:
es_es: Usuarios en la lista permitida:
fr_fr: Utilisateurs sur la liste des utilisateurs autorisés :
nb_no: Brukere på tillatt liste:
ru_ru: Пользователи в списке разрешенных:
tr_tr: Beyaz listedeki kullanıcılar:

source: User on the allowlist:
de_de: Benutzer auf der Erlaubnis-Liste:
es_es: Usuario en la lista permitida:
fr_fr: Utilisateur sur la liste des utilisateurs autorisés :
nb_no: Bruker på tillatt liste:
ru_ru: Пользователь в списке разрешенных:
tr_tr: Beyaz listedeki kullanıcı:

source: Unknown or Deleted User
de_de: Unbekannter oder gelöschter Benutzer
es_es: Usuario desconocido o eliminado
fr_fr: Utilisateur inconnu ou supprimé
nb_no: Ukjent eller slettet bruker
ru_ru: Неизвестный или удаленный пользователь
tr_tr: Bilinmeyen ya da Silinmiş Üye

source: Users have been removed from the allowlist.
de_de: Benutzer wurden von der Erlaubnis-Liste entfernt.
es_es: Los usuarios han sido eliminados de la lista permitida.
fr_fr: Les utilisateurs ont été enlevés de la liste des utilisateurs autorisés.
nb_no: Brukere har blitt fjernet fra tillatt liste.
ru_ru: Пользователи были удалены из списка разрешенных.
tr_tr: Kullanıcılar beyaz listeden çıkarıldı.

source: User has been removed from the allowlist.
de_de: Der Benutzer wurde von der Erlaubnis-Liste entfernt.
es_es: El usuario ha sido eliminado de la lista permitida.
fr_fr: L'utilisateur a été enlevé de la liste des utilisateurs autorisés.
nb_no: Brukeren har blitt fjernet fra tillatt liste.
ru_ru: Пользователь был удален из списка разрешенных.
tr_tr: Kullanıcı beyaz listeden çıkarıldı.

source: Allowlist has been cleared.
es_es: La lista de permisos ha sido borrada.
fr_fr: La liste des autorisés a été effacée.
nb_no: Tillatt liste er tømt.
ru_ru: Разрешенный список был очищен.
tr_tr: Beyaz liste temizlendi.

source: Commands to manage the blocklist. Use `[p]blocklist clear` to disable the blocklist
es_es: Comandos para administrar la lista de bloqueados. Use `[p]blocklist clear` para desactivar la lista de bloqueados
ru_ru: Команды управления блок-списком. Используйте `[p]blocklist clear`, чтобы отключить список блоков
tr_tr: Kara listeyi yönetmek için komutlar Kara listeyi kapamak için `[p]blocklist clear` komutunu kullanın

source: You cannot add an owner to the blocklist!
es_es: ¡No puedes agregar un dueño a la lista de bloqueos!
fr_fr: Vous ne pouvez pas ajouter un des propriétaires du bot à la liste des utilisateurs bloqués !
nb_no: Du kan ikke legge til en eier i blokkeringslisten!
ru_ru: Вы не можете добавить владельца в блок-лист!
tr_tr: Bir bot sahibini kara listeye ekleyemezsiniz.

source: Users have been added to the blocklist.
es_es: Los usuarios han sido añadidos a la lista de bloqueos.
fr_fr: Les utilisateurs ont été ajoutés à la liste des utilisateurs bloqués.
nb_no: Brukere har blitt lagt til i blokkeringslisten.
ru_ru: Пользователи были добавлены в блок-лист.
tr_tr: Kullanıcılar kara listeye eklendi.

source: User has been added to the blocklist.
es_es: El usuario ha sido añadido a la lista de bloqueos.
fr_fr: L'utilisateur a été ajouté à la liste des utilisateurs bloqués.
nb_no: Brukeren har blitt lagt til blokkeringslisten.
ru_ru: Пользователь добавлен в блок-лист.
tr_tr: Kullanıcı kara listeye eklendi.

source: Users on the blocklist:
es_es: Usuarios en la lista de bloqueos:
fr_fr: Utilisateurs sur la liste des utilisateurs bloqués :
nb_no: Brukere på blokklisten:
ru_ru: Пользователи в списке блок-лист:
tr_tr: Kara listedeki kullanıcılar:

source: User on the blocklist:
es_es: Usuario en la lista de bloqueos:
fr_fr: Utilisateur sur la liste des utilisateurs bloqués :
nb_no: Bruker på blokkeringslisten:
ru_ru: Пользователь в блок-списке:
tr_tr: Kara listedeki kullanıcı:

source: Users have been removed from the blocklist.
es_es: Los usuarios han sido eliminados de la lista de bloqueos.
fr_fr: Les utilisateurs ont été enlevé de la liste des utilisateurs bloqués.
nb_no: Brukere har blitt fjernet fra blokkeringslisten.
ru_ru: Пользователи были удалены из блок-листа.
tr_tr: Kullanıcılar kara listeden çıkarıldı.

source: User has been removed from the blocklist.
es_es: El usuario ha sido eliminado de la lista de bloqueos.
fr_fr: L'utilisateur a été enlevé de la liste des utilisateurs bloqués.
nb_no: Brukeren har blitt fjernet fra blokkeringslisten.
ru_ru: Пользователь был удален из блок-листа.
tr_tr: Kullanıcı kara listeden çıkarıldı.

source: Blocklist has been cleared.
es_es: Se ha borrado la lista de bloqueos.
fr_fr: La liste des bloqués a été effacée.
nb_no: Svartelisten er tømt.
ru_ru: Блок-лист очищен.
tr_tr: Kara liste temizlendi.

source: Commands to manage the server specific allowlist. Warning: When the allowlist is in use, the bot will ignore commands from everyone not on the list in the server. Use `[p]localallowlist clear` to disable the allowlist
es_es: Comandos para administrar la lista de usuarios autorizados específica de este servidor. Aviso: Cuando la lista de usuarios autorizados está en uso el bot ignorará los comandos de todos los que no estén en la lista de usuarios autorizados del servidor. Use `[p]localallowlist clear` para desactivar la lista de usuarios autorizados
ru_ru: Команды для управления списком разрешений для конкретного сервера. Предупреждение: Когда используется список разрешений, бот будет игнорировать команды от всех, кто не входит в этот список на сервере. Используйте команду `[p]localallowlist clear`, чтобы отключить список разрешений
tr_tr: Sunucuya özel beyaz listeyi yönetmek için komutlar. Uyarı: Beyaz liste açıkken bot sunucudaki listedekiler dışında kimseden komut almaz. Beyaz listeyi kapamak için `[p]localallowlist clear` kullanın

source: I cannot allow you to do this, as it would remove your ability to run commands, please ensure to add yourself to the allowlist first.
de_de: Ich kann dir nicht erlauben dies zu tun, da dies verhindern würde das du Befehle ausführen kannst. Bitte stelle zuerst sicher dich selbst zur Erlaubnis-Liste hinzugefügt zu haben.
es_es: No puedo permitirte hacer esto, ya que eliminaría tu capacidad para ejecutar comandos, por favor asegúrate de añadirte a ti mismo a la lista permitida primero.
fr_fr: Je ne peux pas vous permettre de faire cela, car vous ne pourriez plus exécuter de commandes, ajoutez-vous à la liste des utilisateurs autorisées avant.
nb_no: Jeg kan ikke tillate deg å gjøre dette, da det vil fjerne din evne til å kjøre kommandoer, vær sikker på at du legger deg selv til i tillatelseslisten først.
ru_ru: Я не могу разрешить вам сделать это, так как это лишит вас возможности выполнять команды, пожалуйста, сначала добавьте себя в список разрешенных.
tr_tr: Komutları kullanmanı engelleyeceği için bunu yapmana izin veremem, önce kendini bir beyaz listeye eklediğinden emin ol.

source: Users and/or roles have been added to the allowlist.
es_es: Usuarios y/o roles han sido añadidos a la lista permitida.
fr_fr: Les utilisateurs et/ou les rôles ont été ajoutés à la liste des utilisateurs/rôles autorisés du serveur.
nb_no: Brukere og/eller roller har blitt lagt til i tillatelseslisten.
ru_ru: Пользователи и/или роли были добавлены в список разрешенных.
tr_tr: Kullanıcılar ve/veya roller beyaz listeye eklendi.

source: User or role has been added to the allowlist.
es_es: El usuario o el rol han sido añadidos a la lista permitida.
fr_fr: L'utilisateur ou le rôle a été ajouté à la liste des utilisateurs autorisés.
nb_no: Bruker eller rolle har blitt lagt til i tillatelseslisten.
ru_ru: Пользователь или роль были добавлены в список разрешений.
tr_tr: Kullanıcı veya rol beyaz listeye eklendi.

source: Allowed users and/or roles:
es_es: Usuarios y/o roles permitidos:
fr_fr: Utilisateurs et/ou rôles autorisés :
nb_no: Tillatte brukere og/eller roller:
ru_ru: Разрешенные пользователи и/или роли:
tr_tr: İzin verilen kullanıcılar ve/veya roller:

source: Allowed user or role:
es_es: Usuario o rol permitido:
fr_fr: Utilisateur ou rôle autorisé :
nb_no: Tillatt bruker eller rolle:
ru_ru: Разрешенный пользователь или роль:
tr_tr: İzin verilen kullanıcı veya rol:

source: Unknown or Deleted User/Role
es_es: Usuario/Rol borrado o desconocido
fr_fr: Utilisateur / Role inconnu ou supprimé
nb_no: Ukjent eller slettet bruker/rolle
ru_ru: Неизвестный или удаленный пользователь/роль
tr_tr: Bilinmeyen veya Silinmiş Kullanıcı/Rol

source: I cannot allow you to do this, as it would remove your ability to run commands.
de_de: Ich kann dir nicht erlauben dies zu tun, da dies verhindern würde das du Befehle ausführen kannst.
es_es: No puedo permitirte que hagas esto, ya que eliminaría tu capacidad para ejecutar comandos.
fr_fr: Je ne peux pas vous laisser faire cela, car cela vous empêcherais d’exécuter des commandes.
nb_no: Jeg kan ikke tillate deg å gjøre dette, da det vil fjerne din evne til å kjøre kommandoer.
ru_ru: Я не могу позволить вам сделать это, так как это лишит вас возможности выполнять команды.
tr_tr: Komutları kullanmanı engelleyeceğinden bunu yapmana izin veremem.
