Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Have [botname] forget what it knows about you. This may not remove all data about you, data needed for operation, such as command cooldowns will be kept until no longer necessary. Further interactions with [botname] may cause it to learn about you again. **Example:** - `[p]mydata forgetme`
nb_no: Har [botname] glemt hva den vet om deg. Dette kan ikke fjerne alle data om deg, data som er nødvendig for operasjon, f.eks. nedkjølinger av kommando vil beholdes til det ikke lenger er nødvendig. Ytterligere interaksjoner med [botname] kan føre til at den lærer om deg igjen. **Eksempel:** - `[p]mydata forgetme`
ru_ru: [botname] забывайте, что он знает о вас. Это не может удалить все данные о вас, данные, необходимые для операции, такие как перезарядки команд, будут храниться до тех пор, пока не будет необходимо. Дальнейшее взаимодействие с [botname] может привести к тому, что о вас узнают снова. **Пример:** - `[p]my data forget me`

source: Set the bot to allow users to request a data deletion. This is on by default. Opposite of `[p]mydata ownermanagement disallowuserdeletions` **Example:** - `[p]mydata ownermanagement allowuserdeletions`
nb_no: Angi botten slik at brukere kan be om en sletting av data. Dette er på som standard. Opposite of `[p]mydata ownermanagement disallowusertions` **Example:** - `[p]mydata ownermanagement allowuserdeletions`
ru_ru: Устанавливает разрешение пользователям удалять свои данные о себе. По умолчанию включено. Это противоположно `[p]my data owner management disallow user deletions` **Пример:** - `[p]my data owner management allow user deletions`

source: Set the bot to not allow users to request a data deletion. Opposite of `[p]mydata ownermanagement allowuserdeletions` **Example:** - `[p]mydata ownermanagement disallowuserdeletions`
nb_no: Sett botten til å ikke tillate brukere å be om en sletting av data. Opposite of `[p]mydata ownermanagement allowuserdeletions` **Eksempel:** - `[p]mydata ownermanagement disallowuserdeletions`
ru_ru: Устанавливает разрешение пользователям удалять свои данные о себе. По умолчанию включено. Это противоположно `[p]my data owner management disallow user deletions` **Пример:** - `[p]my data owner management allow user deletions`

source: Sets how user deletions are treated. **Example:** - `[p]mydata ownermanagement setuserdeletionlevel 1` **Arguments:** - `<level>` - The strictness level for user deletion. See Level guide below. Level: - `0`: What users can delete is left entirely up to each cog. - `1`: Cogs should delete anything the cog doesn't need about the user.
nb_no: Angir hvordan brukeren slettinger behandles. **Eksempel:** - `[p]mydata ownermanagement setuserdeletionlevel 1` **Argumenter:** - `<level>- The stritness level for user deletion. Se nivåguide nedenfor. Nivå: - `0`: Hva brukere kan slette er helt igjen i oppkant av hvert tokt. - `1`: Cogs bør slette noe cog ikke trenger med brukeren.
ru_ru: Устанавливает, как обрабатываются удаления пользователей **Пример:** - `[p]my data owner management set user deletion level 1` **Аргументы:** - `<level>` - Уровень строгости для удаления пользователя. Описания уровней представлены ниже. Уровень: - `0`: Оставляет ответственность за удаление только важных данных за Шестернями. - `1`: Шестерни будут удалять все данные о пользователе, даже неважные.

source: Handle a deletion request from Discord. This will cause the bot to get rid of or disassociate all data from the specified user ID. You should not use this unless Discord has specifically requested this with regard to a deleted user. This will remove the user from various anti-abuse measures. If you are processing a manual request from a user, you may want `[p]mydata ownermanagement deleteforuser` instead. **Arguments:** - `<user_id>` - The id of the user whose data would be deleted.
nb_no: Håndter en sletteforespørsel fra Discord. Dette vil føre til at botten kvitter seg med eller kobles alle data fra den angitte bruker-ID. Du bør ikke bruke dette med mindre Discord har bedt om dette spesielt med hensyn til en slettet bruker. Dette vil fjerne brukeren fra ulike anti-misbrukstiltak. Hvis du behandler en manuell forespørsel fra brukeren, du skulle ønske `[p]mydata ownermanagement deleteforuser` i stedet. **Argumenter:** - `<user_id>` - Brukerens ID vil bli slettet av data.
ru_ru: Обработка запроса на удаление из Discord. Это заставит бота избавиться от всех данных из указанного ID пользователя. Вы не должны использовать это, если Discord специально не запросил это в отношении удаленного пользователя. Это удалит пользователя из различных противоправных мер. Если вы обрабатываете запрос вручную от пользователя, вы можете захотеть `[p]my data owner management delete for user`. **Аргументы:** - `<user_id>` - Идентификатор пользователя, чьи данные будут удалены.

source: Delete data [botname] has about a user for a user. This will cause the bot to get rid of or disassociate a lot of non-operational data from the specified user. Users have access to a different command for this unless they can't interact with the bot at all. This is a mostly safe operation, but you should not use it unless processing a request from this user as it may impact their usage of the bot. **Arguments:** - `<user_id>` - The id of the user whose data would be deleted.
nb_no: Slett data [botname] har om en bruker for en bruker. Dette vil føre til at botten kvitter seg med eller nedknytter mange ikke-operasjonelle data fra den angitte brukeren. Brukere har tilgang til en annen kommando for dette med mindre de ikke kan samhandle med boten i det hele tatt. Dette er en særlig trygg operasjon, men du bør ikke bruke den hvis ikke en forespørsel fra denne brukeren siden den kan påvirke bruken av boten. **Argumenter:** - `<user_id>- Id-en til brukeren som ville slettet sine data.
ru_ru: У удаления данных [botname] есть пользователь для пользователя. Это приведёт к тому, что бот избавится от множества не-операционных данных от указанного пользователя. Пользователи имеют доступ к другой команде, если они не могут взаимодействовать с ботом вообще. Это в основном безопасная операция, но вы не должны использовать его, если не обрабатывать запрос от этого пользователя, так как это может повлиять на их использование бота. **Аргументы:** - `<user_id>` - Идентификатор пользователя, чьи данные будут удалены.

source: Delete data [botname] has about a user. This will cause the bot to get rid of or disassociate a lot of data about the specified user. This may include more than just end user data, including anti abuse records. **Arguments:** - `<user_id>` - The id of the user whose data would be deleted.
nb_no: Slett data [botname] har om en bruker. Dette vil forårsake at botten kvitter seg med eller nedknytter mange data om den angitte brukeren. Dette kan omfatte mer enn bare sluttbrukerdata, inkludert anti-data i form av misbruk. **Argumenter:** - `<user_id>- Id-en til brukeren som vil bli slettet.
ru_ru: У удаления данных [botname] есть о пользователе. Это заставит бота избавиться от множества данных о указанном пользователе. Это может включать не только данные конечного пользователя, включая записи об оскорблении злоупотреблениями. **Аргументы:** - `<user_id>` - Идентификатор пользователя, чьи данные будут удалены.

source: Commands for toggling embeds on or off. This setting determines whether or not to use embeds as a response to a command (for commands that support it). The default is to use embeds. The embed settings are checked until the first True/False in this order: - In guild context: 1. Channel override - `[p]embedset channel` 2. Server command override - `[p]embedset command server` 3. Server override - `[p]embedset server` 4. Global command override - `[p]embedset command global` 5. Global setting -`[p]embedset global` - In DM context: 1. User override - `[p]embedset user` 2. Global command override - `[p]embedset command global` 3. Global setting - `[p]embedset global`
nb_no: Kommandoer for å skru embeds på eller av. Denne innstillingen avgjør om embeds blir brukt som svar på en kommando (for kommandoer som støtter den). Standard er å bruke embeds. Embed innstillingene kontrolleres til den første True/False i denne rekkefølgen: - I server kontekst: 1. Kanal overstyring `[p]embedset channel` 2. Server kommando overstyring `[p]embedset command server` 3. Server overstyring `[p]embedset server` 4. Global kommando overstyring `[p]embedset command global` 5. Global innstilling `[p]embedset global` - I DM kontekst: 1. Bruker overstyring `[p]embedset user` 2. Global kommando overstyring `[p]embedset command global` 3. Global innstilling `[p]embedset global`
ru_ru: Команды для включения или выключения embeds. Этот параметр определяет использование embeds в качестве ответа на команду (для поддерживающих его). По умолчанию используется вставки. Настройки вставки проверяются до первого параметра True/False в этом порядке: - В контексте гильдии: 1. Канал переопределяет - `[p]встраиваемый канал` 2. Server command override - `[p]embed set command server` 3. Сервер переопределяет - `[p]embed set server` 4. Глобальная команда override - `[p]embed set command global` 5. Глобальная настройка -`[p]embed set global` - В контексте ТМ: 1. Пользователь переопределяет - `[p]embed set user` 2. Глобальная команда override - `[p]embed set command global` 3. Глобальная настройка - `[p]embed set global`

source: Show the current embed settings. Provide a command name to check for command specific embed settings. **Examples:** - `[p]embedset showsettings` - Shows embed settings. - `[p]embedset showsettings info` - Also shows embed settings for the 'info' command. - `[p]embedset showsettings "ignore list"` - Checking subcommands requires quotes. **Arguments:** - `[command]` - Checks this command for command specific embed settings.
ru_ru: Показать текущие настройки встраивания. Укажите имя команды, чтобы проверить наличие настроек встраивания для конкретной команды. **Примеры:** - `[p]embed set show settings` - Показывает настройки встраивания. - `[p]embed set show settings info` - Также показывает настройки встраивания для команды 'info'. - `[p]embed set show settings "ignore list"` - Проверка под команд требует кавычек. **Аргументы:** - `[command]` - Проверяет эту команду на наличие настроек встраивания для конкретной команды.

source: Toggle the global embed setting. This is used as a fallback if the user or guild hasn't set a preference. The default is to use embeds. To see full evaluation order of embed settings, run `[p]help embedset`. **Example:** - `[p]embedset global`
nb_no: Veksle den globale innebyggingsinnstillingen. Dette brukes som en reserveløsning hvis brukeren eller guilden ikke har angitt en preferanse. Standard er å bruke embeds. For å se full evalueringsrekkefølge med embed innstillinger, kjør `[p]hjelp med embedset`. **Eksempel:** - `[p]embedset global`
ru_ru: Переключить глобальный встраиваемый параметр. Это используется как резервная копия, если пользователь или гильдия не установили предпочтение. По умолчанию используется вставки. Чтобы увидеть полный порядок выставления параметров встраивания, запустите `[p]help embed set`. **Пример:** - `[p]embed set global`

source: Set the server's embed setting. If set, this is used instead of the global default to determine whether or not to use embeds. This is used for all commands done in a server. If enabled is left blank, the setting will be unset and the global default will be used instead. To see full evaluation order of embed settings, run `[p]help embedset`. **Examples:** - `[p]embedset server False` - Disables embeds on this server. - `[p]embedset server` - Resets value to use global default. **Arguments:** - `[enabled]` - Whether to use embeds on this server. Leave blank to reset to default.
nb_no: Angi serverens embed innstilling. Hvis det er angitt, brukes dette i stedet for den globale standard for å bestemme om det skal brukes embeds eller ikke. Dette brukes på alle kommandoer gjort på en server. Hvis det er aktiver og latt være tom vil innstillingen ikke bli brukt og den globale standarden vil bli brukt i stedet. For å se full evalueringsrekkefølge om embed innstillinger, kjør `[p]help embedset`. **Eksempler:** - `[p]embedset server False` - Deaktiverer embeds på denne serveren. - `[p]embedset server` - Nullstiller verdi for å bruke global standard. **Argumenter:** - `[enabled]` - Om du vil bruke embeds på denne serveren. La den være blank for å tilbakestille til standard.
ru_ru: Установите настройки для вставки сервера. Если установлено, используется вместо глобальных по умолчанию для определения использования встраиваемых устройств. Это используется для всех команд, выполняемых на сервере. Если включено, оставлено пустым, параметр будет удален, и вместо него будут использоваться глобальные настройки. Чтобы увидеть полный порядок выставления параметров встраивания, запустите `[p]help embed set`. **Примеры:** - `[p]embed set server False` - Отключает вложения на этом сервере. - `[p]embed set server` - Сбрасывает значение для использования значения по умолчанию. **Аргументы:** - `[enabled]` - Использовать ли вложения на этом сервере. Оставьте пустым, чтобы сбросить к настройкам по умолчанию.

source: Sets a command's embed setting. If you're the bot owner, this will try to change the command's embed setting globally by default. Otherwise, this will try to change embed settings on the current server. If enabled is left blank, the setting will be unset. To see full evaluation order of embed settings, run `[p]help embedset`. **Examples:** - `[p]embedset command info` - Clears command specific embed settings for 'info'. - `[p]embedset command info False` - Disables embeds for 'info'. - `[p]embedset command "ignore list" True` - Quotes are needed for subcommands. **Arguments:** - `[enabled]` - Whether to use embeds for this command. Leave blank to reset to default.
ru_ru: Устанавливает встраиваемый параметр команды. Если вы владелец бота, попробует изменить по умолчанию параметр для вставки команды. В противном случае это попробует изменить настройки вставки на текущий сервер. Если включено, остаётся пустым, параметр будет снят. Чтобы увидеть полный порядок выставления параметров встраивания, запустите `[p]help embed set`. **Примеры:** - `[p]embed set command info` - очищает специфичные для команды параметры вставки для 'info'. - `[p]embed set info False` - Отключает вложения для 'info'. - `[p]embed set команда "ignore list" True` - Цитаты необходимы для под команд. **Аргументы:** - `[enabled]` - Использовать ли вложения для этой команды. Оставьте пустым, чтобы сбросить на значения по умолчанию.

source: Sets a command's embed setting globally. If set, this is used instead of the global default to determine whether or not to use embeds. If enabled is left blank, the setting will be unset. To see full evaluation order of embed settings, run `[p]help embedset`. **Examples:** - `[p]embedset command global info` - Clears command specific embed settings for 'info'. - `[p]embedset command global info False` - Disables embeds for 'info'. - `[p]embedset command global "ignore list" True` - Quotes are needed for subcommands. **Arguments:** - `[enabled]` - Whether to use embeds for this command. Leave blank to reset to default.
ru_ru: Устанавливает встраиваемый параметр команды. Если вы владелец бота, попробует изменить по умолчанию параметр для вставки команды. В противном случае это попробует изменить настройки вставки на текущий сервер. Если включено, остаётся пустым, параметр будет снят. Чтобы увидеть полный порядок выставления параметров встраивания, запустите `[p]help embed set`. **Примеры:** - `[p]embed set command info` - очищает специфичные для команды параметры вставки для 'info'. - `[p]embed set info False` - Отключает вложения для 'info'. - `[p]embed set команда "ignore list" True` - Цитаты необходимы для под команд. **Аргументы:** - `[enabled]` - Использовать ли вложения для этой команды. Оставьте пустым, чтобы сбросить на значения по умолчанию.

source: Sets personal embed setting for DMs. If set, this is used instead of the global default to determine whether or not to use embeds. This is used for all commands executed in a DM with the bot. If enabled is left blank, the setting will be unset and the global default will be used instead. To see full evaluation order of embed settings, run `[p]help embedset`. **Examples:** - `[p]embedset user False` - Disables embeds in your DMs. - `[p]embedset user` - Resets value to use global default. **Arguments:** - `[enabled]` - Whether to use embeds in your DMs. Leave blank to reset to default.
ru_ru: Устанавливает персональную настройку для диспетчеров. Если установлено, используется вместо глобальных по умолчанию для определения использования встраиваемых устройств. Используется для всех команд, выполняемых в личных сообщениях с ботом. Если включено, оставлено пустым, параметр будет удален, и вместо него будут использоваться глобальные настройки. Чтобы увидеть полный порядок выставления параметров встраивания, запустите `[p]help embed set`. **Примеры:** - `[p]embed set user False` - Отключает встраивает в вашу личные сообщения. - `[p]embed set user` - Сбрасывает значение для использования значения по умолчанию. **Аргументы:** - `[enabled]` - Использовать ли вставки в вашу личных сообщениях. Оставьте пустым, чтобы сбросить к настройкам по умолчанию.

source: Sends to the owner the last command exception that has occurred. If public (yes is specified), it will be sent to the chat instead. Warning: Sending the traceback publicly can accidentally reveal sensitive information about your computer or configuration. **Examples:** - `[p]traceback` - Sends the traceback to your DMs. - `[p]traceback True` - Sends the last traceback in the current context. **Arguments:** - `[public]` - Whether to send the traceback to the current context. Leave blank to send to your DMs.
ru_ru: Отправляет владельцу последний произошедшее исключение команды. Если публичная (да указана), она будет отправлена в чат. Предупреждение: Отправка трассировки может случайно раскрыть конфиденциальную информацию о вашем компьютере или конфигурации. **Примеры:** - `[p]trace back` - Отправляет Trace back на ваш личные сообщения. - `[p]trace back True` - Отправляет последнюю обратную связь в текущем контексте. **Аргументы:** - `[public]` - Отправка трассировки в текущий контекст. Оставьте пустым для отправки в личные сообщения.

source: Shows [botname]'s invite url. This will always send the invite to DMs to keep it private. This command is locked to the owner unless `[p]inviteset public` is set to True. **Example:** - `[p]invite`
ru_ru: Показывает URL приглашения [botname]. Приглашение всегда будет отправляться в личные сообщения, чтобы сохранить его конфиденциальность. Эта команда заблокирована для владельца, если `[p]invite set public' не установлено значение True. **Пример:** - `[p]invite`

source: Toggles if `[p]invite` should be accessible for the average user. The bot must be made into a `Public bot` in the developer dashboard for public invites to work. **Example:** - `[p]inviteset public yes` - Toggles the public invite setting. **Arguments:** - `[confirm]` - Required to set to public. Not required to toggle back to private.
ru_ru: Переключает, должен ли `[p]invite` быть доступен для обычного пользователя. Для работы публичных приглашений бот должен быть превращен в `Public bot` в панели разработчика. **Пример:** - `[p]invite set public yes` - переключает настройку публичных приглашений. **Аргументы:** - `[confirm]` - Требуется для установки публичного приглашения. Не требуется для переключения обратно в приватный режим.

source: Make the bot create its own role with permissions on join. The bot will create its own role with the desired permissions when it joins a new server. This is a special role that can't be deleted or removed from the bot. For that, you need to provide a valid permissions level. You can generate one here: https://discordapi.com/permissions.html Please note that you might need two factor authentication for some permissions. **Example:** - `[p]inviteset perms 134217728` - Adds a "Manage Nicknames" permission requirement to the invite. **Arguments:** - `<level>` - The permission level to require for the bot in the generated invite.
ru_ru: Заставьте бота создавать свою собственную роль с правами при присоединении. При присоединении к новому серверу бот будет создавать свою собственную роль с необходимыми разрешениями. Это особая роль, которая не может быть удалена или снята с бота. Для этого вам необходимо указать действительный уровень прав. Вы можете генерировать его здесь: https://discordapi.com/permissions.html. Обратите внимание, что для некоторых разрешений может потребоваться двух-факторная аутентификация. **Пример:** - `[p]invite set perms 134217728` - Добавляет требование разрешения "Управлять Nicknames" к приглашению. **Аргументы:** - `<level>` - Уровень разрешения, который требуется для бота в генерированном приглашении.

source: Leaves servers. If no server IDs are passed the local server will be left instead. Note: This command is interactive. **Examples:** - `[p]leave` - Leave the current server. - `[p]leave "Red - Discord Bot"` - Quotes are necessary when there are spaces in the name. - `[p]leave 133049272517001216 240154543684321280` - Leaves multiple servers, using IDs. **Arguments:** - `[servers...]` - The servers to leave. When blank, attempts to leave the current server.
ru_ru: Оставляет серверы. Если ID сервера не передается, то будет оставлен локальный сервер. Примечание: Эта команда является интерактивной. **Примеры:** - `[p]leave` - Оставьте текущий сервер. - `[p]покинул "Красный - Discord Bot"` - Цитаты необходимы, когда в имени есть пробелы. - `[p]покинул 133049272517001216 240154543684321280` - Листья несколько серверов, используя ID. **Аргументы:** - `[servers...]` - Сервера уйти. Если пусто, попытается покинуть текущий сервер.

source: Loads cog packages from the local paths and installed cogs. See packages available to load with `[p]cogs`. Additional cogs can be added using Downloader, or from local paths using `[p]addpath`. **Examples:** - `[p]load general` - Loads the `general` cog. - `[p]load admin mod mutes` - Loads multiple cogs. **Arguments:** - `<cogs...>` - The cog packages to load.
ru_ru: Загружает ког-пакеты по локальным путям и установленным когам. Смотрите пакеты, доступные для загрузки с помощью `[p]cogs`. Дополнительные коги могут быть добавлены с помощью Downloader, или из локальных путей с помощью `[p]addpath`. **Примеры:** - `[p]загрузить генерал` - Загружает код `general`. - `[p]загрузить мод администратора - Загружает несколько кодов. **Аргументы:** - `<cogs...>` - Пакеты для загрузки.

source: Unloads previously loaded cog packages. See packages available to unload with `[p]cogs`. **Examples:** - `[p]unload general` - Unloads the `general` cog. - `[p]unload admin mod mutes` - Unloads multiple cogs. **Arguments:** - `<cogs...>` - The cog packages to unload.
ru_ru: Выгружает ранее загруженные пакеты cog. Смотрите пакеты, доступные для выгрузки с помощью `[p]cogs`. **Примеры:** - `[p]unload general` - Выгружает ког `general`. - `[p]unload admin mod mutes` - Выгружает несколько зубцов. **Аргументы:** - `<cogs...>` - Пакеты cog для выгрузки.
