Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Your Red instance is out of date! {} is the current version, however you are using {}!
de_de: Deine Red Instanz ist veraltet! {} ist die aktuelle Version, aber du benutzt {}!
es_es: ¡Tu instancia Red está desactualizada! ¡{} es la versión actual, sin embargo estás usando {}!
fr_fr: Votre instance de Red est obsolète ! {} est la version actuelle, cependant vous utilisez {} !
nb_no: Red forekomsten din er utgått på dato! {} er den gjeldende versjonen, men du bruker {}!
ru_ru: Ваш экземпляр Red устарел! {} - это текущая версия, но вы используете {}!
tr_tr: Red misaliniz eskimiş durumda! Şu anki sürüm {}, fakat siz {} kullanmaktasınız!

source: While the following command should work in most scenarios as it is based on your current OS, environment, and Python version, **we highly recommend you to read the update docs at <{docs}> and make sure there is nothing else that needs to be done during the update.**
de_de: Normalerweise kannst du zum Updaten den folgenden Befehl verwenden. Er berücksichtigt dein Betriebssystem sowie die meisten anderen Umgebungsfaktoren. **Dennoch empfehlen wir dir die aktualisierte Anleitung unter <{docs}> anzuschauen um sicherzugehen, dass du beim Updaten auf nicht anderes achten musst.**
es_es: Parece que el siguiente comando debería funcionar en la mayoría de escenarios ya que está basado en su versión actual de SO, entorno y Python, **te recomendamos que leas los documentos de actualización en <{docs}> y asegúrate de que no hay nada más que hacer durante la actualización.**
fr_fr: Bien que la commande suivante devrait fonctionner dans la plupart des scénarios vu qu'elle est basée sur votre système d'exploitation, votre environnement et votre version de Python **Nous vous recommandons fortement de lire la documentation de mise à jour à ce lien <{docs}> et de vous assurer qu'il n'y a rien d'autre à faire pendant la mise à jour.**
nb_no: Mens denne kommandoen bør fungere i de fleste scenarier, ettersom den er basert på ditt nåværende OS, miljø og Python-versjon, **vi anbefaler deg på det sterkeste å lese oppdateringen dokumenter ved <{docs}> og forsikre deg om at det er ingenting annet som må gjøres under oppdateringen.**
ru_ru: Хотя следующая команда должна работать в большинстве сценариев, поскольку она основана на вашей текущей ОС, окружении и версии Python, **мы настоятельно рекомендуем вам прочитать документацию по обновлению в <{docs}> и убедиться, что нет ничего другого, что нужно сделать во время обновления.**
tr_tr: Aşağıdaki komutun her ne kadar şu anki işletim sisteminiz, ortamınız, ve Python sürümünüze dayandığı için çoğu senaryoda çalışması gereksede, ** <{docs}> tan güncelleme evraklarını okumanız ve güncelleme sırasında yapılması gereken başka bir şey var mı kontrol etmeniz önemle tavsiye edilir.**

source: You have Python `{py_version}` and this update requires `{req_py}`; you cannot simply run the update command. You will need to follow the update instructions in our docs above, if you still need help updating after following the docs go to our #support channel in <https://discord.gg/red>
de_de: Du hast Python `{py_version}` aber dieses Update benötigt `{req_py}`. Du kannst nicht einfach den Update-Befehl ausführen. Besuche die Anleitung unter dem obigen Link und folge den dort aufgeführten Schritten. Wenn du weitere Hilfe beim Updaten benötigst schau im #support Kanal in <https://discord.gg/red> vorbei
es_es: Tienes Python `{py_version}` y esta actualización requiere `{req_py}`; no puedes simplemente ejecutar el comando de actualización. Necesitarás seguir las instrucciones de actualización en nuestros documentos anteriores si todavía necesitas ayuda para actualizar después de seguir los documentos ve a nuestro canal #support en <https://discord.gg/red>
fr_fr: Vous avez Python version `{py_version}` et cette mise à jour nécessite la version `{req_py}` ; vous ne pouvez pas simplement exécuter la commande de mise à jour. Vous devrez suivre les instructions de mise à jour dans notre documentation ci-dessus, si vous avez toujours besoin d'aide pour la mise à jour après avoir suivi la documentation, vous pouvez aller sur notre salon de #support dans <https://discord.gg/red>
nb_no: Du har Python `{py_version}` og denne oppdateringen krever `{req_py}`; du kan ikke bare kjøre oppdateringskommandoen. Du må følge oppdateringsinstruksjonene i våre dokumenter ovenfor hvis du fortsatt trenger hjelp til å oppdatere etter å ha fulgt dokkene går til vår #support kanalen i <https://discord.gg/red>
ru_ru: У вас Python `{py_version}`, и это обновление требует `{req_py}`; вы не можете просто выполнить команду update. Вам нужно будет следовать инструкциям по обновлению в наших документах выше, если вам все еще нужна помощь в обновлении после следования документам, обратитесь на наш канал #support в <https://discord.gg/red>
tr_tr: Sizin Python sürümünüz `{py_version}` ve bu güncelleme için `{req_py}` gerekmekte; update komutunu çalıştıramazsınız. Yukarıdaki kılavuzlarımızda bulunan güncelleme talimatlarını takip etmeniz gerekmektedir. Eğer kılavuzları takip ettikten sonra yardıma ihtiyacınız varsa <https://discord.gg/red> sunusundaki #support kanalına başvurunuz.

source: To update your bot, first shutdown your bot then open a window of {console} (Not as admin) and run the following:{command_1} Once you've started up your bot again, we recommend that you update any installed 3rd-party cogs with this command in Discord:{command_2}
de_de: Um deinen Bot zu aktualisieren, schalte ihn zuerst aus. Öffne dann ein Fenster der {console} (nicht als Administrator) und führe folgendes aus: {command_1} Nachdem du deinen Bot wieder gestartet hast, empfehlen wir, alle installierten 3rd-party-Cogs mit diesem Befehl in Discord zu aktualisieren: {command_2}
es_es: Para actualizar tu bot, primero apaga tu bot y luego abre una ventana de {console} (no como administrador) y ejecuta lo siguiente:{command_1} Una vez que hayas iniciado tu bot de nuevo, le recomendamos que actualice cualquier cog de terceros instalado con este comando en Discord:{command_2}
fr_fr: Pour mettre à jour votre bot, arrêtez d'abord votre bot puis ouvrez une fenêtre de{console} (Pas en tant qu'administrateur) et exécutez ce qui suit :{command_1} Une fois que vous avez redémarré votre bot, nous vous recommandons de mettre à jour tous les cogs tiers installés avec cette commande dans Discord :{command_2}

source: Command Prompt
de_de: die Windows-Eingabeaufforderung(CMD)
es_es: Línea de comandos
fr_fr: Invite de commande
nb_no: Ledetekst for kommando
ru_ru: Командная строка
tr_tr: Komut İstemi

source: `{user_input}` is not a valid value for `{command}`
de_de: `{user_input}` ist kein gültiger Wert für `{command}`
es_es: `{user_input}` no es un valor válido para `{command}`
fr_fr: `{user_input}` n'est pas une valeur valide pour `{command}`
nb_no: `{user_input}` er ikke en gyldig verdi for `{command}`
ru_ru: `{user_input}` не является допустимым значением для `{command}`
tr_tr: `{user_input}`, `{command}` komutu için geçerli bir değer değil.

source: Argument `{parameter_name}` must be a positive integer.
de_de: Argument `{parameter_name}` muss eine positive integer sein.
es_es: El argumento `{parameter_name}` debe ser un entero positivo.
fr_fr: L'argument {parameter_name} doit être un entier positif.

source: Argument `{parameter_name}` must be an integer no more than {maximum}.
de_de: Argument `{parameter_name}` muss ein integer sein und darf nicht mehr als {maximum} sein.
es_es: El argumento `{parameter_name}` debe ser un número entero menor a {maximum}.
fr_fr: L'argument `{parameter_name}` ne doit pas être un entier supérieur à {maximum}.

source: Argument `{parameter_name}` must be an integer no less than {minimum}.
de_de: Argument `{parameter_name}` muss ein integer sein und nicht weniger als {minimum} sein.
es_es: El argumento `{parameter_name}` debe ser un número entero superior a {minimum}.
fr_fr: L'argument `{parameter_name}` doit être un entier au moins de {minimum}.

source: Argument `{parameter_name}` must be an integer between {minimum} and {maximum}.
de_de: Argument `{parameter_name}` muss eine integer zwischen {minimum} und {maximum} sein.
es_es: El argumento `{parameter_name}` debe ser un número entero entre {minimum} y {maximum}.
fr_fr: L'argument `{parameter_name}` doit être un entier entre {minimum} et {maximum}.

source: Argument `{parameter_name}` must be a positive number.
de_de: Argument `{parameter_name}` muss eine positive Zahl sein.
es_es: El argumento `{parameter_name}` debe ser un número positivo.
fr_fr: L'argument `{parameter_name}` doit être un nombre positif.

source: Argument `{parameter_name}` must be a number no more than {maximum}.
de_de: Argument `{parameter_name}` muss eine Zahl und darf nicht mehr sein als {maximum}.
es_es: El argumento `{parameter_name}` debe ser un número menor a {maximum}.
fr_fr: L'argument `{parameter_name}` ne doit pas être un nombre supérieur à {maximum}.

source: Argument `{parameter_name}` must be a number no less than {maximum}.
de_de: Argument `{parameter_name}` muss eine Zahl und nicht weniger als {maximum} sein.
es_es: El argumento `{parameter_name}` debe ser un número no inferior a {maximum}.
fr_fr: L'argument `{parameter_name}` doit être un nombre au moins de {maximum}.

source: Argument `{parameter_name}` must be a number between {minimum} and {maximum}.
de_de: Argument `{parameter_name}` muss eine Zahl zwischen {minimum} und {maximum} sein.
es_es: El argumento `{parameter_name}` debe ser un número entre {minimum} y {maximum}.
fr_fr: L'argument `{parameter_name}` doit être un nombre compris entre {minimum} et {maximum}.

source: Argument `{parameter_name}` must be a string with a length of no more than {maximum}.
de_de: Argument `{parameter_name}` muss ein String mit einer Länge von nicht mehr als {maximum} sein.
es_es: El argumento `{parameter_name}` debe ser un string con una longitud menor a {maximum}.
fr_fr: L'argument `{parameter_name}` doit être une chaîne de caractères d'une longueur maximale de {maximum}.

source: Argument `{parameter_name}` must be a string with a length of no less than {minimum}.
de_de: Argument `{parameter_name}` muss ein String mit einer Länge von nicht weniger als {minimum} sein.
es_es: El argumento `{parameter_name}` debe ser un string con una longitud mayor a {minimum}.
fr_fr: L'argument `{parameter_name}` doit être une chaîne de caractères d'une longueur maximale de {minimum}.

source: Argument `{parameter_name}` must be a string with a length of between {minimum} and {maximum}.
de_de: Argument `{parameter_name}` muss ein String mit einer Länge von zwischen {minimum} und {maximum} sein.
es_es: El argumento `{parameter_name}` debe ser un string con una longitud entre {minimum} y {maximum}.
fr_fr: L'argument `{parameter_name}` doit être une chaîne de caractères d'une longueur comprise entre {minimum} et {maximum}.

source: Argument `{parameter_name}` must be a number no less than {minimum}.
de_de: Argument `{parameter_name}` muss eine Zahl und nicht weniger als {minimum} sein.
es_es: El argumento `{parameter_name}` debe ser un número mayor a {minimum}.
fr_fr: L'argument `{parameter_name}` doit être un nombre au moins de {minimum}.

source: "{argument}" is not an integer.
de_de: "{argument}" ist kein integer.
es_es: "{argument}" no es un entero.
fr_fr: "{argument}" n'est pas un nombre.

source: "{argument}" is not a number.
de_de: "{argument}" ist keine Zahl.
es_es: "{argument}" no es un número.
fr_fr: "{argument}" n'est pas un nombre.

source: Error in command '{command}'. Check your console or logs for details.
de_de: Fehler im Befehl '{command}'. Überprüfen Sie Ihre Konsole oder Protokolle für Details.
es_es: Error en el comando '{command}'. Revisa tu consola o logs para obtener más detalles.
fr_fr: Erreur dans la commande '{command}'. Vérifiez votre console ou les logs pour plus de détails.
nb_no: Feil under kommandoen{command}'. Sjekk konsollen eller loggene for detaljer.
ru_ru: Ошибка в команде '{command}'. Проверьте консоль или журналы для получения подробной информации.
tr_tr: Bu komutu kullanırken bir hata oluştu '{command}'. Detaylar için konsolu veya günlükleri kontrol edin.

source: Error in command '{command}'.
de_de: Fehler im Befehl '{command}'.
es_es: Error en el comando '{command}'.
fr_fr: Erreur lors de l’exécution de la commande '{command}'.

source: I require the {permission} permission to execute that command.
de_de: Ich benötige die Berechtigung {permission}, um diesen Befehl auszuführen.
es_es: Necesito el permiso {permission} para ejecutar ese comando.
fr_fr: J'ai besoin de la permission {permission} pour exécuter cette commande.
nb_no: Jeg trenger {permission} tillatelse til å utføre denne kommandoen.
ru_ru: Мне требуется разрешение {permission} на выполнение этой команды.
tr_tr: O komutu çalıştırmak için {permission} iznine ihtiyacım var.

source: I require {permission_list} permissions to execute that command.
de_de: Ich benötige folgende Berechtigungen, um diesen Befehl auszuführen: {permission_list}
es_es: Necesito el permiso {permission_list} para ejecutar este comando.
fr_fr: J'ai besoin de ces permissions {permission_list} pour exécuter cette commande.
nb_no: Jeg krever {permission_list} tillatelser til å utføre den kommandoen.
ru_ru: Мне требуются разрешения {permission_list} для выполнения этой команды.
tr_tr: O komutu çalıştırmak için {permission_list} izinlerine ihtiyacım var.

source: That command is not available in DMs.
de_de: Dieser Befehl ist nicht in Direktnachrichten verfügbar.
es_es: Ese comando no está disponible en DMs.
fr_fr: Cette commande n'est pas disponible en Messages Privés (DMs).
nb_no: Den kommandoen er ikke tilgjengelig i direktemeldinger.
ru_ru: Эта команда недоступна в DMs.
tr_tr: Bu komut DM üzerinden kullanılamaz.

source: That command is only available in DMs.
de_de: Dieser Befehl kann nur in Direktnachrichten genutzt werden.
es_es: Ese comando sólo está disponible en DMs.
fr_fr: Cette commande est disponible seulement en messages privés.
nb_no: Den kommandoen er bare tilgjengelig i direktemeldinger.
ru_ru: Эта команда доступна только в DMs.
tr_tr: Bu komut sadece DM üzerinden kullanılabilir.

source: That command is only available in NSFW channels.
de_de: Dieser Befehl ist nur in NSFW-Kanälen verfügbar.
es_es: Este comando sólo está disponible en canales NSFW.
fr_fr: Cette commande n'est disponible que dans les channels NSFW.
nb_no: Denne kommandoen er bare tilgjengelig i NSFW kanaler.
ru_ru: Эта команда доступна только в NSFW каналах.
tr_tr: Bu komut yalnızca Uygunsuz (NSFW) kanallarda kullanılabilir.

source: This command is on cooldown. Try again {relative_time}.
de_de: Dieser Befehl ist auf Abklingzeit. Versuche es erneut {relative_time}.
es_es: Este comando está en enfriamiento. Inténtalo de nuevo {relative_time}.
fr_fr: Cette commande est en cours de rechargement. Réessayez {relative_time}.

source: Too many people using this command. It can only be used {number} times concurrently.
de_de: Zu viele Personen verwenden diesen Befehl. Er kann nur gleichzeitig {number} Mal verwendet werden.
es_es: Demasiadas personas usando este comando. Sólo se puede usar {number} veces al mismo tiempo.
fr_fr: Trop de personnes utilisent cette commande. Elle ne peut être utilisée que {number} fois simultanément.
nb_no: For mange personer som bruker denne kommandoen. Den kan bare brukes {number} ganger samtidig.
ru_ru: Слишком много людей используют эту команду. Одновременно ее можно использовать только {number} раз.
tr_tr: Bu komutu kullanmakta olan çok fazla kişi var. Aynı anda sadece {number} kez kullanılabilir.

source: Too many people using this command. It can only be used once concurrently.
de_de: Zu viele Benutzer, die diesen Befehl verwenden. Er kann nur einmal gleichzeitig verwendet werden.
es_es: Demasiadas personas usando este comando. Sólo se puede usar una vez al mismo tiempo.
fr_fr: Trop de personnes utilisent cette commande. Elle ne peut être utilisée que une fois simultanément.
nb_no: For mange personer som bruker denne kommandoen. Den kan bare brukes en tid samtidig.
ru_ru: Слишком много людей используют эту команду. Одновременно ее можно использовать только один раз.
tr_tr: Bu komutu çok fazla kişi kullanmakta. Aynı anda sadece bir kere kullanılabilir.

source: That command is still completing, it can only be used {number} times per {type} concurrently.
de_de: Dieser Befehl ist noch in Bearbeitung. Er kann pro {type} nur gleichzeitig {number} Mal verwendet werden.
es_es: Ese comando todavía se está completando, solo puede ser usado {number} veces por {type} al mismo tiempo.
fr_fr: Cette commande est toujours en cours d’exécution, elle ne peut être utilisée que {number} fois par {type} simultanément.
nb_no: Den kommandoen fullført fortsatt, den kan bare brukes {number} ganger per {type} samtidig.
ru_ru: Эта команда все еще выполняется, она может использоваться одновременно только {number} раз за {type}.
tr_tr: Komutun çalıştırılması henüz bitmedi, aynı anda {type} başına {number} kere kullanılabilir.

source: That command is still completing, it can only be used once per {type} concurrently.
de_de: Dieser Befehl ist noch in Bearbeitung. Er kann pro {type} nur einmal gleichzeitig verwendet werden.
es_es: Este comando todavía se está completando, solo se puede usar una vez cada {type} al mismo tiempo.
fr_fr: Cette commande est toujours en cours d’exécution, elle ne peut être utilisée qu'une seule fois par {type} simultanément.
nb_no: Den kommandoen er fortsatt fullført, den kan bare brukes en gang per {type} samtidig.
ru_ru: Эта команда все еще выполняется, она может быть использована одновременно только один раз за {type}.
tr_tr: Komutun çalıştırılması henüz bitmedi, {type} başına sadece bir kere kullanılabilir.

source: Too many people using this command. It can only be used {number} times per {type} concurrently.
de_de: Zu viele Personen benutzen diesen command. Er kann nur {number} Mal pro {type} verwendet werden.
es_es: Demasiadas personas usando este comando. Sólo se puede usar {number} veces por {type} al mismo tiempo.
fr_fr: Trop de personnes utilisent cette commande. Elle ne peut être utilisée que {number} fois par {type} simultanément.
nb_no: For mange personer som bruker denne kommandoen. Den kan bare brukes {number} ganger per {type} samtidig.
ru_ru: Слишком много людей используют эту команду. Одновременно ее можно использовать только {number} раз для {type}.
tr_tr: Bu komutu kullanmakta olan çok fazla kişi var. {type} başına aynı anda {number} kez kullanılabilir.

source: Too many people using this command. It can only be used once per {type} concurrently.
de_de: Zu viele Personen verwenden diesen Befehl. Er kann nur einmal gleichzeitig pro {type} verwendet werden.
es_es: Demasiadas personas usando este comando. Sólo se puede usar una vez cada {type} al mismo tiempo.
fr_fr: Trop de personnes utilisent cette commande. Elle ne peut être utilisée qu'une seule fois par {type} simultanément.
nb_no: For mange personer som bruker denne kommandoen. Den kan bare brukes en tid per {type} samtidig.
ru_ru: Слишком много людей используют эту команду. Одновременно ее можно использовать только один раз для каждого {type}.
tr_tr: Bu komutu çok fazla kişi kullanmakta. Aynı anda {type} başına sadece bir kere kullanılabilir.

source: Can't pay for this command in DM without a global bank.
de_de: Dieser Befehl kann ohne eine globale Bank nicht in den Direktnachrichten bezahlt werden.
es_es: No se puede pagar con este comando en DM sin un banco global.
fr_fr: Impossible de payer cette commande en message privé sans banque globale.
nb_no: Kan ikke betale for denne kommandoen i DM uten en global bank.
ru_ru: Не удается оплатить эту команду в ЛС без глобального банка.
tr_tr: Bu komut için özel mesajda küresel banka olmaksızın ödeme yapılamaz.

source: You need at least {cost} {currency} to use this command.
de_de: Sie benötigen mindestens {cost} {currency} um diesen Befehl zu verwenden.
es_es: Necesitas al menos {cost} {currency} para usar este comando.
fr_fr: Vous avez besoin d’au moins {cost} {currency} pour utiliser cette commande.
nb_no: Du trenger minst {cost} {currency} for å bruke denne kommandoen.
ru_ru: Вам нужно как минимум {cost} {currency} для того чтобы использовать данную команду.
tr_tr: Bu komutu kullanabilmen için {cost} {currency} ihtiyacın var.

source: There is still one message remaining. Type {command_1} to continue or {command_2} to upload all contents as a file.
de_de: Es bleibt noch eine Nachricht übrig. Geben Sie {command_1} ein, um fortzufahren oder {command_2}, um alle Inhalte als Datei hochzuladen.
es_es: Todavía queda un mensaje. Escribe {command_1} para continuar o {command_2} para subir todos los contenidos como archivos.
fr_fr: Il reste encore un message. Tapez {command_1} pour continuer ou {command_2} pour télécharger tout le contenu en tant que fichier.

source: There are still {count} messages remaining. Type {command_1} to continue or {command_2} to upload all contents as a file.
de_de: Es bleiben noch {count} Nachrichten. Geben Sie {command_1} ein, um fortzufahren oder {command_2}, um alle Inhalte als Datei hochzuladen.
es_es: Quedan {count} mensajes pendientes. Escriba {command_1} para continuar o {command_2} para subir todos los contenidos como archivos.
fr_fr: Il y a encore des messages {count} restants. Tapez {command_1} pour continuer ou {command_2} pour télécharger tout le contenu en tant que fichier.

source: Alias {alias_name} is already an existing command or alias in one of the loaded cogs.
de_de: Alias {alias_name} ist ein bereits existierender Befehl oder Alias in einem der geladenen Cogs.
es_es: El alias {alias_name} ya es un comando o alias existente en uno de los cogs cargados.
fr_fr: L'alias {alias_name} est une commande ou un alias qui existe déjà dans l'un des cogs chargés.
nb_no: Alias {alias_name} er allerede en eksisterende kommando eller alias i en av de lastet cogs.
ru_ru: Псевдоним {alias_name} уже является существующей командой или псевдонимом в одном из загруженных cog'ов.
tr_tr: {alias_name} çalışmakta olan coglardan birinde bir komut veya komut takma adı olarak zaten kullanımda.

source: Command {command_name} is already an existing command or alias in one of the loaded cogs.
de_de: Befehl {command_name}, ist ein bereits existierender Befehl oder Alias in einem der geladenen cogs.
es_es: El comando {command_name} ya es un comando o alias existente en uno de los cogs cargados.
fr_fr: La commande {command_name} est une commande ou un alias qui existe déjà dans l'un des cogs chargés.
nb_no: Kommandoen {command_name} er allerede en eksisterende kommando eller alias i en av de lastet cogs.
ru_ru: Команда {command_name} уже существует или ее псевдоним занят в одном из загруженных cog'ов.
tr_tr: {command_name} çalışmakta olan coglardan birinde bir komut veya komut takma adı olarak zaten kullanımda.
