Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Regional formatting will now be based on bot's locale in this server.
es_es: El formato regional ahora se basará en la localización del bot en este servidor.
fr_fr: Le formatage régional sera maintenant basé sur la localisation du bot dans ce serveur.
nb_no: Regional formatering vil nå være basert på botens locale på denne serveren.
ru_ru: Региональное форматирование теперь будет основано на локали бота на этом сервере.
tr_tr: Bu sunucuda bot bölgesel biçimlendirme için bölge ayarına dayanacak.

source: Regional formatting will now be based on `{language_code}` locale.
de_de: Regionale Formatierung wird nun auf der Sprache `{language_code}` basieren.
es_es: El formato regional ahora se basará en el idioma `{language_code}`.
fr_fr: Le formatage régional sera maintenant basé sur le langage `{language_code}`.
nb_no: Regional formatering vil nå være basert på `{language_code}` lokal.
ru_ru: Формат региона теперь будет основываться на локализации `{language_code}`.
tr_tr: Bot artık bölgesel biçimlendirme için `{language_code}` bölgesine dayanacak.

source: Click the button below to set your keys.
es_es: Haga clic en el botón de abajo para establecer tus llaves.
fr_fr: Cliquez sur le bouton ci-dessous pour définir vos clés.

source: This API keys setup message has expired.
es_es: El mensaje de configuración de claves API ha expirado.
fr_fr: Ce message de configuration des clés API a expiré.

source: `{service}` API tokens have been set.
de_de: `{service}` API-Token wurden gesetzt.
es_es: `{service}` Los tokens de la API han sido establecidos.
fr_fr: `{service}` les tokens API ont été définis.
nb_no: `{service}` API tokens har blitt satt.
ru_ru: `{service}` API tokens были установлены.
tr_tr: `{service}` API tokenleri ayarlandı.

source: No API services have been set yet.
de_de: Bisher wurden keine API-Dienste eingerichtet.
es_es: Aún no se han establecido servicios de API.
fr_fr: Aucun service d'API n'a encore été défini.
nb_no: Ingen API tjenester har blitt angitt ennå.
ru_ru: Никаких услуг API пока не установлено.
tr_tr: Henüz hiç API hizmeti ayarlanmamış.

source: Set API services:
de_de: API-Dienste festlegen:
es_es: Establecer servicios API:
fr_fr: Services d'API définis:
nb_no: Angi API-tjenester:
ru_ru: Установите сервисы API:
tr_tr: API hizmetleri ayarla:

source: Set API service:
de_de: API-Dienst festlegen:
es_es: Establecer servicio API:
fr_fr: Service d'API défini:
nb_no: Angi API-tjenester:
ru_ru: Установите службу API:
tr_tr: API hizmeti ayarla:

source: Services deleted successfully: {services_list}
de_de: Dienste erfolgreich gelöscht: {services_list}
es_es: Servicios eliminados con éxito: {services_list}
fr_fr: Services supprimés avec succès : {services_list}
nb_no: Tjenester ble slettet: {services_list}
ru_ru: Службы успешно удалены: {services_list}
tr_tr: Aşağıdaki hizmetler başarıyla kaldırıldı: {services_list}

source: Service deleted successfully: {service_name}
de_de: Dienst erfolgreich gelöscht: {service_name}
es_es: Servicio eliminado con éxito: {service_name}
fr_fr: Service supprimé avec succès :{service_name}
nb_no: Tjenesten ble slettet: {service_name}
ru_ru: Служба успешно удалена: {service_name}
tr_tr: Hizmet başarıyla kaldırıldı: {service_name}

source: None of the services you provided had any keys set.
de_de: Keinem der angegebenen Dienste wurden Schlüssel zugewiesen.
es_es: Ninguno de los servicios proporcionados tenía claves establecidas.
fr_fr: Aucun des services que vous avez fournis n'a de clés de défini.
nb_no: Ingen av tjenestene du oppga hadde noen nøkler innsatt.
ru_ru: Ни в одном из предоставляемых вами сервисов не было установлено ни одного ключа.
tr_tr: Seçtiğiniz hiç bir hizmetin ayarlanmış herhangi bir anahtarı bulunmamaktaydı.

source: Commands for configuring owner notifications. Owner notifications include usage of `[p]contact` and available Red updates.
de_de: Befehle zur Konfiguration von Benachrichtigungen für den Eigentümer. Zu den Eigentümerbenachrichtigungen gehören die Verwendung von [p]contact und verfügbaren Red-Updates.
es_es: Comandos para configurar las notificaciones del dueño. Las notificaciones del dueño incluyen el uso de `[p]contact y actualizaciones disponibles de Red.
fr_fr: Commandes pour configurer les notifications du propriétaire. Les notifications du propriétaire incluent l'utilisation de `[p]contact` et les mises à jour disponibles du rouge.
ru_ru: Команды для настройки уведомлений владельца. Уведомления владельца включают использование `[p]contact` и доступные обновления Red.
tr_tr: Bot sahibi bildirimlerini ayarlamak için komutlar. Bu bildirimlere `[p]contact` komutunun kullanımı ve kullanılabilir Red güncellemeleri dahildir.

source: There are no extra channels being sent to.
de_de: Es werden keine zusätzlichen Kanäle gesendet.
es_es: No se ha enviado a canales adicionales.
fr_fr: Il n'y a pas de canaux supplémentaires envoyés.
nb_no: Det er ingen ekstra kanaler som sendes til.
ru_ru: Нет никаких дополнительных каналов, на которые отправляются сообщения.
tr_tr: Bildirim gönderilen ek kanal bulunmamakta.

source: Unknown channel with id: {id}
de_de: Unbekannter Kanal mit Id: {id}
es_es: Canal desconocido con id: {id}
fr_fr: Salon inconnu avec l'id : {id}
nb_no: Ukjent kanal med id: {id}
ru_ru: Неизвестный канал с идентификатором: {id}
tr_tr: {id} id'li kanal bilinmiyor

source: Show the current settings for [botname]. Accepts optional server parameter to allow prefix recovery.
de_de: Zeige die aktuellen Einstellungen für [botname] an. Akzeptiert optionalen Serverparameter um das Prefix Recovery zu ermöglichen.
es_es: Mostrar la configuración actual para [botname]. Acepta el parámetro opcional del servidor para permitir la recuperación del prefijo.

source: Not Set.
de_de: Nicht festgelegt.
es_es: No establecido.
fr_fr: Pas encore défini.

source: Admin roles: {admin} Mod roles: {mod} Locale: {guild_locale} Regional format: {guild_regional_format}
de_de: Admin Rollen: {admin} Mod Rollen: {mod} Gebietsschema: {guild_locale} Regionales Format: {guild_regional_format}
es_es: Roles de Admin: {admin} Roles de Mod: {mod} Idioma: {guild_locale} Formato regional: {guild_regional_format}
fr_fr: Roles d'administrateurs: {admin} Roles de modérateurs : {mod} Localisation: {guild_locale} Format régional d'écriture: {guild_regional_format}
nb_no: Admin roller: {admin} Mod roller: {mod} Lokal: {guild_locale} Regional format: {guild_regional_format}
ru_ru: Роли администраторов: {admin} Мод-роли: {mod} Локал: {guild_locale} Региональный формат: {guild_regional_format}
tr_tr: Admin rolleri: {admin} Moderatör rolleri: {mod} Dil: {guild_locale} Yöresel biçem: {guild_regional_format}

source: {bot_name} Settings: Prefixes: {prefixes} {guild_settings}Global locale: {locale} Global regional format: {regional_format} Default embed colour: {colour}
de_de: {bot_name} Einstellungen: Präfixe: {prefixes} {guild_settings}Globale Gebietsschema: {locale} Globales Regionalformat: {regional_format} Standardfarbe: {colour}
es_es: Configuración de {bot_name}: Prefijos: {prefixes} {guild_settings}Idioma global: {locale} Formato regional global: {regional_format} Color de los embed predeterminado: {colour}
fr_fr: {bot_name} Paramètres: Préfixes : {prefixes} {guild_settings} Localisation Globale : {locale} Format d'écriture régionale global : {regional_format} Couleur d'embed par défaut : {colour}
nb_no: {bot_name} Innstillinger: Prefikser: {prefixes} {guild_settings}Global lokale: {locale} Globalt regionalt format: {regional_format} Standard embed farge: {colour}
ru_ru: {bot_name} Настройки: Префиксы: {prefixes} {guild_settings}Глобальная локаль: {locale} Глобальный региональный формат: {regional_format} Цвет вставки по умолчанию: {colour}
tr_tr: {bot_name} Ayarları: Önekler: {prefixes} {guild_settings}Küresel dil: {locale} Küresel yöresel biçem: {regional_format} Varsayılan yerleşik mesaj rengi: {colour}

source: Command deleting disabled.
de_de: Löschen von Befehlen deaktiviert.
es_es: Eliminación de comandos desactivada.
fr_fr: Suppression de la commande désactivée.
nb_no: Kommando sletting deaktivert.
ru_ru: Удаление команды отключено.
tr_tr: Komut silme kapatıldı.

source: Delete delay set to {num} seconds.
de_de: Löschverzögerung auf {num} Sekunden eingestellt.
es_es: Eliminar el retraso conjunto a {num} segundos.
fr_fr: Délai de suppression défini à {num} secondes.
nb_no: Slett forsinkelse, sett til {num} sekunder.
ru_ru: Удалить задержку, установленную на {num} секунд.
tr_tr: Silmeden önce beklenecek süre {num} saniyeye ayarlandı.

source: Bot will delete command messages after {num} seconds. Set this value to -1 to stop deleting messages
de_de: Der Bot wird Nachrichten die einen Befehl enthalten nach {num} Sekunden löschen. Setze diesen Wert auf -1, um das Löschen von Nachrichten zu stoppen
es_es: Bot eliminará mensajes de comando después {} segundos. Establezca este valor en -1 para detener la eliminación de mensajes
fr_fr: Le bot supprimera les messages de commandes après {num} secondes. Définissez cette valeur sur -1 pour arrêter la suppression des messages
nb_no: Bot vil slette kommando meldinger etter {num} sekunder. Sett denne verdien til -1 for å stoppe sletting av meldinger
ru_ru: Бот удалит командные сообщения через {num} секунд. Установите это значение -1, чтобы прекратить удаление сообщений
tr_tr: Bot komut içeren mesajları {num} saniyeden sonra silecek. Bunu kapamak için değeri -1 yapın

source: I will not delete command messages.
de_de: Ich werde keine Nachrichten die Befehle enthalten löschen.
es_es: No borraré los mensajes de comando.
fr_fr: Je ne supprimerai pas les messages de commande.
nb_no: Jeg vil ikke slette kommando meldinger.
ru_ru: Я не буду удалять командные сообщения.
tr_tr: Komut içeren mesajları silmeyeceğim.

source: The bot {} use its configured color for embeds.
de_de: Der Bot {} verwendet seine eingestellten Farben für Einbettungen.
es_es: El bot {} utiliza su color configurado para embeds.
fr_fr: Le bot {} utilise sa couleur configurée pour les embeds.
nb_no: Botten {} bruke konfigurerte farger for embeder.
pl_pl: Bot {} używał swojego skonfigurowanego koloru dla embedów.
ru_ru: Бот {} использовать свой настроенный цвет для встраивания сообщений.
tr_tr: Bot {} kullanmak için yapılandırılmış rengini katıştırır.

source: will not
de_de: wird nicht
es_es: no será
fr_fr: ne sera pas
nb_no: vil ikke
pl_pl: nie będzie
ru_ru: не будет
tr_tr: olmayacak

source: will
de_de: wird
es_es: será
fr_fr: sera
nb_no: vil
pl_pl: będzie
ru_ru: будет
tr_tr: olacak

source: Fuzzy command search has been {} for this server.
de_de: Ungenaue Befehlssuche wurde für diesen Server {}.
es_es: La búsqueda de comandos Fuzzy ha sido {} para este servidor.
fr_fr: La recherche de commande par fuzzy a été {} pour ce serveur.
nb_no: Fuzzy kommando søking har blitt {} for denne serveren.
ru_ru: Поиск неопределенной команды был {} для этого сервера.
tr_tr: Bulanık komut arama {} bu sunucu için olmuştur.

source: Fuzzy command search has been {} in DMs.
de_de: Ungenaue Befehlssuche wurde für Direktnachrichten {}.
es_es: La búsqueda de comandos Fuzzy ha sido {} en MDs.
fr_fr: La recherche de commande par fuzzy a été {} en DMs.
nb_no: Fuzzy kommando søking har blitt {} i DMer.
ru_ru: Поиск неопределенных команд был {} в личных сообщениях.
tr_tr: Bulanık komut arama {} DMs içinde olmuştur.

source: The color has been reset.
de_de: Die Farbe wurde zurückgesetzt.
es_es: El color ha sido restablecido.
fr_fr: La couleur a été réinitialisée.
nb_no: Fargen har blitt tilbakestilt.
pl_pl: Kolor został zresetowany.
ru_ru: Цвет был сброшен.
tr_tr: Renk sıfırlandı.

source: The color has been set.
de_de: Die Farbe wurde eingestellt.
es_es: El color ha sido establecido.
fr_fr: La couleur a été définie.
nb_no: Fargen har blitt lagt inn.
pl_pl: Kolor został ustawiony.
ru_ru: Цвет был установлен.
tr_tr: Renk ayarlandı.

source: Prefixes cannot start with '/', as it conflicts with Discord's slash commands.
de_de: Präfixe können nicht mit '/' beginnen, da sie mit Discords slash Befehlen kollidieren.
es_es: Los prefijos no pueden comenzar con '/', ya que entran en conflicto con los comandos slash de Discord.
fr_fr: Les préfixes ne peuvent pas commencer par '/', car cela entre en conflit avec les commandes slash de Discord.

source: Cancelled.
de_de: Abgebrochen.
es_es: Cancelado.
fr_fr: Annulé.
nb_no: Kansellert.
ru_ru: Отменено.
tr_tr: İptal.

source: Warning: A prefix is above the recommended length (25 characters). Do you want to continue?
de_de: Warnung: Ein Präfix ist über der empfohlenen Länge (25 Zeichen). Möchten Sie fortfahren?
es_es: Advertencia: Un prefijo está por encima de la longitud recomendada (25 caracteres). ¿Desea continuar?
fr_fr: Attention : Un préfixe est au-dessus de la longueur recommandée (25 caractères). Voulez-vous continuer ?

source: Prefix set.
de_de: Der Präfix wurde festgelegt.
es_es: Prefijo establecido.
fr_fr: Préfixe réglé.
nb_no: Prefiks satt.
pl_pl: Prefiks ustawiony.
ru_ru: Префикс установлен.
tr_tr: Prefix öneki değiştirildi.

source: Prefixes set.
de_de: Präfixe gesetzt.
es_es: Prefijos establecidos.
fr_fr: Préfixes défini.
nb_no: Prefikser satt.
ru_ru: Префиксы установлены.
tr_tr: Önekler ayarlandı.

source: Server prefixes have been reset.
de_de: Server-Präfixe wurden zurückgesetzt.
es_es: Se han restablecido los prefijos del servidor.
fr_fr: Les préfixes du serveur ont été réinitialisées.
nb_no: Prefikser for server er tilbakestilt.
ru_ru: Префиксы серверов были сброшены.
tr_tr: Sunucu önekleri sıfırlandı.

source: You cannot have a prefix longer than 25 characters.
es_es: No puedes tener un prefijo de más de 25 caracteres.
fr_fr: Vous ne pouvez pas avoir un préfixe de plus de 25 caractères.

source: Server prefix set.
es_es: Prefijo del servidor establecido.
fr_fr: Préfixe du serveur défini.
nb_no: Server prefiks satt.
ru_ru: Префикс сервера установлен.
tr_tr: Sunucu öneki ayarlandı.

source: Server prefixes set.
es_es: Prefijos de servidor establecidos.
fr_fr: Préfixes du serveur défini.
nb_no: Server prefikser satt.
ru_ru: Установлены префиксы сервера.
tr_tr: Sunucu önekleri ayarlandı.

source: Set a global bot variable for using buttons in menus. When enabled, all usage of cores menus API will use buttons instead of reactions. This defaults to False. Using this without a setting will toggle. **Examples:** - `[p]set usebuttons True` - Enables using buttons. - `[p]helpset usebuttons` - Toggles the value. **Arguments:** - `[use_buttons]` - Whether to use buttons. Leave blank to toggle.
es_es: Establec una variable de bot global para usar botones en menús. Cuando está activado, todo uso de los nucleos de la API de menú, ocupará botones en lugar de reacciones. Esto por defecto es False. Usar esto sin un ajuste hara que cambié. **Ejemplos:** - `[p]set usebuttons True` - Habilita el uso de botones. - `[p]helpset usebuttons` - Cambia el valor. **Argumentos:** - `[use_buttons]` - Si se usan los botones o no. Deje en blanco para alternar.

source: I will use buttons on basic menus.
es_es: Utilizaré botones en los menús básicos.
fr_fr: J'utiliserai des boutons sur les menus de base.

source: I will not use buttons on basic menus.
es_es: No voy a usar botones en los menús básicos.
fr_fr: Je n'utiliserai pas de boutons sur les menus de base.

source: Set the message that will be sent on uncaught bot errors. To include the command name in the message, use the `{command}` placeholder. If you omit the `msg` argument, the message will be reset to the default one. **Examples:** - `[p]set errormsg` - Resets the error message back to the default: "Error in command '{command}'.". If the command invoker is one of the bot owners, the message will also include "Check your console or logs for details.". - `[p]set errormsg Oops, the command {command} has failed! Please try again later.` - Sets the error message to a custom one. **Arguments:** - `[msg]` - The custom error message. Must be less than 1000 characters. Omit to reset to the default one.
es_es: Establece el mensaje que se enviará en errores de bot no capturados. Para incluir el nombre del comando en el mensaje, utilice el marcador de posición `{command}`. Si omites el argumento `msg`, el mensaje se restablecerá al predeterminado. **Ejemplos:** - `[p]set errormsg` - Restablece el mensaje de error de vuelta al valor predeterminado: "Error en el comando '{command}'.". Si quien invocó el comando es uno de los propietarios del bot, el mensaje también incluirá "Revisa tu consola o registros para más detalles.". - `[p]set errormsg Oops, the command {command} has failed! Please try again later.` - Establece el mensaje de error a uno personalizado. **Argumentos:** - `[msg]` - El mensaje de error personalizado. Debe tener menos de 1000 caracteres. Omitir para restablecer el valor predeterminado.

source: The message must be less than 1000 characters.
es_es: El mensaje debe tener menos de 1000 caracteres.
fr_fr: Le message doit contenir moins de 1000 caractères.

source: Successfully updated the error message.
es_es: Se ha actualizado correctamente el mensaje de error.
fr_fr: Message d'erreur mis à jour avec succès.

source: Successfully reset the error message back to the default one.
es_es: Se ha reestablecido el mensaje de error al predeterminado.
fr_fr: Le message d'erreur a été réinitialisé avec succès.

source: Commands to manage settings for the help command. All help settings are applied globally.
es_es: Comandos para administrar la configuración del comando de ayuda. Todos los ajustes de ayuda se aplican globalmente.
fr_fr: Commandes pour gérer les paramètres de la commande d'aide. Tous les paramètres d'aide sont appliqués globalement.
ru_ru: Команды для управления настройками команды help. Все настройки справки применяются глобально.
tr_tr: Yardım komutu için ayarları yönetme komutları. Tüm yardım ayarları global olarak uygulanır.

source: Warning: The default formatter is not in use, these settings may not apply.
de_de: Warnung: Der Standard-Formatierer ist nicht in Verwendung, diese Einstellung treten möglicherweise nicht ein.
es_es: Advertencia: El formato por defecto no está en uso, estos ajustes pueden no aplicarse.
nb_no: Advarsel: Standardformatteren er ikke i bruk, disse innstillingene gjelder ikke.
ru_ru: Предупреждение: Если форматтер по умолчанию не используется, эти настройки могут быть неприменимы.
tr_tr: Dikkat: Varsayılan biçimlendirici kullanılmamakta, bu ayarlar etkili olmayabilir.

source: The help formatter has been reset. This will not prevent cogs from modifying help, you may need to remove a cog if this has been an issue.
es_es: El formato de ayuda ha sido restablecido. Esto no impedirá que los cogs modifiquen la ayuda, puede que necesite eliminar un cog si esto ha sido un problema.
fr_fr: Le formateur d'aide a été réinitialisé. Cela n'empêchera pas les cogs de modifier l'aide, vous devrez peut-être supprimer un cog si cela a été un problème.
nb_no: Hjelpeformateren har blitt tilbakestilt. Dette forhindrer ikke cogs fra å endre hjelp, du må kanskje fjerne en tog hvis dette har vært et problem.
ru_ru: Средство форматирования help было сброшено. Не забудь что это не остановит шестерню от модинга справки, возможно тебе придётся выкрутить шестерню если в этом была проблема.
tr_tr: Yardım biçimlendiricisi sıfırlandı. Bu cogların yardım üzerinde değişiklik yapmasını önlemeyecektir, eğer sorun buysa bir cogı silmeniz gerekebilir.

source: The help settings have been reset to their defaults. This may not have an impact when using 3rd party help formatters.
es_es: Los ajustes de ayuda se han restablecido a sus valores predeterminados. Esto puede no tener un impacto al usar formateadores de ayuda de terceros.
fr_fr: Les paramètres d'aide ont été réinitialisés à leurs valeurs par défaut. Cela peut ne pas avoir d'impact lorsque vous utilisez des formateurs d'aide tiers.
nb_no: Hjelpeinnstillingene har blitt tilbakestilt til standardverdiene. Dette vil kanskje ikke ha en innvirkning når du bruker formater for tredjeparts hjelp.
ru_ru: Настройки справки были сброшены к значениям по умолчанию. Это может не оказать влияния при использовании сторонних форматирования справки.
tr_tr: Yardım ayarları varsayılana sıfırlandı. Eğer yardım biçimlendiricisi 3. parti kaynaklıysa bir etkisi olmayabilir.

source: Help will use the select menu only.
es_es: La ayuda solo utilizará el menú seleccionado.
fr_fr: L'aide n'utilisera que le menu sélectionné.

source: Help will use button menus and add a select menu.
es_es: La ayuda usará los menús de botón y añadirá un menú de selección.
fr_fr: L'aide utilisera les menus des boutons et ajoutera un menu de sélection.

source: Help will use button menus.
es_es: La ayuda usará los menús de botones.
fr_fr: L'aide utilisera les menus boutons.

source: Help will use reaction menus.
es_es: La ayuda usará menús de reacción.
fr_fr: L'aide utilisera les boutons de réaction.

source: Help will not use menus.
de_de: Die Hilfe verwendet keine Menüs.
es_es: La ayuda no usará menús.
fr_fr: L'aide n'utilisera pas les menus.
nb_no: Hjelpen vil ikke bruke menyer.
ru_ru: Помощь не будет использовать меню.
tr_tr: Yardım menüler kullanmayacak.

source: Help will not filter hidden commands.
de_de: Die Hilfe wird keine versteckten Befehle filtern.
es_es: La ayuda no filtrará los comandos ocultos.
fr_fr: L'aide ne filtrera pas les commandes cachées.
nb_no: Hjelp vil ikke filtrere skjulte kommandoer.
ru_ru: Help не будет фильтровать скрытые команды.
tr_tr: Yardım gizli komutları filtrelemeyecek.

source: Help will filter hidden commands.
de_de: Hilfe filtert versteckte Befehle.
es_es: La ayuda filtrará los comandos ocultos.
fr_fr: L'aide filtrera les commandes cachées.
nb_no: Hjelp vil filtrere skjulte kommandoer.
ru_ru: Помощь будет фильтровать скрытые команды.
tr_tr: Yardım gizli komutları filtreleyecek.

source: Help will now show command aliases.
es_es: La ayuda mostrará ahora los alias de comandos.
fr_fr: Le menu d'aide n'affichera pas les alias de commandes.

source: Help will no longer show command aliases.
es_es: La ayuda ya no mostrará los alias de comandos.
fr_fr: L'aide n'affichera plus les alias de commandes.

source: Help will now tick the command when sent in a DM.
es_es: La ayuda ahora marcará el comando cuando se envíe en un DM.
fr_fr: L'aide cochera maintenant la commande lorsqu'elle est envoyée en DM.
nb_no: Hjelp vil nå krysse av når den sendes i en DM.
ru_ru: Help теперь будет отмечать команду при отправке в ЛС.
tr_tr: Yardım artık özel mesaj olarak gönderilirse komuta tik atacaktır.

source: Help will not tick the command when sent in a DM.
es_es: La ayuda no marcará el comando cuando se envíe en un DM.
fr_fr: L'aide ne cochera pas la commande lorsqu'elle est envoyée en DM.
nb_no: Hjelpen vil ikke krysse av når den sendes i en DM.
ru_ru: Help не будет отмечать команду при отправке в ЛС.
tr_tr: Yardım özel mesaj olarak gönderilirse komuta tik atmayacak.

source: Help will only show for commands which can be run.
de_de: Hilfe wird nur für Befehle angezeigt, die ausgeführt werden können.
es_es: La ayuda sólo se mostrará para comandos que se pueden ejecutar.
fr_fr: L'aide ne s'affichera que pour les commandes qui peuvent être exécutées.
nb_no: Hjelpen vil bare vise for kommandoer som kan kjøres.
ru_ru: Справка будет показывать только для команд, которые могут быть запущены.
tr_tr: Yardım sadece çalıştırılabilir komutlar için kullanılabilecek.
