Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: To fix this issue, you can either remove the user from the blocklist, or clear the blocklist. If you want to keep the blocklist, you can run {command_1} which will remove {user} from the blocklist. If you instead want to clear the blocklist and let all users run commands freely, you can run {command_2} to do that.
de_de: Um dieses Problem zu beheben, kannst du entweder den Benutzer zur Berechtigungsliste hinzufügen oder die Berechtigungsliste löschen. Wenn du die Zulassungsliste behalten möchtest, kannst du {command_1} ausführen, die {user} zur Zulassungsliste hinzufügen. Wenn du stattdessen die Berechtigungsliste löschen und alle Benutzer die Befehle frei ausführen lassen möchten, kannst du {command_2} ausführen, um dies zu tun.
es_es: Para solucionar este problema, puede agregar el usuario a la lista permitida, o borrar la lista permitida. Si quieres mantener la lista permitida, puedes ejecutar {command_1} que añadirá {user} a la lista permitida. Si en su lugar quieres borrar la lista permitida y dejar que todos los usuarios ejecuten comandos libremente, puedes ejecutar {command_2} para hacerlo.
fr_fr: Pour résoudre ce problème, vous pouvez soit supprimer l'utilisateur de la liste de blocage, soit effacer la liste de blocage. Si vous souhaitez conserver la liste de blocage, vous pouvez exécuter {command_1} qui supprimera {user} de la liste de blocage. Si vous souhaitez plutôt effacer la liste de blocage et laisser tous les utilisateurs exécuter des commandes librement, vous pouvez exécuter {command_2} pour faire cela.
ru_ru: Чтобы решить эту проблему, вы можете либо удалить пользователя из блок-листа, либо очистить блок-лист. Если вы хотите сохранить блок-лист, вы можете выполнить {command_1}, которая удалит {user} из блок-листа. Если же вы хотите очистить блок-лист и позволить всем пользователям свободно выполнять команды, вы можете выполнить {command_2}, чтобы сделать это.
tr_tr: Bu sorunu gidermek için, kullanıcıyı engelleme listesinden kaldırabilir veya engelleme listesini temizleyebilirsiniz. Blok listesini tutmak istiyorsanız, {user} öğesini blok listesinden kaldıracak {command_1} öğesini çalıştırabilirsiniz. Bunun yerine blok listesini temizlemek ve tüm kullanıcıların komutları serbestçe çalıştırmasına izin vermek istiyorsanız, bunu yapmak için {command_2} komutunu çalıştırabilirsiniz.

source: Local allowlist prevents the user from running this command.
de_de: Lokale Berechtigungsliste hindert den Benutzer daran, diesen Befehl auszuführen.
es_es: Global allowlist evita que el usuario ejecute este comando.
fr_fr: La liste locale des autorisations empêche l'utilisateur d'exécuter cette commande.
ru_ru: Локальный список разрешений не позволяет пользователю выполнить эту команду.
tr_tr: Yerel izin listesi, kullanıcının bu komutu çalıştırmasını engeller.

source: To fix this issue, you can either add the user or one of their roles to the local allowlist, or clear the local allowlist. If you want to keep the local allowlist, you can run {command_1} which will add {user} to the local allowlist. If you instead want to clear the local allowlist and let all users run commands freely, you can run {command_2} to do that.
de_de: Um dieses Problem zu beheben, kannst du entweder den Benutzer zur Berechtigungsliste hinzufügen oder die Berechtigungsliste löschen. Wenn du die Zulassungsliste behalten möchtest, kannst du {command_1} ausführen, die {user} zur Zulassungsliste hinzufügen. Wenn du stattdessen die Berechtigungsliste löschen und alle Benutzer die Befehle frei ausführen lassen möchten, kannst du {command_2} ausführen, um dies zu tun.
es_es: Para solucionar este problema, puede agregar el usuario o uno de sus roles a la lista local permitida, o borrar la lista local permitida. Si quieres mantener la lista local permitida, puedes ejecutar {command_1} que añadirá {user} a la lista local permitida. Si en su lugar quieres borrar la lista local permitida y dejar que todos los usuarios ejecuten comandos libremente, puedes ejecutar {command_2} para hacerlo.
fr_fr: Pour résoudre ce problème, vous pouvez soit ajouter l'utilisateur ou l'un de ses rôles à la liste d'autorisation locale, soit effacer la liste d'autorisation locale. Si vous souhaitez conserver la liste d'autorisation locale, vous pouvez exécuter {command_1} qui ajoutera {user} à la liste d'autorisation locale. Si vous souhaitez plutôt effacer la liste d'autorisation locale et laisser tous les utilisateurs exécuter des commandes librement, vous pouvez exécuter {command_2}.
ru_ru: Чтобы решить эту проблему, вы можете либо добавить пользователя или одну из его ролей в локальный список разрешений, либо очистить локальный список разрешений. Если вы хотите сохранить локальный список разрешений, вы можете выполнить {command_1}, которая добавит {user} в локальный список разрешений. Если вы хотите очистить локальный список разрешений и позволить всем пользователям свободно выполнять команды, вы можете выполнить {command_2}.
tr_tr: Bu sorunu gidermek için, kullanıcıyı veya rollerinden birini yerel izin ver listesine ekleyebilir veya yerel izin ver listesini temizleyebilirsiniz. Yerel izin listesini tutmak istiyorsanız, yerel izin listesine {user} ekleyecek olan {command_1} komutunu çalıştırabilirsiniz. Bunun yerine, yerel izin ver listesini temizlemek ve tüm kullanıcıların komutları serbestçe çalıştırmasına izin vermek istiyorsanız, bunu yapmak için {command_2} komutunu çalıştırabilirsiniz.

source: Local blocklist prevents the user from running this command.
de_de: Lokale Berechtigungsliste hindert den Benutzer daran, diesen Befehl auszuführen.
es_es: Lista local de bloqueo impide que el usuario ejecute este comando.
fr_fr: La liste de blocage locale empêche l'utilisateur d'exécuter cette commande.
ru_ru: Локальный список блокировки не позволяет пользователю выполнить эту команду.
tr_tr: Yerel kara liste, kullanıcının bu komutu çalıştırmasını engeller.

source: To fix this issue, you can either remove the user's roles from the local blocklist, or clear the local blocklist. If you want to keep the local blocklist, you can run {command_1} which will remove the user's roles ({roles}) from the local blocklist. If you instead want to clear the local blocklist and let all users run commands freely, you can run {command_2} to do that.
de_de: Um dieses Problem zu beheben, kannst du entweder den Benutzer zur Berechtigungsliste hinzufügen oder die Berechtigungsliste löschen. Wenn du die Zulassungsliste behalten möchtest, kannst du {command_1} ausführen, die ({roles}) zur Zulassungsliste hinzufügen. Wenn du stattdessen die Berechtigungsliste löschen und alle Benutzer die Befehle frei ausführen lassen möchten, kannst du {command_2} ausführen, um dies zu tun.
es_es: Para solucionar este problema, puede borrar los roles del usuario de la lista local de bloqueo, o borrar la lista local de bloqueo. Si quieres mantener la lista local de bloqueo, puedes ejecutar {command_1} que borrará los roles del usuario ({roles}) de la lista local de bloqueo. Si en su lugar quieres borrar la lista local de bloqueo y dejar que todos los usuarios ejecuten comandos libremente, puedes ejecutar {command_2} para hacerlo.
fr_fr: Pour résoudre ce problème, vous pouvez soit supprimer les rôles de l'utilisateur de la liste de blocage locale, soit effacer la liste de blocage locale. Si vous souhaitez conserver la liste de blocage locale, vous pouvez exécuter {command_1} qui supprimera les rôles de l'utilisateur ({roles}) de la liste de blocage locale. Si vous souhaitez plutôt effacer la liste de blocage locale et laisser tous les utilisateurs exécuter des commandes librement, vous pouvez exécuter {command_2} pour faire cela.
ru_ru: Чтобы решить эту проблему, вы можете либо удалить роли пользователя из локального блок-листа, либо очистить локальный блок-лист. Если вы хотите сохранить локальный блок-лист, вы можете выполнить {command_1}, которая удалит роли пользователя ({roles}) из локального блок-листа. Если же вы хотите очистить локальный блок-лист и позволить всем пользователям свободно выполнять команды, вы можете выполнить {command_2}, чтобы сделать это.
tr_tr: Bu sorunu gidermek için kullanıcının rollerini yerel blok listesinden kaldırabilir veya yerel blok listesini temizleyebilirsiniz. Yerel blok listesini tutmak istiyorsanız, kullanıcının rollerini ({roles}) yerel blok listesinden kaldıracak {command_1} komutunu çalıştırabilirsiniz. Bunun yerine yerel blok listesini temizlemek ve tüm kullanıcıların komutları serbestçe çalıştırmasına izin vermek istiyorsanız, bunu yapmak için {command_2} komutunu çalıştırabilirsiniz.

source: To fix this issue, you can either remove the user and their roles from the local blocklist, or clear the local blocklist. If you want to keep the local blocklist, you can run {command_1} which will remove {user} and their roles ({roles}) from the local blocklist. If you instead want to clear the local blocklist and let all users run commands freely, you can run {command_2} to do that.
de_de: Um dieses Problem zu beheben, kannst dz entweder den Benutzer und seine Rollen von der lokalen Sperrliste entfernen oder die lokale Sperrliste löschen. Wenn Sie die lokale Sperrliste behalten möchten, kannst du {command_1} ausführen, das {user} und seine Rollen ({roles}) aus der lokalen Blockliste entfernt. Wenn du stattdessen die lokale Sperrliste löschen möchten und alle Benutzer die Befehle frei ausführen lassen möchten, kannst du {command_2} ausführen, um dies zu tun.
es_es: Para solucionar este problema, puede borrar el usuario y sus roles de la lista local de bloqueo, o borrar la lista local de bloqueo. Si quieres mantener la lista local de bloqueo, puedes ejecutar {command_1} que borrará {user} y sus roles ({roles}) de la lista local de bloqueo. Si en su lugar quieres borrar la lista local de bloqueo y dejar que todos los usuarios ejecuten comandos libremente, puedes ejecutar {command_2} para hacerlo.
fr_fr: Pour résoudre ce problème, vous pouvez soit supprimer l'utilisateur et ses rôles de la liste de blocage locale, soit effacer la liste de blocage locale. Si vous souhaitez conserver la liste de blocage locale, vous pouvez exécuter {command_1} qui supprimera {user} et ses rôles ({roles}) de la liste de blocage locale. Si vous souhaitez plutôt effacer la liste de blocage locale et laisser tous les utilisateurs exécuter des commandes librement, vous pouvez exécuter {command_2} pour faire cela.
ru_ru: Чтобы решить эту проблему, вы можете либо удалить пользователя и его роли из локального блок-листа, либо очистить локальный блок-лист. Если вы хотите сохранить локальный блок-лист, вы можете выполнить {command_1}, которая удалит {user} и их роли ({roles}) из локального блок-листа. Если же вы хотите очистить локальный блок-лист и позволить всем пользователям свободно выполнять команды, вы можете выполнить {command_2}, чтобы сделать это.
tr_tr: Bu sorunu gidermek için, kullanıcıyı ve rollerini yerel blok listesinden kaldırabilir veya yerel blok listesini temizleyebilirsiniz. Yerel blok listesini tutmak istiyorsanız, {user} ve rollerini ({roles}) yerel blok listesinden kaldıracak {command_1} komutunu çalıştırabilirsiniz. Bunun yerine yerel blok listesini temizlemek ve tüm kullanıcıların komutları serbestçe çalıştırmasına izin vermek istiyorsanız, bunu yapmak için {command_2} komutunu çalıştırabilirsiniz.

source: To fix this issue, you can either remove the user from the local blocklist, or clear the local blocklist. If you want to keep the local blocklist, you can run {command_1} which will remove {user} from the local blocklist. If you instead want to clear the local blocklist and let all users run commands freely, you can run {command_2} to do that.
de_de: Um dieses Problem zu beheben, kannst du entweder den Benutzer zur Berechtigungsliste hinzufügen oder die Berechtigungsliste löschen. Wenn du die Zulassungsliste behalten möchtest, kannst du {command_1} ausführen, die {user} zur Zulassungsliste hinzufügen. Wenn du stattdessen die Berechtigungsliste löschen und alle Benutzer die Befehle frei ausführen lassen möchten, kannst du {command_2} ausführen, um dies zu tun.
es_es: Para solucionar este problema, puede borrar los roles del usuario de la lista local de bloqueo, o borrar la lista local de bloqueo. Si quieres mantener la lista local de bloqueo, puedes ejecutar {command_1} que borrará {user} de la lista local de bloqueo. Si en su lugar quieres borrar la lista local de bloqueo y dejar que todos los usuarios ejecuten comandos libremente, puedes ejecutar {command_2} para hacerlo.
fr_fr: Pour résoudre ce problème, vous pouvez soit supprimer l'utilisateur de la liste de blocage locale, soit effacer la liste de blocage locale. Si vous souhaitez conserver la liste de blocage locale, vous pouvez exécuter {command_1} qui supprimera {user} de la liste de blocage locale. Si vous souhaitez plutôt effacer la liste de blocage locale et laisser tous les utilisateurs exécuter des commandes librement, vous pouvez exécuter {command_2}.
ru_ru: Чтобы решить эту проблему, вы можете либо удалить пользователя из локального блок-листа, либо очистить локальный блок-лист. Если вы хотите сохранить локальный блок-лист, вы можете выполнить {command_1}, которая удалит {user} из локального блок-листа. Если же вы хотите очистить локальный блок-лист и позволить всем пользователям свободно выполнять команды, вы можете выполнить {command_2}, чтобы сделать это.
tr_tr: Bu sorunu gidermek için, kullanıcıyı yerel blok listesinden kaldırabilir veya yerel blok listesini temizleyebilirsiniz. Yerel blok listesini tutmak istiyorsanız, {user} öğesini yerel blok listesinden kaldıracak {command_1} öğesini çalıştırabilirsiniz. Bunun yerine yerel blok listesini temizlemek ve tüm kullanıcıların komutları serbestçe çalıştırmasına izin vermek istiyorsanız, bunu yapmak için {command_2} komutunu çalıştırabilirsiniz.

source: Allowlist and blocklist checks
de_de: Erlaube und Sperrlisten-Prüfungen
es_es: Comprobaciones de listas de permitidos y listas de bloqueo
fr_fr: Vérifications des listes d'autorisation et de blocage
ru_ru: Проверки списка разрешений и списка блокировок

source: Global, cog and command checks
de_de: Globale, Cog- und Befehlsprüfung
es_es: Comprobaciones globales, de cog y de comando
fr_fr: Vérification des Contrôles globaux, cog et commandes
ru_ru: Глобальные проверки, проверки cog'ов и команд
tr_tr: Global, cog ve komut kontrolleri

source: The given command is disabled in this guild.
de_de: Dieser Befehl ist in dieser Gilde deaktiviert.
es_es: Este comando está deshabilitado en este servidor.
fr_fr: La commande donnée est désactivée dans cette guilde.
ru_ru: Данная команда отключена в этом сервере.
tr_tr: Bu komut bu sunucuda devre dışıdır.

source: One of the parents of the given command is disabled globally.
de_de: Einer der Eltern des angegebenen Befehls ist global deaktiviert.
es_es: Uno de los padres del comando dado está deshabilitado globalmente.
fr_fr: L'un des parents de la commande donnée est désactivé globalement.
ru_ru: Один из родительских команд данной команды отключена глобально.
tr_tr: Kullanılan komutlar genel olarak devre dışıdır.

source: To fix this issue, you can run {command} which will enable the {affected_command} command in this guild.
de_de: Um dieses Problem zu beheben, kannst du {command} ausführen, welches den {affected_command} Befehl in dieser Gilde aktiviert.
es_es: Para solucionar este problema, puedes ejecutar {command} que habilitará el comando {affected_command} en este servidor.
fr_fr: Pour résoudre ce problème, vous pouvez exécuter {command} qui activera la commande {affected_command} dans cette guilde.
ru_ru: Чтобы исправить эту проблему, вы можете выполнить {command}, которая включит команду {affected_command} в этом сервере.
tr_tr: Bu sorunu gidermek için, bu sunucuda {affected_command} komutunu etkinleştirecek {command} komutunu çalıştırabilirsiniz.

source: Other issues related to the checks
de_de: Andere Probleme sind im Zusammenhang mit den Prüfungen
es_es: Otros problemas relacionados con las comprobaciones
fr_fr: Autres problèmes liés aux contrôles
ru_ru: Другие проблемы, связанные с проверками

source: There's an issue related to the checks for {command} but we're not able to determine the exact cause.
de_de: Es gibt ein Problem im Zusammenhang mit den Prüfungen für {command}, aber wir sind nicht in der Lage, die genaue Ursache zu ermitteln.
es_es: Hay un problema relacionado con las comprobaciones para {command} pero no podemos determinar la causa exacta.
fr_fr: Il y a un problème lié aux vérifications de {command} mais nous ne sommes pas en mesure d'en déterminer la cause exacte.
ru_ru: Существует проблема, связанная с проверками для {command}, но мы не можем определить точную причину.
tr_tr: {command} için yapılan kontrollerle ilgili bir sorun var ama kesin nedeni belirleyemiyorum.

source: To fix this issue, a manual review of the global, cog and command checks is required.
de_de: Um dieses Problem zu beheben, ist eine manuelle Überprüfung der globalen, cog und command Prüfungen erforderlich.
es_es: Para solucionar este problema, se requiere una revisión manual de las comprobaciones globales, de cog y de comando.
fr_fr: Pour résoudre ce problème, il faut procéder à un examen manuel des contrôles globaux, des cogs et des commandes.
ru_ru: Чтобы устранить эту проблему, необходимо вручную пересмотреть проверки cog'ов и команд и глобальные проверки.
tr_tr: O Bu sorunu gidermek için genel, cog ve komut kontrollerinin manuel olarak gözden geçirilmesi gerekir.

source: Global checks
de_de: Globale Prüfungen
es_es: Comprobaciones globales
fr_fr: Contrôles globaux
ru_ru: Глобальные проверки

source: One of the global checks for the command {command} failed with a message: {message}
de_de: Eine der globalen Prüfungen für den Befehl {command} schlug mit einer Nachricht fehl: {message}
es_es: Una de las comprobaciones globales del comando {command} falló con el siguiente mensaje: {message}
fr_fr: L'une des vérifications globales pour la commande {command} a échoué avec un message : {message}
ru_ru: Одна из глобальных проверок для команды {command} не удалась с сообщением: {message}
tr_tr: {command} komutunun genel denetimlerinden biri iletiyle başarısız oldu: {message}

source: One of the global checks for the command {command} failed without a message.
de_de: Eine der globalen Prüfungen für den Befehl {command} schlug mit einer Nachricht fehl.
es_es: Una de las comprobaciones globales del comando {command} falló sin un mensaje en especifico.
fr_fr: L'une des vérifications globales pour la commande {command} a échoué sans message.
ru_ru: Одна из глобальных проверок для команды {command} не удалась без сообщения.

source: Cog check
es_es: Chequeo del Cog
fr_fr: Vérifications Cog
ru_ru: Проверка cog'а

source: The cog check for the command {command} failed with a message: {message}
de_de: Der Cog-Check für den Befehl {command} ist mit folgender Meldung fehlgeschlagen: {message}
es_es: La comprobación del comando {command} falló con un mensaje: {message}
fr_fr: L'une des vérifications cog pour la commande {command} a échoué avec un message : {message}
ru_ru: Проверка cog для команды {command} не удалась с сообщением: {message}

source: The cog check for the command {command} failed without a message.
de_de: Der Cog-Check für den Befehl {command} ist ohne Meldung fehlgeschlagen.
es_es: La comprobación del comando {command} falló sin un mensaje.
fr_fr: L'une des vérifications cog pour la commande {command} a échoué sans message.
ru_ru: Проверка cog для команды {command} прошла без сообщения.

source: Command checks
de_de: Befehls-Check
es_es: Comprobaciones de comando
fr_fr: Vérifications Commandes
ru_ru: Проверка команд

source: One of the command checks for the command {command} failed with a message: {message}
de_de: Eine der Befehls-Checks für den Befehl {command} ist mit folgender Meldung fehlgeschlagen: {message}
es_es: Una de las comprobaciónes del comando {command} falló con un mensaje: {message}
fr_fr: L'une des vérifications de la commande {command} a échoué avec un message : {message}
ru_ru: Одна из проверок команды {command} не удалась с сообщением: {message}

source: One of the command checks for the command {command} failed without a message.
de_de: Eine der Befehls-Checks für den Befehl {command} ist ohne Meldung fehlgeschlagen.
es_es: Una de las comprobaciónes del comando {command} falló sin un mensaje.
fr_fr: L'une des vérifications de la commande {command} a échoué sans message.
ru_ru: Одна из проверок команды {command} не удалась без сообщения.

source: Permissions verification
de_de: Überprüfung der Berechtigungen
es_es: Verificación de permisos
fr_fr: Vérification des permissions
ru_ru: Проверка разрешений
tr_tr: İzin doğrulama

source: Cog permissions verification
de_de: Verifizierung der Cog Berechtigungen
es_es: Cog de Verificación de permisos
fr_fr: Vérification des permissions

source: The cog of the given command is disabled in this guild.
de_de: Das Cog des angegebenen Befehls ist auf diesem Server deaktiviert.
es_es: El cog del comando dado está desactivado en este gremio.
fr_fr: Le cog de la commande donnée est désactivé dans cette guilde.
ru_ru: Cog данной команды отключен в этом сервере.
tr_tr: Girilen komutun eklentisi sunucuda etkisiz kılınmış.

source: To fix this issue, you can run {command} which will enable the {affected_cog} cog in this guild.
de_de: Um dieses Problem zu beheben, kannst du {command} ausführen, der das {affected_cog} Cog auf diesem Server aktiviert.
es_es: Para solucionar este problema, puedes ejecutar {command} que habilitará el módulo {affected_cog} en este gremio.
fr_fr: Pour résoudre ce problème, vous pouvez exécuter {command} qui activera le cog {affected_cog} dans cette guilde.
ru_ru: Чтобы исправить эту проблему, вы можете выполнить {command}, которая включит cog {affected_cog} в этой гильдии.
tr_tr: Bu sorunu çözmek için {affected_cog} eklentisini bu sunucuda etkinleştirecek {command} komutunu çalıştırabilirsin.

source: Bot is missing some of the channel permissions ({permissions}) required by the {cog} cog.
de_de: Dem Bot fehlen einige der Kanalberechtigungen ({permissions}), die für das {cog} Cog erforderlich sind.
es_es: Al bot le faltan algunos de los permisos de canal ({permissions}) requeridos por el cog {cog}.
fr_fr: Il manque au Bot certaines permissions de canal ({permissions}) requises par le cog {cog}.
ru_ru: Боту не хватает некоторых разрешений канала ({permissions}), необходимых для работы cog'а {cog}.

source: Bot is missing some of the channel permissions ({permissions}) required by the {command} command.
de_de: Dem Bot fehlen einige der Kanalberechtigungen ({permissions}), die für den Befehl {command} erforderlich sind.
es_es: Al bot le faltan algunos de los permisos de canal ({permissions}) requeridos por el comando {command}.
fr_fr: Il manque au Bot certaines permissions de canal ({permissions}) requises par la commande {command}.
ru_ru: Боту не хватает некоторых разрешений канала ({permissions}), необходимых для выполнения команды {command}.

source: To fix this issue, grant the required permissions to the bot through role settings or channel overrides.
de_de: Um dieses Problem zu beheben, erteile dem Bot die erforderlichen Berechtigungen über Rolleneinstellungen oder Kanal-Berechtigungen.
es_es: Para solucionar este problema, conceda los permisos necesarios al bot a través de la configuración de rol o la anulación de permisos de canal.
fr_fr: Pour résoudre ce problème, accordez les autorisations requises au bot par le biais des paramètres de rôle ou des dérogations de canal.
ru_ru: Чтобы решить эту проблему, предоставьте боту необходимые разрешения через настройки роли или измените права доступа канала.
