Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: The Core cog has many commands related to core functions. These commands come loaded with every Red bot, and cover some of the most basic usage of the bot.
de_de: Der Basis Cog hat viele Befehle die sich auf Grundfunktionen beziehen. Diese Befehle sind bei jedem Red Bot standardmässig geladen und decken die Grundlegende Nutzung des Bots ab.
es_es: El cog núcleo tiene muchos comandos relacionados con las funciones del núcleo. Estos comandos vienen cargados con cada bot Red, y cubren algunos de los usos más básicos del bot.
fr_fr: Le cog Core a de nombreuses commandes liées aux fonctionnalités de base. Ces commandes viennent chargées avec chaque bot Red, et couvrent certaines des utilisations les plus basiques du bot.
nb_no: Kjerne cog har mange kommandoer relatert til kjernefunksjoner. Disse kommandoene kommer og lastes med hver rød bot og dekker noe av det mest grunnleggende bruken av boten.
ru_ru: Cog "core" имеет много команд, связанных с основными функциями. Эти команды загружаются с каждым экземпляром Red и покрывают большинство нужных функций бота.
tr_tr: Çekirdek cog botun temel işlevleriyle ilgili çok sayıda komut içerir. Bu komutlar her Red botunda bulunur ve botun en temel kullanımını kapsar.

source: Shows info about [botname].
de_de: Zeigt Information über [botname].
es_es: Muestra información sobre [botname].
fr_fr: Affiche les informations à propos de [botname].
ru_ru: Показывает информацию о [botname].
tr_tr: [botname] hakkında bilgi gösterir.

source: This bot is an instance of [Red, an open source Discord bot]({}) created by [Twentysix]({}) and [improved by many]({}). Red is backed by a passionate community who contributes and creates content for everyone to enjoy. [Join us today]({}) and help us improve! (c) Cog Creators
de_de: Dieser Bot ist eine Instanz von [Red, ein open source Discord bot]({}) erstellt von [Twentysix]({}) und [von vielen verbessert]({}). Red wird von einer aktiven Community unterstützt, welche sich am Code beteiligt und Inhalte für andere erstellt. [Werde auch du ein Teil der Community]({}) und hilf uns noch besser zu werden! (C) Cog Creators
es_es: Este bot es una instancia de [Red, un bot de código abierto de Discord]({}) creado por [Twentysix]({}) y [mejorado por muchos]({}). Red está respaldado por una comunidad apasionada que contribuye y crea contenido para que todos puedan disfrutarlo. [Únete hoy a nosotros]({}) y ayúdanos a mejorar! (c) Cog Creators
fr_fr: Ce bot est une instance de [Red, un bot Discord open source]({}) créé par [Twentysix]({}) et [amélioré par beaucoup]({}). Red est soutenu par une communauté passionnée qui contribue et crée du contenu pour tout le monde. [Rejoignez nous]({}) et aidez-nous à améliorer Red ! (c) Cog Creators
nb_no: Denne boten er en instans av [Red, en åpen kilde Discord bot]({}) laget av [Twentysix]({}) og [forbedret av mange]({}). Red er støttet av et lidenskapelig samfunn som bidrar til å skape innhold for alle til nye. [Bli med oss i dag]({}) og hjelp oss med forbedring! (c) Cog Creators
ru_ru: Этот бот является примером [Red, бот Discord с открытым исходным кодом]({}) создан [Twentysix]({}) и [улучшен многими]({}). Red поддерживается страстным сообществом, которое вносит свой вклад и создает контент для всех желающих. [Присоединяйтесь к нам сегодня]({}) и помогите нам улучшить! (c) Cog Creators
tr_tr: Bu bot Red'in bir misalidir. [Red, açık kaynaklı bir Discord botudur]({}) [Twentysix]({}) tarafından yaratılmıştır ve [pek çok kişi tarafından geliştirilmektedir]({}). Red, geliştirilmesine katkıda bulunan ve herkesin kullanımı için içerik üreten hevesli bir topluluk tarafından desteklenmedir. [Bize bugün katılıp]({}) ilerlememize yardımcı olabilirsiniz! (c) Cog Creators

source: Instance owned by team
de_de: Diese Instanz gehört einem Team
es_es: Esta Instancia es propiedad del equipo
fr_fr: Instance appartenant à l'équipe
nb_no: Instans er eid av gruppen
ru_ru: Этот экземпляр принадлежит команде
tr_tr: Misal bir takıma aittir

source: Instance owned by
de_de: Diese Instanz gehört
es_es: Instancia de
fr_fr: Instance appartenant à
nb_no: Instans eid av
ru_ru: Данная копия принадлежит
tr_tr: Misal sahibi

source: Red version
es_es: Versión de Red
fr_fr: Version de Red
nb_no: Red versjon
ru_ru: Версия Red
tr_tr: Red Sürümü

source: Yes, {version} is available.
de_de: Ja, {version} ist verfügbar.
es_es: Si, {version} está disponible.
fr_fr: Oui, {version} est disponible.
nb_no: Ja, {version} er tilgjengelig.
ru_ru: Да, {version} доступен.
tr_tr: Evet, {version} şu anda mevcut.

source: Checking for updates failed.
de_de: Die Suche nach einem Update ist fehlgeschlagen.
es_es: Error al buscar actualizaciones.
fr_fr: La vérification des mises à jour a échoué.
nb_no: Klarte ikke å se etter oppdateringer.
ru_ru: Проверка обновлений не удалась.
tr_tr: Güncelleme kontrolü başarısız oldu.

source: Outdated
de_de: Veraltet
es_es: Desactualizado
fr_fr: Obsolète
nb_no: Utdatert
ru_ru: Устарела
tr_tr: Güncel Değil

source: About this instance
de_de: Über diese Instanz
es_es: Acerca de esta instancia
fr_fr: À propos de cette instance
nb_no: Om denne instansen
ru_ru: Об этом экземпляре
tr_tr: Bu misal hakkında

source: About Red
de_de: Über Red
es_es: Acerca de Red
fr_fr: À propos de Red
nb_no: Om Red
ru_ru: О Red
tr_tr: Red Hakkında

source: Bringing joy since 02 Jan 2016 (over {} days ago!)
de_de: Freude seit 02. Jan 2016 (vor {} Tagen!)
es_es: Trayendo alegría desde el 02 de enero de 2016 (¡hace más de {} días!)
fr_fr: Apporte de la joie depuis le 2 janvier 2016 (Depuis {} jours !)
nb_no: Bringer glede siden 02 Jan 2016 (over {} dager siden!)
ru_ru: Приносит радость с 2 Января 2016 (более {} дней назад!)
tr_tr: 02 Ocak 2016 dan beri mutluluk getiriyor. ({} günden uzun süredir!)

source: This bot is an instance of Red, an open source Discord bot (1) created by Twentysix (2) and improved by many (3). Red is backed by a passionate community who contributes and creates content for everyone to enjoy. Join us today (4) and help us improve! (c) Cog Creators
de_de: Dieser Bot ist eine Instanz von Rot, einem Open-Source-Discord Bot (1) erstellt von Twentysix (2) und verbessert von vielen (3). Red wird von einer leidenschaftlichen Community unterstützt, welche sich am Code beteiligt und Inhalte schafft, die jeder genießen kann. Werde auch du ein Teil der Cimmunity (4) und huns noch besser zu werden! (c) Cog Creators
es_es: Este bot es una instancia de Red, un bot Discord (1) de código abierto creado por Twentysix (2) y mejorado por muchos (3). Red es apoyado por una comunidad apasionada que contribuye y crea contenido para que todos lo disfruten. Únete hoy (4) y ayúdanos a mejorar! (c) Cog Creators
fr_fr: Ce bot est une instance de Red, un bot Discord open source (1) créé par Twentysix (2) et amélioré par beaucoup (3). Red est soutenu par une communauté passionnée qui contribue et crée du contenu que tout le monde puisse profiter. Rejoignez-nous aujourd'hui (4) et aidez-nous à l'améliorer ! (c) Cog Creators
nb_no: Denne boten er en instans av Red, en åpen kildekode Discord bot (1) laget av Twentysix (2) og forbedret av mange (3). Red er støttet av et lidenskapelig samfunn som bidrar til og skaper innhold for alle til nye. Bli med oss i dag (4) og hjelp oss med forbedring! (c) Cog Creators
ru_ru: Этот бот является примером [Red, бот Discord с открытым исходным кодом]({}) создан [Twentysix]({}) и [улучшен многими]({}). Red поддерживается страстным сообществом, которое вносит свой вклад и создает контент для всех желающих. [Присоединяйтесь к нам сегодня]({}) и помогите нам улучшить! (c) Cog Creators
tr_tr: Bu bot Red'in misalidir, Red açık kaynaklı bir Discord botudur (1) Twentysix tarafından yaratılmış (2) ve çok sayıda kişi tarafından iyileştirilmiştir(3). Red geliştirilmesine katkıda bulunan ve herkesin kullanımı için açık içerik üreten hevesli bir topluluk tarafından desteklenmektedir. Hemen bize katılıp (4) gelişmemize yardımcı olabilirsiniz! (c) Cog Creators

source: Instance owned by team: [{owner}] Python: [{python_version}] (5) discord.py: [{dpy_version}] (6) Red version: [{red_version}] (7)
de_de: Diese Instanz gehört Team: [{owner}] Python: [{python_version}] (5) discord.py: [{dpy_version}] (6) Red Version: [{red_version}] (7)
es_es: Instancia propiedad del equipo: [{owner}] Python: [{python_version}] (5) discord.py: [{dpy_version}] (6) Versión de Red: [{red_version}] (7)
fr_fr: Instance appartenant à l'équipe : [{owner}] Python : [{python_version}] (5) discord.py : [{dpy_version}] (6) Version de Red : [{red_version}] (7)
nb_no: Instans eid av gruppe: [{owner}] Python: [{python_version}] (5) discord.py: [{dpy_version}] (6) Red versjon: [{red_version}] (7)
ru_ru: Данный экземпляр принадлежит команде: [{owner}] Python: [{python_version}] (5) discord.py: [{dpy_version}] (6) Red version: [{red_version}] (7)
tr_tr: Misal sahibi olan takım: [{owner}] Python: [{python_version}] (5) discord.py: [{dpy_version}] (6) Red sürümü: [{red_version}] (7)

source: Instance owned by: [{owner}] Python: [{python_version}] (5) discord.py: [{dpy_version}] (6) Red version: [{red_version}] (7)
de_de: Instanz im Besitz von: [{owner}] Python: [{python_version}] (5) discord.py: [{dpy_version}] (6) Red Version: [{red_version}] (7)
es_es: Instancia propiedad de: [{owner}] Python: [{python_version}] (5) discord. y: [{dpy_version}] (6) Versión de Red: [{red_version}] (7)
fr_fr: Instance appartenant à : [{owner}] Python : [{python_version}] (5) discord.py : [{dpy_version}] (6) Version de Red : [{red_version}] (7)
nb_no: Insants eid av: [{owner}] Python: [{python_version}] (5) discord.py: [{dpy_version}] (6) Red versjon: [{red_version}] (7)
ru_ru: Данный экземпляр принадлежит: [{owner}] Python: [{python_version}] (5) discord.py: [{dpy_version}] (6) Red version: [{red_version}] (7)
tr_tr: Misal sahibi: [{owner}] Python: [{python_version}] (5) discord.py: [{dpy_version}] (6) Red sürümü: [{red_version}] (7)

source: Outdated: [{state}]
de_de: Veraltet: [{state}]
es_es: Obsoleto: [{state}]
fr_fr: Obsolète : [{state}]
nb_no: Utdatert: [{state}]
ru_ru: Устарело: [{state}]
tr_tr: Eskimiş: [{state}]

source: **About Red**
de_de: **Über Red**
es_es: **Acerca de Red**
fr_fr: **À propos de Red**
nb_no: **Om Red**
ru_ru: **О Red**
tr_tr: **Red Hakkında**

source: **About this instance**
de_de: **Über diese Instanz**
es_es: **Acerca de esta instancia**
fr_fr: **À propos de cette instance**
nb_no: **Om denne instansen**
ru_ru: **Об этом экземпляре**
tr_tr: **Bu misal hakkında**

source: **References** 1. <{}> 2. <{}> 3. <{}> 4. <{}> 5. <{}> 6. <{}> 7. <{}>
de_de: **Referenzen** 1. <{}> 2. <{}> 3. <{}> 4. <{}> 5. <{}> 6. <{}> 7. <{}>
es_es: **Referencias** 1. <{}> 2. <{}> 3. <{}> 4. <{}> 5. <{}> 6. <{}> 7. <{}>
fr_fr: **Références** 1. <{}> 2. <{}> 3. <{}> 4. <{}> 5. <{}> 6. <{}> 7. <{}>
nb_no: **Referanser** 1. <{}> 2. <{}> 3. <{}> 4. <{}> 5. <{}> 6. <{}> 7. <{}>
ru_ru: **Ссылки** 1. <{}> 2. <{}> 3. <{}> 4. <{}> 5. <{}> 6. <{}> 7. <{}>
tr_tr: **Referanslar** 1. <{}> 2. <{}> 3. <{}> 4. <{}> 5. <{}> 6. <{}> 7. <{}>

source: Shows [botname]'s uptime.
de_de: Zeigt die Laufzeit von [botname] an.
es_es: Muestra el tiempo de actividad de [botname].
fr_fr: Affiche le temps de disponibilité de [botname].
nb_no: Viser [botname] sin oppetid.
ru_ru: Показать время безперерывной работы [botname].
tr_tr: [botname]'un açık kalma süresini gösterir.

source: Less than one second.
de_de: Weniger als eine Sekunde.
es_es: Menos de 1 segundo.
fr_fr: Moins d'une seconde.
ru_ru: Менее одной секунды.
tr_tr: Bir saniyeden az.

source: I have been up for: **{time_quantity}** (since {timestamp})
de_de: Ich laufe seit: **{time_quantity}** (seit {timestamp})
es_es: He estado activo durante: **{time_quantity}** (desde {timestamp})
fr_fr: Je suis en ligne depuis : **{time_quantity}** (Depuis {timestamp})
ru_ru: Я был онлайн: **{time_quantity}** (с {timestamp})
tr_tr: Şu zamandan beri açık: **{time_quantity}** ({timestamp})

source: Commands which interact with the data [botname] has about you. More information can be found in the [End User Data Documentation.](https://docs.discord.red/en/stable/red_core_data_statement.html)
de_de: Befehle, die mit den Daten interagieren, die [botname] über dich hat. Mehr Informationen können in der [End User Data Documentation] (https://docs.discord.red/en/stable/red_core_data_statement.html) gefunden werden.
es_es: Los comandos que interactúan con los datos que [botname] conoce sobre ti. Puedes encontrar más información en la [Documentación de datos del usuario final.](https://docs.discord.red/en/stable/red_core_data_statement.html)
fr_fr: Des commandes qui interagissent avec les données que [botname] a sur vous. Plus d'informations peuvent être trouvées dans la [Documentation des données utilisateur.](https://docs.discord.red/fr/stable/red_core_data_statement.html)
nb_no: Kommandoer som samhandler med dataene [botname] har om deg. Mer informasjon finnes i [End User Data Documentation.](https://docs.discord.red/en/stable/red_core_data_statement.html)
ru_ru: Команды, которые взаимодействуют с данными [botname] имеет о вас. Дополнительную информацию можно найти в [Документации по Данным Конечного Пользователя.](https://docs.discord.red/en/stable/red_core_data_statement.html)
tr_tr: [botname] botunun sizinle ilgili barındırdığı verileri yönetmek için komutlar. Daha çok bilgi için [Son Kullanıcı Veri Beyannamesi](https://docs.discord.red/en/stable/red_core_data_statement.html)ni okuyun.

source: Find out what type of data [botname] stores and why. **Example:** - `[p]mydata whatdata`
de_de: Finde heraus, welche Art von Daten [botname] speichert und warum. **Beispiel:** - `[p]mydata whatdata`
es_es: Averigua qué tipo de datos [botname] almacena y por qué. **Ejemplo:** - `[p]mydata whatdata`
fr_fr: Découvrez quel type de données [botname] stocke et pourquoi. **Exemple:** - `[p]mydata whatdata`

source: This bot stores some data about users as necessary to function. This is mostly the ID your user is assigned by Discord, linked to a handful of things depending on what you interact with in the bot. There are a few commands which store it to keep track of who created something. (such as playlists) For full details about this as well as more in depth details of what is stored and why, see {link}. Additionally, 3rd party addons loaded by the bot's owner may or may not store additional things. You can use `{prefix}mydata 3rdparty` to view the statements provided by each 3rd-party addition.
de_de: Für die nötige Funktionalität speichert dieser Bot speichert einige Daten über Benutzer. Hierbei handelt es sich i.d.R. um die ID, welche Discord dem Benutzer zuweist und mit verschiedensten Dingen verbunden ist, abhängig davon wie du mit dem Bot interagierst. Es gibt ein paar Befehle welche diese speichern um nachvollziehen zu können wer etwas erstellt hat (zum Beispiel Playlists). Für weitere Informationen und ausführliche Details was gespeichert wird und warum, rufe bitte {link} auf. Darüber hinaus kann es sein, dass 3rd-party Erweiterungen, die der Bot Besitzer installiert, zusätzliche Daten speichert oder nicht. Du kannst `{prefix}mydata 3rdparty` verwenden um hierzu Angaben der jeweiligen 3rd Party Erweiterung einzusehen.
es_es: Este bot almacena algunos datos sobre los usuarios cuando sea necesario para funcionar. Esto es principalmente el ID que tu usuario está asignado por Discord, enlazado a un puñado de cosas dependiendo de con lo que interactúes en el bot. Hay algunos comandos que lo almacenan para mantener un seguimiento de quién creó algo. (como las listas de reproducción) Para obtener más detalles sobre esto y más detalles sobre lo que se almacena y por qué, consulte {link}. Además, los complementos de terceros cargados por el propietario del bot pueden o no almacenar cosas adicionales. Puedes usar `{prefix}mydata 3rdparty` para ver las sentencias proporcionadas por cada adición de terceros.
fr_fr: Ce bot garde des données à propos des utilisateurs nécessaires pour son fonctionnement. Cela consiste principalement en l'ID que Discord assigne à votre utilisateur, lié à une poignée d'autres choses selon ce avec quoi vous interagissez dans le bot. Quelques commandes gardent ces données pour savoir qui a créé quelque chose (notamment les listes de lecture). Pour tous les détails à ce propos ainsi que des infos plus précises sur ce qui est gardé, voyez {link}. En plus, des ajouts tiers chargés par le propriétaire du bot peuvent ou non garder des infos additionnelles. Vous pouvez utiliser `{prefix}mydata 3rdparty` pour voir les déclarations fournies par chaque ajout tiers.
nb_no: Denne boten lagrer noen data om brukere etter behov for å fungere. Dette er for det meste ID-en til din bruker er tilordnet av Discord, knyttet til en håndfull ting, avhengig av hva du samhandler med i boten. Det er noen kommandoer som lagrer den for å holde oversikt over hvem som opprettet noe. (som spillelister) For fullstendig informasjon om dette samt mer detaljert informasjon om hva som lagres og hvorfor, se {link}. I tillegg kan tredjeparts tillegg som er lastet inn av roten eieren av, eller ikke nødvendigvis lagre flere ting. Du kan bruke `{prefix}mydata 3rdparty` for å vise påstander gitt av hver tredjeparts addition.
ru_ru: Этот бот хранит некоторые данные о пользователях, необходимые для функционирования. Это в основном ID, присвоенный вашему пользователю Discord, связано с небольшим количеством вещей, в зависимости от того, с чем вы взаимодействуете в боте. Есть несколько команд, которые хранят его, чтобы отслеживать кто что-то создал. (например, плейлисты) Для получения подробной информации об этом, а также более подробной информации о том, что хранится и почему, смотрите {link}. Кроме того, дополнения сторонних разработчиков, загруженные владельцем бота, могут хранить или не сохранять дополнительные вещи. Вы можете использовать `{prefix}my data 3rdparty` для просмотра утверждений от каждого дополнения сторонних разработчиков.
tr_tr: Bu bot çalışması için gerekli olduğundan kullanıcılar hakkında biraz veri depolar. Bu çoğunlukla size Discord tarafından atanan ID ve botu nasıl kullandığınıza bağlı olarak değişen ilişkilendirmelerdir. Kimin neyi oluşturduğunun kaydını tutan bir kaç komut bulunur. (oynatma listeleri gibi) Konuyla ilgili tüm detaylar ve neyin neden depolandığıyla ilgili bilgi almak için {link} adresini ziyaret edin. Ayrıca, bot'un sahibi tarafından yüklenmiş 3. parti eklentiler fazladan veri depoluyor veya depolamıyor olabilirler. `{prefix}mydata 3rdparty` komutunu kullanarak her 3. parti eklentinin veri bildirgesine ulaşabilirsiniz.

source: View the End User Data statements of each 3rd-party module. This will send an attachment with the End User Data statements of all loaded 3rd party cogs. **Example:** - `[p]mydata 3rdparty`
de_de: Zeigt die Endbenutzer Daten-Erklärung jedes 3. Anbieter Moduls an. Dies wird einen Anhang mit den Endbenutzer Daten-Erklärungen jedes geladenen 3. Anbieter Cogs senden. **Beispiel:** - `[p]mydata 3rdparty`
es_es: Ver las declaraciones de datos de usuario final de cada módulo de terceros. Esto enviará un archivo adjunto con las declaraciones de datos del usuario final de todos los cogs de terceros cargados en el bot. **Ejemplo:** - `[p]mydata 3rdparty`
fr_fr: Afficher les déclarations de données de l'utilisateur final de chaque module tiers. Ceci enverra une pièce jointe avec les déclarations de données de l'utilisateur final de tous les modules tiers chargés. **Exemple :** - `[p]mydata 3rdparty`

source: I need to be able to attach files (try in DMs?).
de_de: Ich muss in der Lage sein Dateien anzuhängen (versuche es in den Direktnachrichten?).
es_es: Necesito adjuntar archivos (¿intentando en Mensajes privados?).
fr_fr: Je dois pouvoir être capable de joindre des fichiers (essayez en Messages Privés (DM) ?).
nb_no: Jeg må kunne legge ved filer (prøv i DMs?).
ru_ru: Мне нужно иметь возможность прикреплять файлы (попробуйте в ЛС?).
tr_tr: Dosya eklemem gerekiyor. (DM'den deneyebilirsin).

source: This instance does not appear to have any 3rd-party extensions loaded.
de_de: Diese Instanz scheint keine 3rd-party Erweiterung geladen zu haben.
es_es: Esta instancia no parece tener ninguna extensión de terceros cargada.
fr_fr: Ce cas ne semble pas avoir d'extension tierce chargée.
nb_no: Denne forekomsten ser ikke ut til å ha noen tredjeparts utvidelser belastet.
ru_ru: Похоже что в этом экземпляре не загружены сторонние расширения.
tr_tr: Bu misalde her hangi bir 3. parti eklenti kurulu gözükmüyor.

source: 3rd party End User Data statements
de_de: 3rd party Endbenutzer Daten Angaben
es_es: Declaraciones de datos de terceros a usuarios finales
fr_fr: Déclarations tierces des Données de l'Utilisateur Final
nb_no: Tredjeparts Uttalelser om sluttbrukerdata
ru_ru: Операторы данных конечного пользователя
tr_tr: 3. parti Son Kullanıcı Veri Bildirgeleri

source: The following are statements provided by 3rd-party extensions.
de_de: Nachfolgendes sind Angaben der 3rd-party Erweiterungen.
es_es: Las siguientes afirmaciones son proporcionadas por extensiones de terceros.
fr_fr: Ce qui suit sont les déclarations fournies par les extensions tierces.
nb_no: Følgende er instruksjoner gitt av tredjeparts utvidelser.
ru_ru: Ниже приводятся заявления представленные в виде сторонних расширений.
tr_tr: 3. parti eklentiler tarafından sunulan bildirgeler:

source: 3rd-party extensions without statements
de_de: 3rd-party Erweiterungen ohne Angaben
es_es: Extensiones de terceros sin sentencias
fr_fr: Extensions tierces sans déclarations
nb_no: tredjeparts utvidelser uten påstander
ru_ru: Сторонние расширения без утверждений
tr_tr: Bildirgesi olmayan 3. parti eklentiler

source: Here's a generated page with the statements provided by 3rd-party extensions.
de_de: Hier ist eine erstellte Seite mit den Angaben der 3rd-party Erweiterungen.
es_es: Aquí hay una página generada con las declaraciones proporcionadas por extensiones de terceros.
fr_fr: Voici une page générée avec les déclarations fournies par les extensions tierces.
nb_no: Her er en generert side med erklæringen fra tredjeparts utvidelser.
ru_ru: Ниже приведена генерируемая страница с заявлениями, предоставленными сторонними расширениями.
tr_tr: İşte 3. taraf uzantıların sağladığı ifadelerle oluşturulmuş bir sayfa.

source: Did not get confirmation, cancelling.
de_de: Keine Bestätigung erhalten, breche ab.
es_es: No se ha recibido confirmación, cancelando.
fr_fr: Nous n'avons pas reçu de confirmation, annulation.
nb_no: Fikk ikke bekreftelse, kansellering.
ru_ru: Не было подтверждено, отмена.
tr_tr: Onay alınmadı, iptal ediliyor.

source: Did not get a matching confirmation, cancelling.
de_de: Keine passende Bestätigung erhalten, breche ab.
es_es: No se ha recibido confirmación, cancelando.
fr_fr: Nous n'avons pas reçu de confirmation correspondante, annulation.
nb_no: Fikk ikke en tilsvarende bekreftelse, kansellering.
ru_ru: Не удалось получить соответствующее подтверждение, отмена.
tr_tr: Eşleşen onay alınmadı, iptal ediliyor.
