Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Lists the servers [botname] is currently in. Note: This command is interactive.
de_de: Listet die Server auf, in denen [botname] momentan Mitglied ist. Hinweis: Dieser Befehl ist interaktiv.
es_es: Lista de los servidores que [botname] está actualmente en. Nota: Este comando es interactivo.
fr_fr: Liste les serveurs, dans lesquels [botname] se trouve actuellement. Note : Cette commande est interactive.
nb_no: Viser serveren [botname] er medlem av. Merk: Denne kommandoen er interaktiv.
ru_ru: Перечисляет серверы, на которых [botname] находится в данный момент. Примечание: Эта команда является интерактивной.
tr_tr: [botname] botunun şu anda içinde olduğu sunucuları listeler. Not: Bu komut etkileşimlidir.

source: Loaded {packs}.
de_de: Lade {packs}.
es_es: Se activó {packs}.
fr_fr: Chargé {packs}.
nb_no: Lastet {packs}.
ru_ru: Загружено {packs}.
tr_tr: Yüklenenler {packs}.

source: The following package is already loaded: {pack}
de_de: Das folgende Paket ist bereits geladen: {pack}
es_es: El siguiente paquete ya está cargado: {pack}
fr_fr: Le paquet suivant est déjà chargé : {pack}
nb_no: Følgende pakke er allerede lastet: {pack}
ru_ru: Следующий пакет уже загружен: {pack}
tr_tr: Bu paket zaten yüklü: {pack}

source: The following packages are already loaded: {packs}
de_de: Das folgende Paket ist bereits geladen: {packs}
es_es: Los siguientes paquetes ya están cargados: {packs}
fr_fr: Les paquets suivants sont déjà chargés : {packs}
nb_no: Følgende pakker er allerede lastet: {packs}
ru_ru: Следующие пакеты уже загружены: {packs}
tr_tr: Bu paketler zaten yüklü: {packs}

source: Failed to load the following package: {pack}. Check your console or logs for details.
de_de: Fehler beim Laden des Pakets {pack}. Überprüfen Sie Ihre Konsole oder Protokolle für weitere Details.
es_es: Error al cargar el paquete: {pack}. Revise su consola o registros para más detalles.
fr_fr: Impossible de charger le paquet suivant:{pack}. Vérifiez votre console ou les logs pour plus de détails.
nb_no: Kunne ikke laste følgende pakke: {pack}. Sjekk konsollen eller loggene for detaljer.
ru_ru: Не удалось загрузить следующие пакеты: {pack}. Проверьте консоль или логи для более точных деталей.
tr_tr: Bu paketi yüklemeye çalışırken bir hata oluştu: {pack} Konsolu veya logları kontrol edin.

source: Failed to load the following packages: {packs} Check your console or logs for details.
de_de: Fehler beim Laden des Pakets {packs}. Überprüfen Sie Ihre Konsole oder Protokolle für weitere Details.
es_es: Error al cargar el paquete: {packs}. Revise su consola o registros para más detalles.
fr_fr: Impossible de charger le paquet suivant:{packs}. Vérifiez votre console ou les logs pour plus de détails.
nb_no: Kan ikke laste følgende pakker: {packs} Sjekk konsollen eller loggene for detaljer.
ru_ru: Не удалось загрузить следующие пакеты: {packs}. Проверьте консоль или логи для более точных деталей.
tr_tr: Bu paketleri yüklemeye çalışırken bir hata oluştu: {packs} Konsolu veya logları kontrol edin.

source: The following name is not a valid package name: {pack} Package names cannot start with a number and can only contain ascii numbers, letters, and underscores.
de_de: Der folgende Name ist kein gültiger Paketname: {pack} Paketnamen können nicht mit einer Zahl beginnen und dürfen nur ascii Zahlen, Buchstaben, und Unterstriche enthalten.
es_es: El siguiente nombre no es un nombre válido del paquete: {pack} Los nombres de los paquetes no pueden comenzar con un número y solo pueden contener números ascii, letras, y guiones bajos.
fr_fr: Les noms suivants ne sont pas des noms de paquets valides : {pack} Les noms de paquets ne peuvent pas commencer par un chiffre et ne peuvent contenir que des chiffres, des lettres et des tirets du bas ascii.
nb_no: Følgende navn er ikke et gyldig pakkenavn: {pack} Pakkenavn kan ikke begynne med et nummer og kan bare inneholde jasi-numre, brev, and underscores.
ru_ru: Следующее имя не является допустимым именем пакета: {pack} Имена пакетов не могут начинаться с цифры и могут содержать только ascii цифры, буквы и знаки подчеркивания.
tr_tr: Bu isim geçerli bir paket ismi değil: {pack} Paket isimleri bir rakam ile başlayamaz ve sadece ascii rakamları, harfleri ve alt tireleri içerebilir.

source: The following names are not valid package names: {packs} Package names cannot start with a number and can only contain ascii numbers, letters, and underscores.
de_de: Die folgenden Namen sind keine gültigen Paketnamen: {packs} Paketnamen können nicht mit einer Zahl beginnen und dürfen nur ascii Zahlen, Buchstaben, und Unterstriche enthalten.
es_es: Los siguientes nombres no son nombres de paquetes válidos: {packs} Los nombres de los paquetes no pueden comenzar con un número y solo pueden contener números ascii, letras, y guiones bajos.
fr_fr: Les noms suivants ne sont pas des noms de paquets valides : {packs} Les noms de paquets ne peuvent pas commencer par un chiffre et ne peuvent contenir que des chiffres, des lettres et des tirets du bas ascii.
nb_no: Følgende navn er ikke gyldige pakkenavn: {packs} Pakkenavn kan ikke starte med et nummer og kan bare inneholde ascii-numre, brev, and underscores.
ru_ru: Следующие имена не являются допустимыми именами пакетов: {packs} Имена пакетов не могут начинаться с цифры и могут содержать только ascii цифры, буквы и знаки подчеркивания.
tr_tr: Bu isimler geçerli paket isimleri değil: {packs} Paket isimleri bir rakam ile başlayamaz ve sadece ascii rakamları, harfleri ve alt tireleri içerebilir.

source: The following package was not found in any cog path: {pack}.
de_de: Das folgende Paket wurde nicht in irgendeinem cog-Pfad gefunden: {pack}.
es_es: El siguiente paquete no se encontró en ninguna ruta de cog: {pack}.
fr_fr: Le paquet suivant n'a été trouvé dans aucun chemin de cog : {pack}.
nb_no: Følgende pakke ble ikke funnet i noen cog sti: {pack}.
ru_ru: Следующий пакет не найден в пути cog: {pack}.
tr_tr: Bu paket herhangi bir dizinde bulunamadı: {pack}.

source: The following packages were not found in any cog path: {packs}
de_de: Das folgende Paket wurde nicht in irgendeinem cog-Pfad gefunden: {packs}
es_es: No se han encontrado los siguientes paquetes en ninguna ruta de cog: {packs}
fr_fr: Les paquets suivant n'ont pas été trouvé dans aucun chemin de cog : {packs}
nb_no: Følgende pakker ble ikke funnet i noen cog sti: {packs}
ru_ru: Следующие пакеты не были найдены в пути cog: {packs}
tr_tr: Aşağıdaki paketler herhangi bir dizin yolunda bulunamadı: {packs}

source: This package could not be loaded for the following reason: {reason}
de_de: Paket konnte aus dem folgenden Grund nicht geladen werden: {reason}
es_es: Este paquete no pudo ser cargado por la siguiente razón: {reason}
fr_fr: Ce paquet n'a pas pu être chargé pour la raison suivante : {reason}
nb_no: Denne pakken kunne ikke lastes av følgende grunn: {reason}
ru_ru: Этот пакет не может быть загружен по следующим причинам: {reason}
tr_tr: Bu paket şu nedenden dolayı kurulamadı: {reason}

source: These packages could not be loaded for the following reasons: {reasons}
de_de: Paket konnte aus dem folgenden Grund nicht geladen werden: {reasons}
es_es: Estos paquetes no fueron cargados por las siguientes razones: {reasons}
fr_fr: Ces paquets n'ont pas pu être chargés pour les raisons suivantes : {reasons}
nb_no: Disse pakkene kunne ikke lastes av følgende årsaker: {reasons}
ru_ru: Эти пакеты не могут быть загружены по следующим причинам: {reasons}
tr_tr: Bu paketler şu sebeplerden dolayı kurulamadı: {reasons}

source: **WARNING**: The following repo is using shared libs which are marked for removal in the future: {repo}. You should inform maintainer of the repo about this message.
de_de: **ACHTUNG**: Das folgende repo verwendet "shared libraries", welche in Red 3.4 entfernt werden. Du solltest den Verwalter des repos über diese Nachricht informieren. {repo}.
es_es: **ADVERTENCIA**: El siguiente repositorio utiliza librerías compartidas que están marcadas para su eliminación en el futuro: {repo}. Deberías informar al mantenedor del repositorio sobre este mensaje.
fr_fr: **AVERTISSEMENT** : Le repo suivant utilise des bibliothèques partagées qui sont marquées pour être supprimées dans le futur : {repo}. Vous devriez informer le responsable de ce dépôt de ce message.
nb_no: **ADVARSEL**: Følgende område bruker delte limer som er merket for å fjerne i fremtiden: {repo}. Du bør informere vedlikeholderen om denne meldingen.
ru_ru: **ПРЕДУПРЕЖДЕНИЕ**: В следующем репозитории используются разделяемые библиотеки, которые помечены для удаления в будущем: {repo}. Вы должны сообщить об этом сообщении сопровождающему репозитория.
tr_tr: **UYARI:** Bu depo ilerde kaldırılacak olan ortak kütüphaneler kullanmaktadır: {repo}. Deponun sahiplerine bu mesajla ilgili haber veriniz.

source: **WARNING**: The following repos are using shared libs which are marked for removal in the future: {repos}. You should inform maintainers of these repos about this message.
de_de: **ACHTUNG**: Die folgenden repos verwenden "shared libraries", welche in Red 3.4 entfernt werden. Du solltest die Verwalter der repos über diese Nachricht informieren. {repos}.
es_es: **ADVERTENCIA**: Los siguientes repositorios utilizan librerías compartidas que están marcadas para su eliminación en el futuro: {repos}. Deberías informar a los mantenedores de estos repositorios sobre este mensaje.
fr_fr: **AVERTISSEMENT**: Les dépôts suivants utilisent des bibliothèques partagées qui sont marquées pour être supprimées dans le futur : {repos}. Vous devriez informer les responsables de ces dépôts à propos de ce message.
nb_no: **ADVARSEL**: Følgende repoer bruker delte liber som er merket for å fjerne i fremtiden: {repos}. Du bør informere vedlikeholderne om denne meldingen.
ru_ru: **ПРЕДУПРЕЖДЕНИЕ**: Следующие репозитории используют разделяемые библиотеки, которые помечены для удаления в будущем: {repos}. Вы должны проинформировать сопровождающих этих репозиториев об этом сообщении.
tr_tr: **UYARI:** Bu depolar ilerde kaldırılacak olan ortak kütüphaneler kullanmaktadır: {repos}. Deponun sahiplerine bu mesajla ilgili haber veriniz.

source: The following package was unloaded: {pack}.
de_de: Das folgende Paket ist bereits geladen: {pack}.
es_es: El siguiente cog fue desactivado: {pack}.
fr_fr: Le paquet suivant a été déchargé : {pack}.
nb_no: Følgende cog ble utlastet: {pack}.
ru_ru: Следующий пакет был выгружен: {pack}.
tr_tr: Bu paketin yüklenmesi kaldırıldı: {pack}.

source: The following packages were unloaded: {packs}.
de_de: Die folgenden Pakete wurden entfernt: {packs}.
es_es: Los siguientes cogs fueron desactivados: {packs}.
fr_fr: Les paquets suivants ont été déchargés : {packs}.
nb_no: Følgende pakke ble utlastet: {packs}.
ru_ru: Следующие пакеты были выгружены: {packs}.
tr_tr: Bu paketlerin yüklenmesi kaldırıldı: {packs}.

source: The following package was not loaded: {pack}.
de_de: Das folgende Paket wurde nicht geladen: {pack}.
es_es: El siguiente paquete no está cargado: {pack}.
fr_fr: Le paquet suivant n'était pas chargé : {pack}.
nb_no: Følgende pakke ble utlastet: {pack}.
ru_ru: Не удалось загрузить следующий пакет: {pack}.
tr_tr: Bu paket yüklenmemiş: {pack}.

source: The following packages were not loaded: {packs}.
de_de: Die folgenden Pakete wurden nicht geladen: {packs}.
es_es: El siguiente paquete no está descargado: {packs}.
fr_fr: Les paquets suivants n'étaient pas chargés : {packs}.
nb_no: Følgende pakke ble ikke lastet: {packs}.
ru_ru: Следующие пакеты не были загружены: {packs}.
tr_tr: Bu paketler yüklenmemiş: {packs}.

source: Reloads cog packages. This will unload and then load the specified cogs. Cogs that were not loaded will only be loaded. **Examples:** - `[p]reload general` - Unloads then loads the `general` cog. - `[p]reload admin mod mutes` - Unloads then loads multiple cogs. **Arguments:** - `<cogs...>` - The cog packages to reload.
es_es: Recarga los paquetes de Cogs. Esto se desactivara y luego cargará nuevamente los Cogs especificados. Los Cogs que no fueron cargados sólo serán cargados. **Ejemplos:** - `[p]reload general` - Desactiva y luego recarga el Cog `general`. - `[p]reload admin mod mutes` - Desactiva y luego recarga varios Cogs. **Argumentos:** - `<cogs...>` - Los Cogs a recargar.

source: Reloaded {packs}.
de_de: Neu geladen {packs}.
es_es: Recargando {packs}.
fr_fr: Rechargé {packs}.
nb_no: Oppdater {packs}.
ru_ru: Перезагрузка {packs}.
tr_tr: Yeniden yüklendi {packs}.

source: Failed to reload the following package: {pack}. Check your console or logs for details.
de_de: Fehler beim Laden des folgenden Pakets: {pack}. Überprüfen Sie Ihre Konsole oder Protokolle für Details.
es_es: Error al cargar el paquete: {pack}. Revise su consola o registros para más detalles.
fr_fr: Impossible de recharger le paquet suivant :{pack}. Vérifiez votre console ou les logs pour plus de détails.
nb_no: Kunne ikke laste følgende cog: {pack}. Sjekk konsollen eller loggene for detaljer.
ru_ru: Не удалось перезагрузить следующий пакет: {pack}. Проверьте консоль или логи для получения подробностей.
tr_tr: Bu paketi yeniden yüklemeye çalışırken bir hata oluştu: {pack}. Konsolu veya logları kontrol edin.

source: Failed to reload the following packages: {packs} Check your console or logs for details.
de_de: Fehler beim Laden der folgenden Pakete: {packs} Überprüfen Sie Ihre Konsole oder Protokolle für Details.
es_es: Error al cargar el paquete: {packs}. Revise su consola o registros para más detalles.
fr_fr: Impossible de recharger les paquets suivants :{packs}. Vérifiez votre console ou les logs pour plus de détails.
nb_no: Kan ikke laste følgende cog på nytt: {packs} Sjekk konsollen eller loggene for detaljer.
ru_ru: Не удалось перезагрузить следующие пакеты: {packs} Проверьте консоль или журналы для получения информации.
tr_tr: Bu paketleri yeniden yüklemeye çalıştırken bir hata oluştu: {packs} Konsolu veya logları kontrol edin.

source: This package could not be reloaded for the following reason: {reason}
de_de: Dieses Paket konnte aus folgendem Grund nicht neu geladen werden: {reason}
es_es: Este paquete no pudo ser recargado por la siguiente razón: {reason}
fr_fr: Ce paquet n'a pas pu être rechargé pour la raison suivante : {reason}
nb_no: Denne pakken kunne ikke lastes på nytt av følgende grunn: {reason}
ru_ru: Этот пакет не может быть перезагружен по следующей причине: {reason}
tr_tr: Bu paket şu sebepten dolayı yeniden yüklenemedi: {reason}

source: These packages could not be reloaded for the following reasons: {reasons}
de_de: Diese Pakete konnten aus folgenden Gründen nicht neu geladen werden: {reasons}
es_es: Estos paquetes no pudieron ser recargados por las siguientes razones: {reasons}
fr_fr: Ces paquets n'ont pas pu être rechargés pour les raisons suivantes : {reasons}
nb_no: Disse pakkene kunne ikke lastes på nytt av følgende grunner: {reasons}
ru_ru: Эти пакеты не могут быть перезагружены по следующим причинам: {reasons}
tr_tr: Bu paketler şu nedenlerden dolayı tekrar yüklenemedi: {reasons}

source: **WARNING**: The following repo is using shared libs which are marked for removal in the future: {repo}. You should inform maintainers of these repos about this message.
de_de: **ACHTUNG**: Das folgende repo verwendet "shared libraries", welche in Red 3.4 entfernt werden. Du solltest den Verwalter des repos über diese Nachricht informieren. {repo}.
es_es: **ADVERTENCIA**: El siguiente repositorio utiliza librerías compartidas que están marcadas para su eliminación en el futuro: {repo}. Deberías informar a los mantenedores de estos repos sobre este mensaje.
fr_fr: **AVERTISSEMENT** : Le repo suivant utilise des bibliothèques partagées qui sont marquées pour être supprimées dans le futur : {repo}. Vous devriez informer les responsables de ce dépôt de ce message.
nb_no: **ADVARSEL**: Følgende område bruker delte limer som er merket for å fjerne i fremtiden: {repo}. Du bør informere vedlikeholderne om denne meldingen.
ru_ru: **ПРЕДУПРЕЖДЕНИЕ**: В следующем репозитории используются разделяемые библиотеки, которые помечены для удаления в будущем: {repo}. Вы должны проинформировать сопровождающих этих репо об этом сообщении.
tr_tr: **UYARI:** Bu depo ilerde kaldırılacak olan ortak kütüphaneler kullanmaktadır: {repo}. Deponun sahiplerine bu mesajla ilgili haber veriniz.

source: Base command for managing what application commands are able to be used on [botname].
es_es: Comando base para administrar qué comandos de aplicación pueden ser usados en [botname].

source: Marks an application command as being enabled, allowing it to be added to the bot. See commands available to enable with `[p]slash list`. This command does NOT sync the enabled commands with Discord, that must be done manually with `[p]slash sync` for commands to appear in users' clients. **Arguments:** - `<command_name>` - The command name to enable. Only the top level name of a group command should be used. - `[command_type]` - What type of application command to enable. Must be one of `slash`, `message`, or `user`. Defaults to `slash`.
es_es: Marca un comando de aplicación como activado, permitiéndole ser añadido al bot. Ver comandos disponibles para activar con `[p]slash list`. Este comando NO sincroniza los comandos habilitados con Discord, que debe hacerse manualmente con `[p]slash sync` para que los comandos aparezcan en los clientes de los usuarios. **Argumentos:** - `<command_name>` - El nombre del comando a habilitar. Sólo se debe utilizar el nombre de nivel superior de un comando de grupo. - `[command_type]` - Qué tipo de comando de aplicación habilitar. Debe ser uno de `slash`, `message`, o `user`. Por defecto es `slash`.

source: Command type must be one of `slash`, `message`, or `user`.
es_es: El tipo de comando debe ser `slash`, `message`, o `user`.
fr_fr: Le type de commande doit être un des types `slash`, `message`, ou `user`.

source: That application command is already enabled.
es_es: Ese comando de aplicación ya está habilitado.
fr_fr: Cette commande d'application est déjà activée.

source: That application command could not be found. Use `{prefix}slash list` to see all application commands. You may need to double check the command type.
es_es: El comando de la aplicación no ha podido ser encontrado. Escriba `{prefix} slash list` para ver todos los comandos de la aplicación. Puede que necesite revisar el tipo de comando.
fr_fr: Cette commande d'application n'a pas pu être trouvée. Utilisez `{prefix}slash list` pour voir toutes les commandes d'application. Vous devrez peut-être vérifier le type de commande.

source: The command limit has been reached. Disable a command first.
es_es: Se ha alcanzado el límite de comandos. Deshabilite un comando primero.
fr_fr: La limite de commande a été atteinte. Désactivez d'abord une commande.

source: Enabled {command_type} application command `{command_name}`
es_es: Comando de aplicación {command_type} habilitado {command_name}`
fr_fr: La commande d'application {command_type} `{command_name} ` est activée

source: Marks an application command as being disabled, preventing it from being added to the bot. See commands available to disable with `[p]slash list`. This command does NOT sync the enabled commands with Discord, that must be done manually with `[p]slash sync` for commands to appear in users' clients. **Arguments:** - `<command_name>` - The command name to disable. Only the top level name of a group command should be used. - `[command_type]` - What type of application command to disable. Must be one of `slash`, `message`, or `user`. Defaults to `slash`.
es_es: Marca un comando de aplicación como desactivado, evitando que se agregue al bot. Ver comandos disponibles para desactivar con `[p]slash list`. Este comando NO sincroniza los comandos habilitados con Discord, que debe hacerse manualmente con `[p]slash sync` para que los comandos aparezcan en los clientes de los usuarios. **Argumentos:** - `<command_name>` - El nombre del comando a deshabilitar. Sólo se debe utilizar el nombre de nivel superior de un comando de grupo. - `[command_type]` - Qué tipo de comando de aplicación deshabilitar. Debe ser uno de `slash`, `message`, o `user`. Por defecto es `slash`.

source: That application command has been set as required for the cog to function by the author, and cannot be disabled. The cog must be unloaded to remove the command.
es_es: El comando de la aplicación ha sido establecido como necesario para funcionar por el autor, y no se puede desactivar. El cog debe ser descargado para eliminar el comando.
fr_fr: Cette commande d'application a été définie comme nécessaire pour que le cog fonctionne par l'auteur, et ne peut pas être désactivée. Le cog doit être déchargé pour supprimer la commande.

source: That application command is already disabled or does not exist.
es_es: Ese comando de aplicación ya está deshabilitado o no existe.
fr_fr: Cette commande d'application est déjà désactivée ou n'existe pas.

source: Disabled {command_type} application command `{command_name}`
es_es: Comando de aplicación {command_type} deshabilitado `{command_name}`
fr_fr: Commande d'application {command_type} désactivée `{command_name}`

source: Marks all application commands in a cog as being enabled, allowing them to be added to the bot. See a list of cogs with application commands with `[p]slash list`. This command does NOT sync the enabled commands with Discord, that must be done manually with `[p]slash sync` for commands to appear in users' clients. **Arguments:** - `<cog_name>` - The cog to enable commands from. This argument is case sensitive.
de_de: Markiert alle Anwendungs-Befehle in einem Cog als aktiviert, sodass sie dem Bot hinzugefügt werden können. Siehe eine Liste der Module mit Anwendungs-Befehlen mit [p]slash list. Dieser Befehl synchronisiert die aktivierten Befehle NICHT automatisch mit Discord. Dies muss manuell mit [p]slash sync durchgeführt werden, damit die Befehle in den Clients der Benutzer erscheinen. **Argumente:** - `<cog_name>` - Der Cog, aus dem die Befehle aktiviert werden sollen. Dieses Argument ist Groß- und Kleinschreibung beachtend.
es_es: Marca todos los comandos de la aplicación en un modulo como habilitados, permitiéndolos ser añadidos al bot. Ver una lista de programadores con comandos de aplicación con `[p]slash list`. Este comando NO sincroniza los comandos habilitados con Discord, que debe hacerse manualmente con `[p]slash sync` para que los comandos aparezcan en los clientes de los usuarios. **Argumentos:** - `<cog_name>` - El cog del que se habilitaran comandos. Este argumento es sensible a mayúsculas y minúsculas.

source: Couldn't find any disabled commands from the cog `{cog_name}`. Use `{prefix}slash list` to see all cogs with application commands.
de_de: Es konnten keine deaktivierten Befehle aus dem Modul {cog_name} gefunden werden. Verwende {prefix}slash list, um alle Module mit Anwendungsbefehlen anzuzeigen.
es_es: No se pudo encontrar ningún comando deshabilitado del cog `{cog_name}`. Usa `{prefix} slash list` para ver todos los cog con comandos de la aplicación.
fr_fr: Impossible de trouver des commandes désactivées depuis le cog `{cog_name}`. Utilisez `{prefix}slash list` pour voir tous les cogs avec les commandes d'application.
