Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: That directory doesn't seem to exist...
pl_pl: Ten folder widocznie nie istnieje...

source: Sends a message to the owner
pl_pl: Wysyła wiadomość do właściciela

source: I cannot send your message, I'm unable to find my owner... *sigh*
pl_pl: Nie mogę wysłać twojej wiadomości, nie mogę znaleźć właściciela... *westchnienie*

source: Sends a DM to a user This command needs a user id to work. To get a user id enable 'developer mode' in Discord's settings, 'appearance' tab. Then right click a user and copy their id
pl_pl: Wysyła prywatną wiadomość do użytkownika Ta komenda wymaga ID użytkownika, by zadziałać. Aby uzyskać ID użytkownika, włącz "Tryb programisty" w ustawieniach Discorda, zakładka "wygląd". Kliknij wtedy prawym przyciskiem użytkownika i skopiuj jego ID

source: Invalid ID or user not found. You can only send messages to people I share a server with.
pl_pl: Nieprawidłowe ID lub użytkownik nie został znaleziony. Możesz wysyłać wiadomości tylko do ludzi, z którymi dzielę serwer.

source: Whitelist management commands.
pl_pl: Komendy do zarządzania biała listą.

source: Adds a user to the whitelist.
pl_pl: Dodaje użytkownika na biała listę.

source: User added to whitelist.
pl_pl: Użytkownik został dodany do białej listy.

source: Lists whitelisted users.
pl_pl: Pokazuje biała listę użytkowników.

source: Whitelisted Users:
pl_pl: Biała lista:

source: Removes user from whitelist.
pl_pl: Usuwa użytkownika z białej listy.

source: User has been removed from whitelist.
pl_pl: Użytkownik został usunięty z białej listy.

source: User was not in the whitelist.
pl_pl: Tego użytkownika nie ma na białej liście.

source: Clears the whitelist.
pl_pl: Czyści biała listę.

source: Whitelist has been cleared.
pl_pl: Biała lista została wyczyszczona.

source: blacklist management commands.
pl_pl: Komendy do zarządzania czarną listą.

source: Adds a user to the blacklist.
pl_pl: Dodaje użytkownika na czarną listę.

source: You cannot blacklist an owner!
pl_pl: Nie możesz dodać właściciela do czarnej listy!

source: User added to blacklist.
pl_pl: Użytkownik został dodany do czarnej listy.

source: Lists blacklisted users.
pl_pl: Pokazuje czarną listę użytkowników.

source: blacklisted Users:
pl_pl: Czarna lista:

source: Removes user from blacklist.
pl_pl: Usuwa użytkownika z czarnej listy.

source: User has been removed from blacklist.
pl_pl: Użytkownik został usunięty z czarnej listy.

source: User was not in the blacklist.
pl_pl: Tego użytkownika nie ma na czarnej liście.

source: Clears the blacklist.
pl_pl: Czyści czarną listę.

source: blacklist has been cleared.
pl_pl: Czarna lista została wyczyszczona.

source: Adds a user or role to the whitelist.
pl_pl: Dodaje użytkownika lub rolę do białej listy.

source: Role added to whitelist.
pl_pl: Rolad dodana do białej listy.

source: Lists whitelisted users and roles.
pl_pl: Pokazuje biała listę użytkowników i ról.

source: Whitelisted Users and roles:
pl_pl: Biała lista użytkowników i ról:

source: Removes user or role from whitelist.
pl_pl: Usuwa użytkownika lub rolę z białej listy.

source: Role has been removed from whitelist.
pl_pl: Rola została usunięta z białej listy.

source: Role was not in the whitelist.
pl_pl: Rola nie była na białej liście.

source: Adds a user or role to the blacklist.
pl_pl: Dodaje użytkownika lub rolę do czarnej listy.

source: Role added to blacklist.
pl_pl: Rolad dodana do czarnej listy.

source: Lists blacklisted users and roles.
pl_pl: Pokazuje czarną listę użytkowników i ról.

source: blacklisted Users and Roles:
pl_pl: Czarna lista użytkowników i ról:

source: Removes user or role from blacklist.
pl_pl: Usuwa użytkownika lub rolę z czarnej listy.

source: Role has been removed from blacklist.
pl_pl: Rola została usunięta z czarnej listy.

source: Role was not in the blacklist.
pl_pl: Rola nie była na czarnej liście.

source: Manage the bot's commands.
pl_pl: Zarządzaj komendami bota.

source: Disable a command. If you're the bot owner, this will disable commands globally by default.
pl_pl: Wyłącza komendę. Jeśli jesteś właścicielem, domyślnie wyłączy to komendę globalnie.

source: Disable a command globally.
pl_pl: Wyłącza komendę globalnie.

source: I couldn't find that command. Please note that it is case sensitive.
pl_pl: Nie mogłem znaleźć komendy. Pamiętaj, że ma tutaj znaczenie wielkość znaków.

source: Disable a command in this server only.
pl_pl: Wyłącza komendę tylko na tym serwerze.

source: Enable a command. If you're a bot owner, this will try to enable a globally disabled command by default.
pl_pl: Włącza komendę. Jeśli jesteś właścicielem, domyślnie włączy to komendę globalnie.

source: Enable a command globally.
pl_pl: Włącza komendę globalnie.

source: Enable a command in this server.
pl_pl: Włącza komendę na tym serwerze.

source: Set the bot's response to disabled commands. Leave blank to send nothing. To include the command name in the message, include the `{command}` placeholder.
pl_pl: Ustawia odpowiedź bota dla wyłączonych komend. Pozostaw puste, by nic nie wysyłać. Aby zawrzeć nazwę komendy w wiadomości, napisz `{command}` zamiast nazwy komendy.

source: Enter code to execute or evaluate. `exit()` or `quit` to exit.
pl_pl: Wpisz kod do wykonania lub oceny. Napisz `exit()`lub `quit` by wyjść.
