Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Reloads cog packages. This will unload and then load the specified cogs. Cogs that were not loaded will only be loaded. **Examples:** - `[p]reload general` - Unloads then loads the `general` cog. - `[p]reload admin mod mutes` - Unloads then loads multiple cogs. **Arguments:** - `<cogs...>` - The cog packages to reload.
ru_ru: Перезагружает пакеты зубцов. Выгрузит, а затем загрузит указанные зубцы. Коги, которые не были загружены, будут только загружены. **Примеры:** - `[p]reload general` - выгружает, а затем загружает ког `general`. - `[p]reload admin mod mutes` - Выгружает, а затем загружает несколько зубцов. **Аргументы:** - `<cogs...>` - Пакеты когов для перезагрузки.

source: Shuts down the bot. Allows [botname] to shut down gracefully. This is the recommended method for shutting down the bot. **Examples:** - `[p]shutdown` - `[p]shutdown True` - Shutdowns silently. **Arguments:** - `[silently]` - Whether to skip sending the shutdown message. Defaults to False.
ru_ru: Выключает бота. Позволяет [botname] выключить грациозно. Это рекомендуемый метод завершения бота. **Пример:** - `[p]shutdown` - `[p]shutdown True` - Выключение без звука. **Аргументы:** - `[silently]` - Пропустить ли отправку сообщения о выключении. По умолчанию False.

source: Attempts to restart [botname]. Makes [botname] quit with exit code 26. The restart is not guaranteed: it must be dealt with by the process manager in use. **Examples:** - `[p]restart` - `[p]restart True` - Restarts silently. **Arguments:** - `[silently]` - Whether to skip sending the restart message. Defaults to False.
ru_ru: Попытка перезапустить [botname]. Заставляет [botname] завершить работу с кодом выхода 26. Перезапуск не гарантируется: он должен быть обработан используемым менеджером процессов. **Примеры:** - `[p]restart` - `[p]restart True` - перезапускает беззвучно. **Аргументы:** - `[silently]` - Пропускать ли отправку сообщения о перезапуске. По умолчанию False.

source: Global
de_de: Überall
ru_ru: Общий
tr_tr: Küresel

source: Set the initial balance for new bank accounts. Example: - `[p]bankset registeramount 5000` **Arguments** - `<creds>` The new initial balance amount. Default is 0.
ru_ru: Устанавливает начальный баланс для новых банковских счетов Пример: - `[p]bankset registeramount 5000` **Аргументы** - `<creds>` Новая сумма начального баланса. По умолчанию 0.

source: Failed. Remember that you can edit my avatar up to two times a hour. The URL or attachment must be a valid image in either JPG or PNG format.
de_de: Fehlgeschlagen. Denke daran, dass du meinen Avatar bis zu zwei Mal pro Stunde bearbeiten kannst. Die URL oder der Anhang muss ein gültiges Bild im JPG oder PNG-Format sein.
nb_no: Mislyktes. Husk at du kan redigere avataren din til to ganger i timen. Feil URL-adresse eller vedlegg må være gyldig bilde enten i JPG eller PNG format.
ru_ru: Ошибка. Помните, что мой аватар можно редактировать до двух раз в час. Ссылка или вложение должны быть корректным изображением в формате JPG или PNG.

source: JPG / PNG format only.
de_de: Nur JPG oder PNG Format.
nb_no: Bare JPG / PNG format.
pl_pl: Tylko formaty JPG / PNG.
ru_ru: JPG / PNG формат только.

source: The maximum length of the streamer url is 511 characters.
nb_no: Maksimal lengde på streamer url er 511 tegn.
ru_ru: Максимальная длина Url-адреса стримера составляет 511 символов.

source: The maximum length of the stream title is 128 characters.
nb_no: Maksimal lengde på stream innhold er 128 tegn.
ru_ru: Максимальная длина заголовка потока составляет 128 символов.

source: The maximum length of game descriptions is 128 characters.
nb_no: Maksimal lengde på spillbeskrivelser er 128 tegn.
ru_ru: Максимальная длина описания игры составляет 128 символов.

source: The maximum length of listening descriptions is 128 characters.
nb_no: Maksimal lengde på lytterbeskrivelser er 128 tegn.
ru_ru: Максимальная длина описаний прослушивания составляет 128 символов.

source: The maximum length of watching descriptions is 128 characters.
nb_no: Maksimal lengde på ser beskrivelser er 128 tegn.
ru_ru: Максимальная длина описания просмотра составляет 128 символов.

source: The maximum length of competing descriptions is 128 characters.
nb_no: Maksimal lengde på konkurrerende beskrivelser er 128 tegn.
ru_ru: Максимальная длина описаний конкурентов составляет 128 символов.

source: Set the delay until the bot removes the command message. Must be between -1 and 60. Set to -1 to disable this feature. This is only applied to the current server and not globally. **Examples:** - `[p]set deletedelay` - Shows the current delete delay setting. - `[p]set deletedelay 60` - Sets the delete delay to the max of 60 seconds. - `[p]set deletedelay -1` - Disables deleting command messages. **Arguments:** - `[time]` - The seconds to wait before deleting the command message. Use -1 to disable.
ru_ru: Устанавливает задержку, пока бот не удалит командное сообщение. Должно быть от -1 до 60. Установите значение -1, чтобы отключить эту функцию. Применяется только к текущему серверу, а не глобально. **Примеры:** - `[p]set deletedelay` - Показывает текущую настройку задержки удаления. - `[p]set deletedelay 60` - Устанавливает задержку удаления на максимальное значение в 60 секунд. - `[p]set deletedelay -1` - Отключает удаление командных сообщений. **Аргументы:** - `[time]` - Количество секунд ожидания перед удалением командного сообщения. Используйте -1 для отключения.

source: Toggle whether to use the bot owner-configured colour for embeds. Default is to use the bot's configured colour. Otherwise, the colour used will be the colour of the bot's top role. **Example:** - `[p]set usebotcolour`
ru_ru: Переключает, использовать ли настроенный владельцем бота цвет для вложений. По умолчанию используется настроенный цвет бота. В противном случае будет использоваться цвет верхней роли бота. **Пример:** - `[p]установить цвет бота`

source: Toggle whether to enable fuzzy command search for the server. This allows the bot to identify potential misspelled commands and offer corrections. Note: This can be processor intensive and may be unsuitable for larger servers. Default is for fuzzy command search to be disabled. **Example:** - `[p]set serverfuzzy`
ru_ru: Включить, включить ли нечеткий поиск команд для сервера. Это позволяет боту определить возможные команды с ошибками и внести исправления. Примечание: Это может быть процессорным интенсивным и может быть непригодным для больших серверов. По умолчанию для нечеткого поиска команд. **Пример:** - `[p]установить нечёткость сервера`

source: Toggle whether to enable fuzzy command search in DMs. This allows the bot to identify potential misspelled commands and offer corrections. Default is for fuzzy command search to be disabled. **Example:** - `[p]set fuzzy`
ru_ru: Переключите, включить ли нечеткий поиск команд в сообщениях DM. Это позволяет боту определять потенциальные неправильно написанные команды и предлагать исправления. По умолчанию нечеткий поиск команд отключен. **Пример:** - `[p]нечёткая установка`

source: Sets a default colour to be used for the bot's embeds. Acceptable values for the colour parameter can be found at: https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.commands.ColourConverter **Examples:** - `[p]set colour dark red` - `[p]set colour blurple` - `[p]set colour 0x5DADE2` - `[p]set color 0x#FDFEFE` - `[p]set color #7F8C8D` **Arguments:** - `[colour]` - The colour to use for embeds. Leave blank to set to the default value (red).
ru_ru: Устанавливает цвет по умолчанию, который будет использоваться для вложений бота. Допустимые значения для параметра color можно найти на: https://discordpy.readthedocs.io/en/stable/ext/commands/api.html#discord.ext.commands.ColourConverter **Примеры:** - `[p]set color dark red` - `[p]set color blurple` - `[p]set color 0x5DADE2` - `[p]установить цвет 0x#FDFEFE` - `[p]установить цвет #7F8C8D` **Аргументы:** - `[colour]` - Цвет, который будет использоваться для вложений. Оставьте пустым, чтобы установить значение по умолчанию (красный).

source: Sets [botname]'s global prefix(es). Warning: This is not additive. It will replace all current prefixes. See also the `--mentionable` flag to enable mentioning the bot as the prefix. **Examples:** - `[p]set prefix !` - `[p]set prefix "! "` - Quotes are needed to use spaces in prefixes. - `[p]set prefix "@[botname] "` - This uses a mention as the prefix. See also the `--mentionable` flag. - `[p]set prefix ! ? .` - Sets multiple prefixes. **Arguments:** - `<prefixes...>` - The prefixes the bot will respond to globally.
ru_ru: Устанавливает глобальный префикс(ы) [botname] Предупреждение: Это не является дополнительным. Он заменит все текущие префиксы. Смотрите также флаг `--mentionable`, чтобы включить упоминание бота как префикса. **Примеры:** - `[p]установить префикс ! - `[p]установить префикс "! "` - Предложения необходимы для использования пробелов в префиксах. - `[p]установить префикс "@[botname] "` - Это использует упоминание как префикс. См. также флаг `--mentionable`. - `[p]установить префикс ! ? . - Задает несколько префиксов. **Аргументы:** - `<prefixes...>` - Префиксы бота будут отвечать по всему миру.

source: This allows the help command to show hidden commands. This defaults to False. Using this without a setting will toggle. **Examples:** - `[p]helpset showhidden True` - Enables showing hidden commands. - `[p]helpset showhidden` - Toggles the value. **Arguments:** - `[show_hidden]` - Whether to use show hidden commands in help. Leave blank to toggle.
ru_ru: Это позволяет команде help показывать скрытые команды. По умолчанию это значение равно False. Использование этого параметра без настройки переключит. **Примеры:** - `[p]helpset showhidden True` - Включает показ скрытых команд. - `[p]helpset showhidden` - Переключает значение. **Аргументы:** - `[show_hidden]` - Использовать ли показ скрытых команд в справке. Оставьте пустым, чтобы переключить.

source: This allows the help command to show existing commands aliases if there is any. This defaults to True. Using this without a setting will toggle. **Examples:** - `[p]helpset showaliases False` - Disables showing aliases on this server. - `[p]helpset showaliases` - Toggles the value. **Arguments:** - `[show_aliases]` - Whether to include aliases in help. Leave blank to toggle.
ru_ru: Это позволяет команде help показывать псевдонимы существующих команд, если они есть. По умолчанию это значение равно True. Использование этого параметра без настройки переключит. **Примеры:** - `[p]helpset showaliases False` - Отключает показ псевдонимов на этом сервере. - `[p]helpset showaliases` - Переключает значение. **Аргументы:** - `[show_aliases]` - Включать ли псевдонимы в справку. Оставьте пустым, чтобы переключить.

source: This allows the help command message to be ticked if help is sent to a DM. Ticking is reacting to the help message with a ✅. Defaults to False. Using this without a setting will toggle. Note: This is only used when the bot is not using menus. **Examples:** - `[p]helpset usetick False` - Disables ticking when help is sent to DMs. - `[p]helpset usetick` - Toggles the value. **Arguments:** - `[use_tick]` - Whether to tick the help command when help is sent to DMs. Leave blank to toggle.
ru_ru: Это позволяет отметить галочкой сообщение команды help, если на DM отправлена помощь. Установка галочки означает реакцию на сообщение о помощи ✅. По умолчанию установлено значение False. Использование этого параметра без настройки приведет к переключению. Примечание: Этот параметр используется только тогда, когда бот не использует меню. **Примеры:** - `[p]helpset usetick False` - Отключает установку галочки при отправке помощи в DM. - `[p]helpset usetick` - Переключает значение. **Аргументы:** - `[use_tick]` - Отмечать ли галочкой команду help при отправке справки в DM. Оставьте пустым, чтобы переключить.

source: Sets if commands which can't be run in the current context should be filtered from help. Defaults to True. Using this without a setting will toggle. **Examples:** - `[p]helpset verifychecks False` - Enables showing unusable commands in help. - `[p]helpset verifychecks` - Toggles the value. **Arguments:** - `[verify]` - Whether to hide unusable commands in help. Leave blank to toggle.
ru_ru: Устанавливает, следует ли отфильтровывать из справки команды, которые не могут быть запущены в текущем контексте. По умолчанию установлено значение True. Использование этого параметра без настройки переключит. **Примеры:** - `[p]helpset verifychecks False` - Разрешает показывать непригодные команды в справке. - `[p]helpset verifychecks` - Переключает значение. **Аргументы:** - `[verify]` - Скрывать ли непригодные команды в справке. Оставьте пустым, чтобы переключить.

source: Sets whether the bot should respond to help commands for nonexistent topics. When enabled, this will indicate the existence of help topics, even if the user can't use it. Note: This setting on its own does not fully prevent command enumeration. Defaults to False. Using this without a setting will toggle. **Examples:** - `[p]helpset verifyexists True` - Enables sending help for nonexistent topics. - `[p]helpset verifyexists` - Toggles the value. **Arguments:** - `[verify]` - Whether to respond to help for nonexistent topics. Leave blank to toggle.
ru_ru: Устанавливает, должен ли бот отвечать на команды справки для несуществующих тем. Если этот параметр включен, он будет указывать на существование тем справки, даже если пользователь не может ее использовать. Примечание: Этот параметр сам по себе не полностью предотвращает перечисление команд. По умолчанию установлено значение False. Использование этого параметра без настройки переключит. **Примеры:** - `[p]helpset verifyexists True` - Включает отправку справки для несуществующих тем. - `[p]helpset verifyexists` - Переключает значение. **Аргументы:** - `[verify]` - Отвечать ли на помощь для несуществующих тем. Оставьте пустым, чтобы переключить.

source: Set the character limit for each page in the help message. Note: This setting only applies to embedded help. The default value is 1000 characters. The minimum value is 500. The maximum is based on the lower of what you provide and what discord allows. Please note that setting a relatively small character limit may mean some pages will exceed this limit. **Example:** - `[p]helpset pagecharlimit 1500` **Arguments:** - `<limit>` - The max amount of characters to show per page in the help message.
ru_ru: Установите ограничение на количество символов для каждой страницы в сообщении справки. Примечание: Эта настройка применяется только к встроенной справке. Значение по умолчанию - 1000 символов. Минимальное значение - 500. Максимальное значение основывается на меньшем из того, что вы предоставляете, и того, что позволяет discord. Обратите внимание, что установка относительно небольшого лимита символов может означает, что некоторые страницы будут превышать этот лимит. **Пример:** - `[p]helpset pagecharlimit 1500` **Аргументы:** - `<limit>` - Максимальное количество символов для отображения на странице в справочном сообщении.

source: Set the maximum number of help pages sent in a server channel. Note: This setting does not apply to menu help. If a help message contains more pages than this value, the help message will be sent to the command author via DM. This is to help reduce spam in server text channels. The default value is 2 pages. **Examples:** - `[p]helpset maxpages 50` - Basically never send help to DMs. - `[p]helpset maxpages 0` - Always send help to DMs. **Arguments:** - `<limit>` - The max pages allowed to send per help in a server.
ru_ru: Установите максимальное количество страниц справки, отправляемых в канале сервера. Примечание: Эта настройка не применяется к справке меню. Если сообщение справки содержит больше страниц, чем это значение, сообщение справки будет будет отправлено автору команды через DM. Это сделано для того, чтобы уменьшить количество спама в серверных текстовых каналах. Значение по умолчанию - 2 страницы. **Примеры:** - `[p]helpset maxpages 50` - Практически никогда не отправлять помощь в DM. - `[p]helpset maxpages 0` - Всегда отправлять помощь DM. **Аргументы:** - `<limit>` - Максимальное количество страниц, разрешенных для отправки в справке на сервере.

source: Set the delay after which help pages will be deleted. The setting is disabled by default, and only applies to non-menu help, sent in server text channels. Setting the delay to 0 disables this feature. The bot has to have MANAGE_MESSAGES permission for this to work. **Examples:** - `[p]helpset deletedelay 60` - Delete the help pages after a minute. - `[p]helpset deletedelay 1` - Delete the help pages as quickly as possible. - `[p]helpset deletedelay 1209600` - Max time to wait before deleting (14 days). - `[p]helpset deletedelay 0` - Disable deleting help pages. **Arguments:** - `<seconds>` - The seconds to wait before deleting help pages.
ru_ru: Установите задержку, после которой страницы справки будут удалены. По умолчанию эта настройка отключена и применяется только к справке, не относящейся к меню, отправляемой в текстовых каналах сервера. Установка задержки в 0 отключает эту функцию. Чтобы эта функция работала, бот должен иметь права MANAGE_MESSAGES. **Примеры:** - `[p]helpset deletedelay 60` - Удаление страниц справки через минуту. - `[p]helpset deletedelay 1` - Удалить страницы справки как можно быстрее. - `[p]helpset deletedelay 1209600` - Максимальное время ожидания перед удалением (14 дней). - `[p]helpset deletedelay 0` - Запретить удаление справочных страниц. **Аргументы:** - `<seconds>` - Время ожидания перед удалением справочных страниц.

source: Set the timeout for reactions, if menus are enabled. The default is 30 seconds. The timeout has to be between 15 and 300 seconds. **Examples:** - `[p]helpset reacttimeout 30` - The default timeout. - `[p]helpset reacttimeout 60` - Timeout of 1 minute. - `[p]helpset reacttimeout 15` - Minimum allowed timeout. - `[p]helpset reacttimeout 300` - Max allowed timeout (5 mins). **Arguments:** - `<seconds>` - The timeout, in seconds, of the reactions.
ru_ru: Установите тайм-аут для реакций, если меню включены. По умолчанию это 30 секунд. Таймаут должен быть в диапазоне от 15 до 300 секунд. **Примеры:** - `[p]helpset reacttimeout 30` - тайм-аут по умолчанию. - `[p]helpset reacttimeout 60` - Тайм-аут в 1 минуту. - `[p]helpset reacttimeout 15` - Минимально допустимый тайм-аут. - `[p]helpset reacttimeout 300` - Максимально допустимый тайм-аут (5 минут). **Аргументы:** - `<seconds>` - Таймаут, в секундах, для реакций.

source: Set the tagline to be used. The maximum tagline length is 2048 characters. This setting only applies to embedded help. If no tagline is specified, the default will be used instead. **Examples:** - `[p]helpset tagline Thanks for using the bot!` - `[p]helpset tagline` - Resets the tagline to the default. **Arguments:** - `[tagline]` - The tagline to appear at the bottom of help embeds. Leave blank to reset.
ru_ru: Задайте используемый теглайн. Максимальная длина теглайна составляет 2048 символов. Эта настройка применяется только к встроенной справке. Если теглайн не указан, вместо него будет использоваться значение по умолчанию. **Примеры:** - `[p]helpset tagline Спасибо за использование бота! - `[p]helpset tagline` - Сброс теглайна на значение по умолчанию. **Аргументы:** - `[tagline]` - Заголовок, который будет отображаться в нижней части вложений справки. Оставьте пустым, чтобы сбросить.

source: Sends a message to the owner. This is limited to one message every 60 seconds per person. **Example:** - `[p]contact Help! The bot has become sentient!` **Arguments:** - `[message]` - The message to send to the owner.
ru_ru: Отправляет сообщение владельцу. Это ограничено одним сообщением каждые 60 секунд на человека. **Пример:** - `[p]contact Помогите! Бот стал разумным! **Аргументы:** - `[message]` - Сообщение, которое нужно отправить владельцу.

source: Sends a DM to a user. This command needs a user ID to work. To get a user ID, go to Discord's settings and open the 'Appearance' tab. Enable 'Developer Mode', then right click a user and click on 'Copy ID'. **Example:** - `[p]dm 262626262626262626 Do you like me? Yes / No` **Arguments:** - `[message]` - The message to dm to the user.
ru_ru: Отправляет в ЛС пользователю. Для работы этой команды необходим ID пользователя. Чтобы получить ID пользователя, перейдите в настройки Discord и откройте вкладку "Внешний вид". Включите "Режим разработчика", затем щелкните правой кнопкой мыши на пользователе и нажмите "Копировать ID". **Пример:** - `[p]dm 26262626262626262626 Я тебе нравлюсь? Да / Нет` **Аргументы:** - `[message]` - Сообщение, которое нужно отправить пользователю.

source: Diagnose issues with the command checks with ease! If you want to diagnose the command from a text channel in a different server, you can do so by using the command in DMs. **Example:** - `[p]diagnoseissues #general @Slime ban` - Diagnose why @Slime can't use `[p]ban` in #general channel. **Arguments:** - `[channel]` - The text channel that the command should be tested for. Defaults to the current channel. - `<member>` - The member that should be considered as the command caller. - `<command_name>` - The name of the command to test.
ru_ru: Диагностируйте проблемы с проверкой команды с легкостью! Если вы хотите диагностировать команду из текстового канала на другом сервере, вы можете сделать это, используя команду в DM. **Пример:** - `[p]diagnoseissues #general @Slime ban` - Диагностировать, почему @Slime не может использовать `[p]ban` в канале #general. **Аргументы:** - `[channel]` - Текстовый канал, на котором должна быть проверена команда. По умолчанию используется текущий канал. - `<member>` - Член, который должен рассматриваться как вызывающий команду. - `<command_name>` - Имя команды для проверки.

source: Adds users to the allowlist. **Examples:** - `[p]allowlist add @26 @Will` - Adds two users to the allowlist. - `[p]allowlist add 262626262626262626` - Adds a user by ID. **Arguments:** - `<users...>` - The user or users to add to the allowlist.
ru_ru: Добавляет пользователей в список разрешенных. **Примеры:** - `[p]allowlist add @26 @Will` - Добавляет двух пользователей в список разрешенных. - `[p]allowlist add 26262626262626262626262626` - Добавляет пользователя по ID. **Аргументы:** - `<users...>` - Пользователь или пользователи для добавления в список разрешенных.

source: Lists users on the allowlist. **Example:** - `[p]allowlist list`
ru_ru: Перечисляет пользователей в списке разрешенных. **Пример:** - `[p]allowlist list`

source: Removes users from the allowlist. The allowlist will be disabled if all users are removed. **Examples:** - `[p]allowlist remove @26 @Will` - Removes two users from the allowlist. - `[p]allowlist remove 262626262626262626` - Removes a user by ID. **Arguments:** - `<users...>` - The user or users to remove from the allowlist.
ru_ru: Удаляет пользователей из разрешительного списка. Список разрешенных пользователей будет отключен, если все пользователи будут удалены. **Примеры:** - `[p]allowlist remove @26 @Will` - Удаляет двух пользователей из списка разрешенных. - `[p]allowlist remove 26262626262626262626262626` - Удаляет пользователя по ID. **Аргументы:** - `<users...>` - Пользователь или пользователи для удаления из списка разрешенных.

source: Clears the allowlist. This disables the allowlist. **Example:** - `[p]allowlist clear`
ru_ru: Очищает список разрешений. Это отключает список разрешений. **Пример:** - `[p]allowlist clear`
