Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: This will cause the bot to get rid of or disassociate all data from the specified user ID. You should not use this unless Discord has specifically requested this with regard to a deleted user. This will remove the user from various anti-abuse measures. If you are processing a manual request from a user, you may want `{prefix}{command_name}` instead. If you are sure this is what you intend to do please respond with the following:
de_de: Dadurch wird der Bot alle Daten von der angegebenen Benutzer-ID entfernen. Du solltest diese Funktion nicht verwenden, es sei denn, Discord hat dies speziell für einen gelöschten Benutzer angefordert. Dadurch werden die Daten des Benutzers von verschiedenen Maßnahmen zur Missbrauchsbekämpfung entfernt. Wenn du eine manuelle Anfrage eines Benutzers verarbeitest, solltest du `{prefix}{command_name}` stattdessen verwenden. Wenn du dir sicher bist, dass du dies tun willst, antworte bitte folgendermaßen:
es_es: Esto causará que el bot se deshaga o desasocie todos los datos del ID de usuario especificado. No debes usar esto a menos que Discord haya solicitado esto específicamente con respecto a un usuario eliminado. Esto eliminará al usuario de varias medidas anti-abuso. Si estás procesando una solicitud manual de un usuario, puedes usar `{prefix}{command_name}` en su lugar. Si estás seguro de que esto es lo que quieres hacer, por favor responde con lo siguiente:
fr_fr: Cela fera que le bot se débarrassera ou désassociera toutes les données de l'ID utilisateur spécifié. Vous ne devriez pas utiliser cela à moins que Discord ne l'ait spécifiquement demandé à l'égard d'un utilisateur supprimé. Ceci supprimera l'utilisateur de diverses mesures anti-abus. Si vous traitez une requête manuelle d'un utilisateur, vous pouvez vouloir `{prefix}{command_name}` à la place. Si vous êtes sûr que c'est ce que vous avez l'intention de faire, veuillez répondre avec ce qui suit :
nb_no: Dette vil føre til at botten kvitter seg med eller frakter alle data fra den angitte bruker-IDen. Du bør ikke bruke dette med mindre Discord har bedt om dette spesielt med hensyn til en slettet bruker. Dette vil fjerne brukeren fra ulike antimisbruk tiltak. Hvis du behandler en manuell forespørsel fra en bruker kan du heller ønske `{prefix}{command_name}. Hvis du er sikker på at dette er hva du har tenkt, Svar med følgende:
ru_ru: Это приведет к тому, что бот избавится от всех данных из указанного ID пользователя. Вы не должны использовать это, если Discord специально не запросил это в отношении удаленного пользователя. Это удалит пользователя из различных противоправных мер. Если вы обрабатываете запрос вручную от пользователя, то вместо этого может потребоваться `{prefix}{command_name}`. Если вы уверены, что это то, что вы собираетесь сделать, пожалуйста, ответьте следующее:
tr_tr: Bu, botun belirtilen kullanıcı IDsi ile ilgili tüm veriyi silmesini ya da ilişkilendirmeyi kaldırmasına yol açar. Discord silinmiş bir hesap hakkında özellikle talep etmedikçe bu komutu kullanmayın. Bu işlem kullanıcıyı çeşitli istismar önlemlerinden de çıkaracaktır. Eğer veri silinmesini kullanıcı talep ettiyse bunun yerine `{prefix}{command_name}` kullanabilirsiniz. Eğer devam etmek istediğinize eminseniz lütfen aşağıdakiyle cevap verin:

source: I tried to delete all data about that user, (that I know how to delete) however the following modules errored: {modules}. Additionally, the following cogs errored: {cogs} Please check your logs and contact the creators of these cogs and modules. Note: Outside of these failures, data should have been deleted.
de_de: Ich habe versucht alle nicht-funktionalen Daten über diesen Benutzer (von denen ich weiß, wie man sie löscht) zu löschen, jedoch geben folgende Module einen Fehler aus: {modules}. Außerdem geben folgende Cogs einen Fehler aus: {cogs}. Bitte untersuche deine Logdateien auf passende Einträge und kontaktiere den Besitzer der Cogs und Module zusammen mit den Informationen aus deinen Dateien. Hinweis: Abseits dieser Fehler sollten die Daten gelöscht worden sein.
es_es: He intentado eliminar todos los datos sobre ese usuario, (yo sé cómo eliminar-los) sin embargo los siguientes módulos han fallado: {modules}. Adicionalmente, los siguientes cogs han fallado: {cogs} Por favor, comprueba tus registros y contacta con los creadores de estos cogs y módulos. Nota: Fuera de estos fallos, los datos deberían haber sido eliminados.
fr_fr: J'ai essayé de supprimer toutes les données concernant cet utilisateur (que je sais supprimer) cependant les modules suivants ont retourné une erreur : {modules}. De plus, les cogs suivants ont délivré une erreur : {cogs}. Veuillez verifier vos logs et contactez les créateurs de ces cogs et ces modules. Remarque : En dehors de ces échecs, les données devraient avoir été supprimées.
nb_no: Jeg prøvde å slette all data om den brukeren (som jeg vet hvordan å slette) men følgende moduler feilet: {modules}. I tillegg oppstod følgende cogs feilet: {cogs} Vennligst sjekk loggene dine og kontakt innholdsskaperne i disse cogene og modulene. Merk: Utenfor disse feilene skal data ha blitt slettet.
ru_ru: Я пытался удалить все не-оперативные данные о вас (что я знаю как удалить), однако следующие модули восстановлены: {modules}. Кроме того, следующие расширения были обнаружены: {cogs}. Пожалуйста, свяжитесь с владельцем этого бота, чтобы решить эту проблему. Примечание: за пределами этих сбоев данные должны были быть удалены.
tr_tr: O kullanıcı hakkında tüm bilgiyi silmeye çalıştım, (silmeyi bildiğim) fakat şu modüller hata verdi: {modules}. Ayrıca, şu coglar hata verdi: {cogs} Lütfen log dosyalarını inceleyip cogların ve modüllerin yapımcıları ile görüşün. Not: Bu sorunlar dışında tüm veri silinmiş olmalı.

source: I tried to delete all data about that user, (that I know how to delete) however the following cogs errored: {cogs}. Please check your logs and contact the creators of these cogs and modules. Note: Outside of these failures, data should have been deleted.
de_de: Ich habe versucht alle nicht-funktionalen Daten über diesen Benutzer (von denen ich weiß, wie man sie löscht) zu löschen, jedoch geben folgende Cogs einen Fehler aus: {cogs}. Bitte untersuche deine Logdateien auf passende Einträge und kontaktiere den Besitzer der Cogs und Module zusammen mit den Informationen aus deinen Dateien. Hinweis: Abseits dieser Fehler sollten die Daten gelöscht worden sein.
es_es: He intentado eliminar todos los datos sobre ese usuario, (y sé cómo eliminar-los) sin embargo los siguientes cogs han fallado: {cogs}. Comprueba tus registros y contacta con los creadores de estos cogs y módulos. Nota: Aparte de estos fallos, los datos deberían haber sido eliminados.
fr_fr: J'ai essayé de supprimer toutes les données concernant cet utilisateur (que je sais supprimer) cependant les cogs suivants ont retourné une erreur : {cogs}. Veuillez verifier vos logs et contactez les créateurs de ces cogs et ces modules. Remarque : En dehors de ces échecs, les données devraient avoir été supprimées.
nb_no: Jeg prøvde å slette all data om den brukeren (som jeg vet hvordan jeg sletter) men følgende data feilet: {cogs}. Vennligst sjekk dine logger og kontakt innholdsskaperne i disse cogs og modulene. Merk: Utenfor disse feilene bør dataene ha blitt slettet.
ru_ru: Я пытался удалить все не-оперативные данные о вас (что я знаю как удалить), однако следующие модули восстановлены: {cogs}. Кроме того, следующие расширения были обнаружены:. Пожалуйста, свяжитесь с владельцем этого бота, чтобы решить эту проблему. Примечание: за пределами этих сбоев данные должны были быть удалены.
tr_tr: Bu kullanıcıyla alakalı olan tüm verileri silmeye çalıştım (nasıl sileceğimi biliyorum) her neyse aşağıdaki coglarla alakalı bir hata aldım: {cogs}. Bunu çözmek için lütfen bot sahibi ile iletişime geçin. Not: Bu hatalar dışında, verileriniz silinmiş olmalı.

source: I tried to delete all data about that user, (that I know how to delete) however the following modules errored: {modules}. Please check your logs and contact the creators of these cogs and modules. Note: Outside of these failures, data should have been deleted.
de_de: Ich habe versucht alle nicht-funktionalen Daten über diesen Benutzer (von denen ich weiß, wie man sie löscht) zu löschen, jedoch geben folgende Module einen Fehler aus: {modules}. Bitte untersuche deine Logdateien auf passende Einträge und kontaktiere den Besitzer der Cogs und Module zusammen mit den Informationen aus deinen Dateien. Hinweis: Abseits dieser Fehler sollten die Daten gelöscht worden sein.
es_es: He intentado eliminar todos los datos sobre ese usuario, (y sé cómo eliminar-los) sin embargo los siguientes cogs han fallado: {modules}. Comprueba tus registros y contacta con los creadores de estos cogs y módulos. Nota: Aparte de estos fallos, los datos deberían haber sido eliminados.
fr_fr: J'ai essayé de supprimer toutes les données concernant cet utilisateur (que je sais supprimer) cependant les modules suivants ont retourné une erreur : {modules}. Veuillez verifier vos logs et contactez les créateurs de ces cogs et ces modules. Remarque : En dehors de ces échecs, les données devraient avoir été supprimées.
nb_no: Jeg prøvde å slette all data om den brukeren (som jeg vet hvordan å slette) men følgende moduler feilet: {modules}. Vennligst sjekk dine logger og kontakt innholdsskaperne i disse cogs og modulene. Merk: Utenfor disse feilene bør dataene ha blitt slettet.
ru_ru: Я пытался удалить все не-оперативные данные о вас (что я знаю как удалить), однако следующие модули восстановлены: {modules}. Кроме того, следующие расширения были обнаружены:. Пожалуйста, свяжитесь с владельцем этого бота, чтобы решить эту проблему. Примечание: за пределами этих сбоев данные должны были быть удалены.
tr_tr: O kullanıcı ile ilgili tüm veriyi silmeye çalıştım, (silmeyi bildiğim) fakat şu modüller hata verdi: {modules}. Lütfen log dosyalarını inceleyip bu cogların ve modüllerin yapımcıları ile irtibata geçin. Not: Bu sorunlar dışında tüm veri silinmiş olmalı.

source: I've deleted all data about that user that I know how to delete.
de_de: Ich habe alle Daten über diesen Benutzer gelöscht, von denen ich weiß wie man sie löscht.
es_es: He eliminado todos los datos de ese usuario que sé cómo eliminar.
fr_fr: J'ai supprimé toutes les données sur cet utilisateur que je sais supprimer.
nb_no: Jeg har slettet alle data om den brukeren som jeg vet hvordan jeg skal slette.
ru_ru: Я удалил все данные об этом пользователе, которые я знаю, как удалить.
tr_tr: O kullanıcıyla ilgili nasıl sileceğimi bildiğim tüm verileri sildim.

source: Delete data [botname] has about a user for a user. This will cause the bot to get rid of or disassociate a lot of non-operational data from the specified user. Users have access to a different command for this unless they can't interact with the bot at all. This is a mostly safe operation, but you should not use it unless processing a request from this user as it may impact their usage of the bot. **Arguments:** - `<user_id>` - The id of the user whose data would be deleted.
de_de: Lösche Daten die [botname] über einen Benutzer gesammelt hat. Dies wird dazu führen, dass der Bot viele nicht-funktionale Daten vom angegebenen Benutzer entfernt. Benutzer haben für diese Funktion Zugriff auf einen anderen Befehl, es sei denn, sie können überhaupt nicht mit dem Bot interagieren. Die Verwendung dieser Funktion ist sicher, sollte aber nur verwendet werden wenn Sie eine Anfrage von diesem Benutzer bearbeiten, da dies die Nutzung des Bots beeinträchtigen kann. **Argumente:** - `<user_id>` - Die Id des Benutzers, dessen Daten gelöscht werden sollen.
es_es: Eliminar los datos que [botname] tiene acerca de un usuario, para un usuario. Esto hará que el bot se deshaga o disasocie un montón de datos no operacionales del usuario especificado. Los usuarios tienen acceso a un comando diferente para esto a menos que no puedan interactuar con el bot en absoluto. Esta es una operación principalmente segura, pero no deberías usarlo a menos que se procese una solicitud de este usuario ya que puede afectar su uso del bot. **Argumentos:** - `<user_id>` - El id del usuario cuyos datos serían eliminados.
fr_fr: Supprimer les données de [botname] concernant un utilisateur pour un utilisateur. Cela fera que le bot se débarrasse ou désassociera beaucoup de données non opérationnelles de l'utilisateur spécifié. Les utilisateurs ont accès à une commande différente pour cela sauf s'ils ne peuvent pas interagir avec le bot du tout. C'est une opération généralement sûre, mais vous ne devriez pas l'utiliser à moins de traiter une requête de cet utilisateur car cela peut affecter son utilisation du bot. **Arguments :** - `<user_id>` - L'id de l'utilisateur dont les données seraient supprimées.

source: This will cause the bot to get rid of or disassociate a lot of non-operational data from the specified user. Users have access to different command for this unless they can't interact with the bot at all. This is a mostly safe operation, but you should not use it unless processing a request from this user as it may impact their usage of the bot. If you are sure this is what you intend to do please respond with the following:
de_de: Dies wird dazu führen, dass der Bot viele nicht-funktionale Daten vom angegebenen Benutzer entfernt. Benutzer haben für diese Funktion Zugriff auf einen anderen Befehl, es sei denn, sie können überhaupt nicht mit dem Bot interagieren. Dies ist eine meist sichere Operation aber Sie sollten es nicht verwenden, es sei denn, dass Sie eine Anfrage dieses Benutzers bearbeiten, da dies deren Nutzung des Bots beeinträchtigen kann. Die Verwendung dieser Funktion ist sicher, sollte aber nur verwendet werden wenn du eine Anfrage von diesem Benutzer bearbeitest, da dies die Nutzung des Bots beeinträchtigen kann. Wenn du sicher bist, dass du dies tun willst, antworte bitte mit folgendem:
es_es: Esto hará que el bot se deshaga o desasocie una gran cantidad de datos no operacionales del usuario especificado. Los usuarios tienen acceso a un comando diferente para esto a menos que no puedan interactuar con el bot en absoluto. Esta es una operación en su mayoría segura, pero no deberías usarlo a menos que se procese una solicitud de este usuario ya que puede afectar su uso del bot. Si estás seguro de que es lo que quieres hacer, por favor responde con lo siguiente:
fr_fr: Cela fera que le bot se débarrassera ou désassociera beaucoup de données non opérationnelles concernant l'utilisateur spécifié. Les utilisateurs ont accès à des commandes différentes pour cela sauf s'ils ne peuvent pas interagir avec le bot du tout. Il s'agit d'une opération presque sûre, mais vous ne devriez pas l'utiliser à moins de traiter une requête de cet utilisateur car cela peut affecter son utilisation du bot. Si vous êtes sûr que c'est ce que vous avez l'intention de faire, veuillez répondre avec les éléments suivants :
nb_no: Dette vil føre til at botten kvitter seg med eller nedknytter mange ikke-operasjonelle data fra den angitte brukeren. Brukere har tilgang til annen kommando for dette med mindre de kan ikke samhandle med boten i det hele tatt. Dette er en særlig trygg operasjon. men du bør ikke bruke den hvis ikke en forespørsel fra denne brukeren siden den kan påvirke bruken av boten. Hvis du er sikker på at dette, vennligst svar med følgende:
ru_ru: Это приведёт к тому, что бот избавится от множества не-операционных данных от указанного пользователя. Пользователи имеют для этого доступ к различным командам, если они не могут взаимодействовать с ботом вообще. Это в основном безопасная операция, но вы не должны использовать его, если не обрабатывать запрос от этого пользователя, так как это может повлиять на их использование бота. Если вы уверены, что это то, что вы собираетесь сделать, пожалуйста, ответьте следующим образом:
tr_tr: Bu botun belirtilen kullanıcıyla ilgili işlev için gerekli olmayan bol miktarda bilgiyi silmesini ya da ilişkilendirmeyi bırakmasına yol açacaktır. Bot ile hiç etkileşim kuramadıkları durumlar dışında kullanıcılar bununla ilgili farklı bir komutu kullanma izinleri vardır.. Bu çoğunlukla güvenli bir işlemdir, fakat kullanıcının botu kullanımı üzerinde etkili olabileceğinden eğer kullanıcı bunu açıkça talep etmediyse bunu kullanmamalısınız. Eğer devam etmek istediğinizden eminseniz şununla cevap verin:

source: I tried to delete all non-operational data about that user, (that I know how to delete) however the following modules errored: {modules}. Additionally, the following cogs errored: {cogs} Please check your logs and contact the creators of these cogs and modules. Note: Outside of these failures, data should have been deleted.
de_de: Ich habe versucht alle nicht-funktionalen Daten über diesen Benutzer (von denen ich weiß, wie man sie löscht) zu löschen, jedoch geben folgende Module einen Fehler aus: {modules}. Außerdem geben folgende Cogs einen Fehler aus: {cogs}. Bitte untersuche deine Logdateien auf passende Einträge und kontaktiere den Besitzer der Cogs und Module zusammen mit den Informationen aus deinen Dateien. Hinweis: Abseits dieser Fehler sollten die Daten gelöscht worden sein.
es_es: He intentado eliminar todos los datos no operativos sobre ese usuario, (y sé cómo eliminar-los) sin embargo los siguientes modulos han fallado: {modules}. Adicionalmente, los siguientes cogs han fallado: {cogs} Por favor, comprueba tus registros y contacta con los creadores de estos cogs y módulos. Nota: Aparte de estos fallos, los datos deberían haber sido eliminados.
fr_fr: J'ai essayé de supprimer toutes les données non opérationnelles concernant cet utilisateur (que je sais supprimer) cependant les modules suivants ont retourné une erreur : {modules}. De plus, les cogs suivants ont délivré une erreur : {cogs}. Veuillez verifier vos logs et contactez les créateurs de ces cogs et ces modules. Remarque : En dehors de ces échecs, les données devraient avoir été supprimées.
nb_no: Jeg forsøkte å slette alle ikke-operasjonelle data om den brukeren (som jeg vet hvordan å slette) men følgende moduler feilet: {modules}. I tillegg oppstod følgende cogs feilet: {cogs} Vennligst sjekk loggene dine og kontakt innholdsskaperne i disse cogene og modulene. Merk: Utenfor disse feilene skal data ha blitt slettet.
ru_ru: Я пытался удалить все не-оперативные данные о вас (что я знаю как удалить), однако следующие модули восстановлены: {modules}. Кроме того, следующие расширения были обнаружены: {cogs}. Пожалуйста, свяжитесь с владельцем этого бота, чтобы решить эту проблему. Примечание: за пределами этих сбоев данные должны были быть удалены.
tr_tr: Sizinle alakalı olan operasyonel olmayan verileri silmeye çalıştım (nasıl sileceğimi biliyorum) her neyse aşağıdaki modüllerde bir hata aldım: {modules}. Ayrıca bu coglarla alakalıda: {cogs}. Bunu çözmek için lütfen bot sahibi ile iletişime geçin. Not: Bu hatalar dışında, verileriniz silinmiş olmalı.

source: I tried to delete all non-operational data about that user, (that I know how to delete) however the following cogs errored: {cogs}. Please check your logs and contact the creators of these cogs and modules. Note: Outside of these failures, data should have been deleted.
de_de: Ich habe versucht alle nicht-funktionalen Daten über diesen Benutzer (von denen ich weiß, wie man sie löscht) zu löschen, jedoch geben folgende Cogs einen Fehler aus: {cogs}. Bitte untersuche deine Logdateien auf passende Einträge und kontaktiere den Besitzer der Cogs und Module zusammen mit den Informationen aus deinen Dateien. Hinweis: Abseits dieser Fehler sollten die Daten gelöscht worden sein.
es_es: He intentado eliminar todos los datos no operativos sobre ese usuario, (y sé cómo eliminar-los) sin embargo los siguientes cogs han fallado: {cogs}. Comprueba tus registros y contacta con los creadores de estos cogs y módulos. Nota: Aparte de estos fallos, los datos deberían haber sido eliminados.
fr_fr: J'ai essayé de supprimer toutes les données non opérationnelles concernant cet utilisateur (que je sais supprimer) cependant les cogs suivants ont retourné une erreur : {cogs}. Veuillez verifier vos logs et contactez les créateurs de ces cogs et ces modules. Remarque : En dehors de ces échecs, les données devraient avoir été supprimées.
nb_no: Jeg prøvde å slette alle ikke-operasjonelle data om den brukeren (som jeg vet hvordan å slette) men følgende cogs feilet: {cogs}. Vennligst sjekk dine logger og kontakt innholdsskaperne i disse cogs og modulene. Merk: Utenfor disse feilene bør dataene ha blitt slettet.
ru_ru: Я пытался удалить все не-оперативные данные о вас (что я знаю как удалить), однако следующие модули восстановлены: {cogs}. Кроме того, следующие расширения были обнаружены:. Пожалуйста, свяжитесь с владельцем этого бота, чтобы решить эту проблему. Примечание: за пределами этих сбоев данные должны были быть удалены.
tr_tr: Sizinle alakalı olan operasyonel olmayan verileri silmeye çalıştım (nasıl sileceğimi biliyorum) her neyse aşağıdaki coglarla alakalı bir hata aldım: {cogs}. Bunu çözmek için lütfen bot sahibi ile iletişime geçin. Not: Bu hatalar dışında, verileriniz silinmiş olmalı.

source: I tried to delete all non-operational data about that user, (that I know how to delete) however the following modules errored: {modules}. Please check your logs and contact the creators of these cogs and modules. Note: Outside of these failures, data should have been deleted.
de_de: Ich habe versucht alle nicht-funktionalen Daten über diesen Benutzer (von denen ich weiß, wie man sie löscht) zu löschen, jedoch geben folgende Cogs einen Fehler aus: {modules}. Bitte untersuche deine Logdateien auf passende Einträge und kontaktiere den Besitzer der Cogs und Module zusammen mit den Informationen aus deinen Dateien. Hinweis: Abseits dieser Fehler sollten die Daten gelöscht worden sein.
es_es: He intentado eliminar todos los datos no operativos sobre ese usuario, (y sé cómo eliminar-los) sin embargo los siguientes módulos han fallado: {modules}. Comprueba tus registros y contacta con los creadores de estos cogs y módulos. Nota: Aparte de estos fallos, los datos deberían haber sido eliminados.
fr_fr: J'ai essayé de supprimer toutes les données non opérationnelles concernant cet utilisateur (que je sais supprimer) cependant les modules suivants ont retourné une erreur : {modules}. Veuillez verifier vos logs et contactez les créateurs de ces cogs et ces modules. Remarque : En dehors de ces échecs, les données devraient avoir été supprimées.
nb_no: Jeg forsøkte å slette alle ikke-operasjonelle data om den brukeren (som jeg vet hvordan å slette) men følgende moduler feilet: {modules}. Vennligst sjekk dine logger og kontakt innholdsskaperne i disse cogs og modulene. Merk: Utenfor disse feilene bør dataene ha blitt slettet.
ru_ru: Я пытался удалить все не-оперативные данные о вас (что я знаю как удалить), однако следующие модули восстановлены: {modules}. Кроме того, следующие расширения были обнаружены:. Пожалуйста, свяжитесь с владельцем этого бота, чтобы решить эту проблему. Примечание: за пределами этих сбоев данные должны были быть удалены.
tr_tr: Bu kullanıcıyla alakalı olan operasyonel olmayan verileri silmeye çalıştım (nasıl sileceğimi biliyorum) her neyse aşağıdaki coglarla alakalı bir hata aldım: {modules}. Bunu çözmek için lütfen bot sahibi ile iletişime geçin. Not: Bu hatalar dışında, verileriniz silinmiş olmalı.
