Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: I've deleted all non-operational data about that user that I know how to delete.
de_de: Ich habe alle Daten über diesen Benutzer gelöscht, von denen ich weiß wie man sie löscht.
es_es: He eliminado todos los datos no operacionales sobre ese usuario que sé cómo eliminar.
fr_fr: J'ai supprimé toutes les données non opérationnelles sur cet utilisateur que je sais supprimer.
nb_no: Jeg har slettet alle ikke-operasjonelle data om den brukeren jeg vet hvordan jeg skal slette.
ru_ru: Я удалил все не-оперативные данные о пользователе, которые я знаю, как удалить.
tr_tr: O kullanıcıyla ilgili nasıl sileceğimi bildiğim tüm verileri sildim.

source: Delete data [botname] has about a user. This will cause the bot to get rid of or disassociate a lot of data about the specified user. This may include more than just end user data, including anti abuse records. **Arguments:** - `<user_id>` - The id of the user whose data would be deleted.
de_de: Lösche Daten die [botname] über einen Benutzer gesammelt hat. Dies wird dazu führen, dass der Bot viele Daten über den angegebenen Benutzer entfernt. Dies kann mehr als nur Endbenutzerdaten beinhalten, einschließlich Anti-Missbrauch-Aufzeichnungen. **Argumente:** - `<user_id>` - Die Id des Benutzers, dessen Daten gelöscht werden sollen.
es_es: Eliminar los datos que [botname] tiene acerca de un usuario. Esto hará que el bot se deshaga o desasocie un montón de datos sobre el usuario especificado. Esto puede incluir más que datos del usuario final, incluyendo registros anti-abuso. **Argumentos:** - `<user_id>` - El id del usuario cuyos datos serían eliminados.
fr_fr: Supprimer les données de [botname] concernant un utilisateur. Cela fera que le bot se débarrasse ou désassociera beaucoup de données à propos de l'utilisateur spécifié. Cela peut inclure plus que de simples données de l'utilisateur final, y compris des enregistrements anti-abus. **Arguments:** - `<user_id>` - L'id de l'utilisateur dont les données seraient supprimées.

source: This will cause the bot to get rid of or disassociate a lot of data about the specified user. This may include more than just end user data, including anti abuse records. If you are sure this is what you intend to do please respond with the following:
de_de: Dies wird dazu führen, dass der Bot viele Daten über den angegebenen Benutzer entfernt. Dies kann mehr als nur Enddaten beinhalten, einschließlich Anti-Missbrauch-Aufzeichnungen. Wenn du dir sicher bist, dass du dies tun willst, antworte bitte mit folgendem:
es_es: Esto hará que el bot se deshaga o desasocie un montón de datos sobre el usuario especificado. Esto puede incluir más que datos del usuario final, incluyendo registros anti-abuso. Si estás seguro de que es lo que quieres hacer, por favor responde con lo siguiente:
fr_fr: Cela fera que le bot se débarrasse ou désassociera beaucoup de données concernant l'utilisateur spécifié. Cela peut inclure plus que des données de l'utilisateur final, y compris des enregistrements anti-abus. Si vous êtes sûr que c'est ce que vous avez l'intention de faire, veuillez répondre avec les éléments suivants :
nb_no: Dette vil forårsake at botten kvitter seg med eller nedknytter en mengde data om den angitte brukeren. Dette kan omfatte mer enn bare sluttbrukerdata, inkludert anti-data i form av misbruk. Hvis du er sikker på at dette er hva du ønsker, vennligst svar med følgende:
ru_ru: Это приведет к тому, что бот избавится от большого количества данных о указанном пользователе. Это может включать в себя не только данные конечного пользователя, включая записи об оскорблении злоупотреблениями. Если вы уверены, что это то, что вы собираетесь сделать, пожалуйста, ответьте следующее:
tr_tr: Bu botun belirtilen kullanıcıyla ilgili bol miktarda veriyi silmesini ya da ilişkilendirmeyi bırakmasına yol açacaktır. Bu son kullanıcı verilerini içerebilir, suiistimal önleme kayıtları dahil.. Devam etmekte kararlıysanız şununla cevap verin:

source: Commands for toggling embeds on or off. This setting determines whether or not to use embeds as a response to a command (for commands that support it). The default is to use embeds. The embed settings are checked until the first True/False in this order: - In guild context: 1. Channel override - `[p]embedset channel` 2. Server command override - `[p]embedset command server` 3. Server override - `[p]embedset server` 4. Global command override - `[p]embedset command global` 5. Global setting -`[p]embedset global` - In DM context: 1. User override - `[p]embedset user` 2. Global command override - `[p]embedset command global` 3. Global setting - `[p]embedset global`
es_es: Comandos para activar o desactivar embeds Esta configuración determina si usar o no embeds como respuesta a un comando (para comandos que lo soporten). El valor por defecto es usar embeds. Los ajustes de embeds se comprueban hasta el primer True/False en el siguiente orden: - En el contexto del servidor (gremio): 1. Anulación de canal - `[p]embedset channel` 2. Anulación de comandos del servidor - `[p]embedset command server` 3. Anulación del servidor - `[p]embedset server` 4. Anulación global de comandos - `[p]embedset command global` 5. Configuración global -`[p]embedset global` - En contexto de mensaje privado (DM): 1. Anulación de usuario - `[p]embedset user` 2. Anulación de comando global - `[p]embedset command global` 3. Configuración global - `[p]embedset global`
fr_fr: Commandes pour activer ou éteindre les intégrations Cette option détermine s'il faut ou non utiliser incorporations comme réponse à une commande (pour les commandes qui le supportent). La valeur par défaut est d'utiliser des incorporations. Les paramètres d'intégration sont vérifiés jusqu'au premier Vrai / Faux dans cet ordre : - Dans le contexte de guilde : 1. Remplacement de canal - `[p]embedset channel` 2. Remplacement de la commande du serveur - `[p]embedset command server` 3. Remplacement du serveur - `[p]embedset server` 4. Remplacement de commande globale - `[p]embedset command global` 5. Paramètre global -`[p]embedset global` - Dans le contexte de DM : 1. Remplacement de l'utilisateur - `[p]embedset user` 2. Remplacement de commande globale - `[p]embedset command global` 3. Paramètre global - `[p]embedset global`

source: Show the current embed settings. Provide a command name to check for command specific embed settings. **Examples:** - `[p]embedset showsettings` - Shows embed settings. - `[p]embedset showsettings info` - Also shows embed settings for the 'info' command. - `[p]embedset showsettings "ignore list"` - Checking subcommands requires quotes. **Arguments:** - `[command]` - Checks this command for command specific embed settings.
es_es: Mostrar la configuración de embeds actual. Provee un nombre de comando para comprobar la configuración del embed específico del comando. **Ejemplos:** - `[p]embedset showsettings` - Muestra la configuración de embed actual. - `[p]embedset showsettings info` - También muestra la configuración de embeds para el comando 'info'. - `[p]embedset showsettings "ignore list"` - Comprobar subcomandos requiere comillas. **Argumentos:** - `[command]` - Comprueba este comando para la configuración específica de los embeds del comando.
fr_fr: Affiche les paramètres d'intégration actuels. Fournissez un nom de commande pour vérifier les paramètres d'incorporation spécifiques à la commande. **Exemples:** - `[p]embedset showsettings` - Affiche les paramètres intégrés. - `[p]embedset showsettings info` - Affiche également les paramètres d'intégration pour la commande 'info'. - `[p]embedset showsettings "ignore list"` - La vérification des sous-commandes nécessite des guillemets. **Arguments:** - `[command]` - Vérifie cette commande pour les paramètres d'incorporation spécifiques à la commande.

source: Embed settings:
de_de: Einbettungseinstellungen:
es_es: Ajustes de embed:
fr_fr: Paramètre des embeds :
nb_no: Innebygde innstillinger:
ru_ru: Настройки встроенных сообщений:
tr_tr: Embed ayarları:

source: Global default: {value}
de_de: Globaler Standard: {value}
es_es: {value} global por defecto.
fr_fr: Paramètre par défaut global : {value}
nb_no: Global standard: {value}
ru_ru: Глобальные по умолчанию: {value}
tr_tr: Küresel varsayılan: {value}

source: Global command setting for {command} command: {value}
de_de: Globale Befehlseinstellung für {command} Befehl: {value}
es_es: Configuración global de comandos para el comando {command}: {value}
fr_fr: Paramètre global de la commande {command} : {value}
nb_no: Global kommando-innstilling for {command} kommandoen: {value}
ru_ru: Глобальные настройки команд для команды {command}: {value}
tr_tr: {command} komutu için küresel komut ayarı: {value}

source: Guild setting: {value}
de_de: Gildeneinstellung: {value}
es_es: Configuración del servidor: {value}
fr_fr: Paramètre du serveur : {value}
nb_no: Guild innstilling: {value}
ru_ru: Настройки гильдии: {value}
tr_tr: Sunucu ayarı: {value}

source: Server command setting for {command} command: {value}
de_de: Globale Befehlseinstellung für {command} Befehl: {value}
es_es: Ajuste de comandos del servidor para el comando {command}: {value}
fr_fr: Paramètre du serveur pour la commande {command} : {value}
nb_no: Server kommando-innstilling for {command} kommando: {value}
ru_ru: Настройка команд сервера для команды {command}: {value}
tr_tr: {command} komutu için sunucu komutu ayarı: {value}

source: Channel setting: {value}
de_de: Kanaleinstellung: {value}
es_es: Configuración del canal: {value}
fr_fr: Paramètres du salon : {value}
nb_no: Kanal innstilling: {value}
ru_ru: Настройки канала: {value}
tr_tr: Kanal ayarı: {value}

source: User setting: {value}
de_de: Benutzereinstellung: {value}
es_es: Configuración del usuario: {value}
fr_fr: Paramètre utilisateur : {value}
nb_no: Brukerinnstilling: {value}
ru_ru: Настройки пользователя: {value}
tr_tr: Kullanıcı ayarı: {value}

source: Toggle the global embed setting. This is used as a fallback if the user or guild hasn't set a preference. The default is to use embeds. To see full evaluation order of embed settings, run `[p]help embedset`. **Example:** - `[p]embedset global`
es_es: Alterna la configuración global de embeds. Esto se usa como reserva si el usuario o el servidor (gremio) no ha establecido una preferencia. El valor por defecto es usar embeds. Para ver el orden completo de evaluación de la configuración de los embeds, ejecute `[p]help embedset`. **Ejemplo:** - `[p]embedset global`
fr_fr: Activer/désactiver le paramètre d'intégration global. Ceci est utilisé comme valeur si l'utilisateur ou le serveur n'a pas défini de préférence. La valeur par défaut est d'utiliser des incorporations. Pour voir l'ordre d'évaluation complet des paramètres intégrés, exécutez `[p]aide embedset`. **Exemple :** - `[p]embedset global`

source: Embeds are now disabled by default.
de_de: Einbettungen sind jetzt standardmäßig deaktiviert.
es_es: Los textos incrustados ahora están deshabilitados por defecto.
fr_fr: Les embeds sont maintenant désactivées par défaut.
nb_no: Embeder er nå deaktivert som standard.
ru_ru: Вкладки теперь отключены по умолчанию.
tr_tr: Yerleşik mesajlar artık varsayılan olarak kapalı.

source: Embeds are now enabled by default.
de_de: Einbettungen sind jetzt standardmäßig aktiviert.
es_es: Los textos incrustados ahora están habilitados por defecto.
fr_fr: Les embeds sont maintenant activées par défaut.
nb_no: Embeder er nå aktivert som standard.
ru_ru: Встраиваемые модули теперь включены по умолчанию.
tr_tr: Yerleşik mesajlar artık varsayılan olarak açık.

source: Embeds will now fall back to the global setting.
de_de: Einbettungen werden jetzt auf die globalen Einstellungen zurückgreifen.
es_es: Inserciones ahora volverá a la configuración global.
fr_fr: Les embeds vont maintenant revenir au paramètre global.
nb_no: Embeder vil nå bruke globale instillinger.
pl_pl: Embedy będą teraz używać globalnego ustawienia.
ru_ru: Настройки теперь восстанавливаются.
tr_tr: Embed'ler artık global ayarlara geri dönecek.

source: Embeds are now enabled for this guild.
de_de: Einbettungen sind jetzt für diese Gilde aktiviert.
es_es: Los textos incrustados ahora están habilitados para este grupo.
fr_fr: Les embeds sont maintenant activées pour ce serveur.
nb_no: Embeder er nå aktivert for denne serveren.
ru_ru: Встраиваемые модули включены для этой гильдии.
tr_tr: Bu sunucuda artık yerleşik mesajlar açık.

source: Embeds are now disabled for this guild.
de_de: Einbettungen sind jetzt für diese Gilde deaktiviert.
es_es: Los textos incrustados ahora están deshabilitados para este grupo.
fr_fr: Les embeds sont maintenant désactivées pour ce serveur.
nb_no: Embeder er nå deaktivert for denne serveren.
ru_ru: Вкладки отключены для этой гильдии.
tr_tr: Bu sunucuda artık yerleşik mesajlar kapalı.

source: The passed command requires Embed Links permission and therefore cannot be set to not use embeds.
es_es: El comando anterior requiere el permiso Insertar Enlaces y por lo tanto no puede configurarse para no usar textos incrustados.
fr_fr: La commande passée nécessite l’autorisation Embed Links et ne peut donc pas être configurée pour ne pas utiliser d’embeds.
nb_no: Den beståttet kommandoen krever Embed lenketillatelser, og kan derfor ikke settes til å ikke bruke embeds.
ru_ru: Передаваемая команда требует разрешения Embed Links и поэтому не может быть установлен как "Встраиваемый".
tr_tr: Bu komut Link Yerleştirme iznine ihtiyaç duyar ve bu yüzden yerleşik mesaj kullanmamaya ayarlanamaz.

source: Embeds are now enabled for {command_name} command.
de_de: Embeds sind jetzt für den Befehl{command_name} verfügbar.
es_es: Los textos incrustados están ahora habilitados para el comando {command_name}.
fr_fr: Les embeds sont maintenant activés pour la commande {command_name}.
nb_no: Embeder er nå aktivert for {command_name} kommandoen.
ru_ru: Встраивание теперь включено для команды {command_name}.
tr_tr: {command_name} komutu için artık yerleşik mesajlar açık.

source: Embeds are now disabled for {command_name} command.
de_de: Embeds sind jetzt für den Befehl{command_name} nicht verfügbar.
es_es: Los textos incrustados están ahora deshabilitados para el comando {command_name}.
fr_fr: Les embeds sont maintenant désactivés pour la commande {command_name}.
nb_no: Embeder er nå deaktivert for {command_name} kommandoen.
ru_ru: Вкладки отключены для команды {command_name}.
tr_tr: {command_name} komutu için yerleşik mesajlar artık kapalı.

source: Embeds will now fall back to the server setting.
es_es: Ahora los incrustados volverán a la configuración del servidor.
fr_fr: Les embeds vont maintenant revenir au paramètre serveur.
nb_no: Embeder vil nå falle tilbake til serverinnstillingen.
ru_ru: Встраиваемые вставки будут возвращены к настройкам сервера.
tr_tr: Yerleşik mesajlar artık sunucu ayarını kullanacak.

source: Embeds are now {} for this channel.
de_de: Einbettungen für diesen Discord Server sind jetzt {}.
es_es: Los textos incrustados ahora son {} para este canal.
fr_fr: Les embeds sont maintenant {} pour ce salon.
nb_no: Embeder er nå {} for denne kanalen.
ru_ru: Сейчас встраиваются {} для этого канала.
tr_tr: Bu kanal için yerleşik mesaj ayarı artık {}.

source: enabled
de_de: aktiviert
es_es: activado
fr_fr: activé
nb_no: skrudd på
pl_pl: włączone
ru_ru: включен
tr_tr: açıldı

source: disabled
de_de: deaktiviert
es_es: desactivado
fr_fr: désactivé
nb_no: skrudd av
pl_pl: wyłączone
ru_ru: отключен
tr_tr: deaktif

source: Embeds are now enabled for you in DMs.
de_de: Einbettungen sind jetzt in Privatnachrichten für Sie aktiviert.
es_es: Los textos incrustados están ahora habilitados para usted en DMs.
fr_fr: Les embeds sont maintenant activés pour vous en messages privés.
nb_no: Embeder er nå aktivert for deg i DMer.
ru_ru: Встроенные вставки теперь включены для вас в личных сообщениях.
tr_tr: Artık sizin için özel mesajlarda yerleşik mesajlar etkin.

source: Embeds are now disabled for you in DMs.
de_de: Einbettungen sind jetzt in Privatnachrichten für Sie deaktiviert.
es_es: Los textos incrustados están ahora deshabilitados para usted en DMs.
fr_fr: Les embeds sont maintenant désactivés pour vous en messages privés.
nb_no: Embeder er nå deaktivert for deg i DMer.
ru_ru: Вкладки теперь недоступны для вас в личных сообщениях.
tr_tr: Artık sizin için özel mesajlarda yerleşik mesajlar devre dışı.

source: No exception has occurred yet.
de_de: Bisher ist keine Ausnahme aufgetreten.
es_es: Aún no ha ocurrido ninguna excepción.
fr_fr: Aucune exception n'a eu lieu pour le moment.
nb_no: Ingen unntak har oppstått ennå.
ru_ru: Пока нет исключения.
tr_tr: Henüz herhangi bir özel durum oluşmadı.

source: This bot is currently **serverlocked**, meaning that it is locked to its current servers and will leave any server it joins.
es_es: Este bot está actualmente **serverlocked**, lo que significa que está bloqueado exclusivamente a sus servidores actuales y que abandonará cualquier servidor al que se una.
fr_fr: Ce bot est actuellement **serverlocked**, ce qui signifie qu'il est verrouillé sur ses serveurs actuels et qu'il quittera tout serveur qu'il rejoint.

source: Commands to setup [botname]'s invite settings.
es_es: Comandos para configurar la configuración de invitación de [botname].
fr_fr: Des commandes pour configurer les paramètres d'invitation de [botname].
ru_ru: Команды для настройки параметров приглашения [botname].
tr_tr: [botname] botunun davet ayarlarını yönetmek için komutlar.

source: Add the `applications.commands` scope to your invite URL. This allows the usage of slash commands on the servers that invited your bot with that scope. Note that previous servers that invited the bot without the scope cannot have slash commands, they will have to invite the bot a second time.
es_es: Añade el ámbito de `applications.commands` a tu URL de invitación. Esto permite el uso de comandos slash en los servidores que invitaron a tu bot con ese ámbito. Ten en cuenta que los servidores anteriores que invitaron al bot sin el ámbito no pueden tener comandos slash, tendrán que invitar al bot por segunda vez.
fr_fr: Ajoute la portée `applications.commands` à votre URL d'invitation. Cela permet l'utilisation de commandes slash sur les serveurs qui ont invité votre bot avec cette portée. Notez que les serveurs précédents qui ont invité le bot sans la portée ne peuvent pas avoir de commandes slash, ils devront inviter le bot une seconde fois.
ru_ru: Добавьте область `applications.commands` в URL адрес приглашения. Это позволяет использовать команды СЛЭШ на серверах, которые пригласили вашего бота с этой областью. Обратите внимание, что предыдущие серверы пригласили бота без области действия не могут иметь команды СЛЭШ, они должны будут еще раз пригласить бота.
tr_tr: Davet linkine `applications.commands` kapsamını ekle. Böylece botu bu kapsamla davet eden sunucular slaş komutlarını kullanabilirler. Botu önceden bu kapsam olmaksızın davet eden sunucuların slaş komutlarını kullanamayacağını unutmayın, bu sunucuların botu sunucudan çıkarıp geri eklemeleri gerekir.

source: The `applications.commands` scope has been added to the invite URL.
es_es: El ámbito `applications.commands` ha sido añadido a la URL de invitación.
fr_fr: La portée `applications.commands` a été ajoutée à l'URL d'invitation.
ru_ru: Область `applications.commands` была добавлена в URL адрес приглашения.
tr_tr: Davet linkine `applications.commands` kapsamı eklendi.

source: The `applications.commands` scope has been removed from the invite URL.
es_es: El ámbito `applications.commands` ha sido eliminado de la URL de invitación.
fr_fr: La portée `applications.commands` a été supprimée de l'URL d'invitation.
ru_ru: Область действия `applications.commands` была удалена из URL адреса приглашения.
tr_tr: Davet linkinden `applications.commands` kapsamı çıkarıldı.

source: You need to specify at least one server ID.
de_de: Du musst mindestens eine Server-ID angeben.
es_es: Debes especificar al menos un ID de servidor.
fr_fr: Vous devez spécifier au moins un id de serveur.
nb_no: Du må angi minst én server-ID.
ru_ru: Необходимо указать хотя бы один ID сервера.
tr_tr: En az bir sunucu IDsi sağlamanız gerekir.

source: You haven't passed any server ID. Do you want me to leave this server?
es_es: No has pasado ningún ID de servidor. ¿Quieres que salga de este servidor?
fr_fr: Vous n'avez donné aucun ID de serveur. Voulez-vous que je quitte ce serveur ?
nb_no: Du har ikke sendt noen server-ID. Vil du at jeg skal forlate denne serveren?
ru_ru: Вы не передали никакой идентификатор сервера. Вы хотите, чтобы я покинул этот сервер?
tr_tr: Herhangi bir sunucu IDsi sağlamadınız. Bu sunucudan çıkmamı ister misiniz?

source: Are you sure you want me to leave these servers?
de_de: Bist du sicher, dass ich diesen Server verlassen soll?
es_es: ¿Estás seguro de que quieres que deje estos servidores?
fr_fr: Êtes-vous sûr de vouloir que je quitte ces serveurs ?
nb_no: Er du sikker på at du vil jeg forlate disse serverne?
ru_ru: Вы уверены, что хотите, чтобы я покинул этот сервер?
tr_tr: Bu sunuculardan çıkmamı istediğinize emin misiniz?

source: Are you sure you want me to leave this server?
es_es: ¿Estás seguro de que quieres que abandone este servidor?
fr_fr: Êtes-vous sûr de vouloir que je quitte ce serveur ?
ru_ru: Вы действительно хотите, чтобы я покинула этот сервер?
tr_tr: Bu sunuculardan çıkmamı istediğinize emin misiniz?

source: I cannot leave the server `{server_name}`: I am the owner of it.
de_de: Ich kann den Server `{server_name}` nicht verlassen: Ich bin der Besitzer von ihm.
es_es: No puedo dejar el servidor `{server_name}`: Soy el dueño de él.
fr_fr: Je ne peux pas quitter le serveur `{server_name}`: j'en suis le propriétaire.
nb_no: Jeg kan ikke forlate serveren `{server_name}`: Jeg er eieren av den.
ru_ru: Я не могу покинуть сервер `{server_name}`: я его владелец.
tr_tr: `{server_name}` sunucusundan çıkamam: O sunucunun sahibi benim.

source: Response timed out.
de_de: Antwortzeitlimit erreicht.
es_es: No hay respuesta; se ha agotado el tiempo de espera
fr_fr: Réponse expirée.
nb_no: Responsen ble tidsavbrutt.
ru_ru: Время ответа истекло.
tr_tr: Yanıt yok, zaman aşımı oluştu.

source: Alright. Bye :wave:
de_de: Oke. Bye :wave:
es_es: Bien. Adiós :wave:
fr_fr: Très bien. Bye :wave:
nb_no: Okei. hade. :wave:
ru_ru: Хорошо. До свидания :wave:
tr_tr: Pekala, görüşürüz :wave:

source: Alright. Leaving {number} servers...
de_de: Alles klar. Verlasse {number} Server...
es_es: Muy bien, dejando {number} servidores...
fr_fr: D'accord. Je quitte {number} serveurs...
nb_no: Ok. Forlater {number} servere...
ru_ru: Все в порядке. Оставляем {number} серверов...
tr_tr: Anlaşıldı. {number} sunucudan çıkılıyor...

source: Alright. Leaving one server...
de_de: Okay. Verlasse einen Server...
es_es: Muy bien. Abandonando un servidor...
fr_fr: D'accord. Je quitte un serveur...
ru_ru: Хорошо. Покидаю один сервер...
tr_tr: Anlaşıldı. sunucudan çıkılıyor...

source: Alright, I'll stay then. :)
de_de: Na gut, dann bleibe ich. :)
es_es: Bien, me quedaré entonces:)
fr_fr: D'accord, je reste alors. :)
nb_no: Ok, jeg blir da. :)
ru_ru: Хорошо, я тогда останусь. :)
tr_tr: Tamam, kalayım öyleyse. :)

source: Alright, I'm not leaving those servers.
de_de: Alles klar, ich werde diese Server nicht verlassen.
es_es: Bien, no me voy de esos servidores.
fr_fr: D'accord, je ne quitte pas ces serveurs.
nb_no: Ok, jeg forlater ikke serverne.
ru_ru: Хорошо, я не уйду с этих серверов.
tr_tr: Anlaşıldı, bu sunuculardan çıkmıyorum.

source: Alright, I'm not leaving that server.
de_de: Okay, ich verlasse diesen Server nicht.
es_es: Bien, no me voy de ese servidor.
fr_fr: D'accord, je ne quitte pas ce serveur.
ru_ru: Хорошо, я не выхожу из этого сервера.
tr_tr: Anlaşıldı, bu sunuculardan çıkmıyorum.
