Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Adds users to the blocklist. **Examples:** - `[p]blocklist add @26 @Will` - Adds two users to the blocklist. - `[p]blocklist add 262626262626262626` - Blocks a user by ID. **Arguments:** - `<users...>` - The user or users to add to the blocklist.
ru_ru: Добавляет пользователей в блок-лист. **Примеры:** - `[p]blocklist add @26 @Will` - Добавляет двух пользователей в блок-лист. - `[p]blocklist add 2626262626262626262626262626` - Блокирует пользователя по ID. **Аргументы:**. - `<users...>` - Пользователь или пользователи для добавления в блок-лист.

source: Lists users on the blocklist. **Example:** - `[p]blocklist list`
ru_ru: Перечисляет пользователей в списке блок-лист. **Пример:** - `[p]blocklist list`

source: Removes users from the blocklist. **Examples:** - `[p]blocklist remove @26 @Will` - Removes two users from the blocklist. - `[p]blocklist remove 262626262626262626` - Removes a user by ID. **Arguments:** - `<users...>` - The user or users to remove from the blocklist.
ru_ru: Удаляет пользователей из списка блокировки. **Примеры:** - `[p]blocklist remove @26 @Will` - Удаляет двух пользователей из блок-листа. - `[p]blocklist remove 2626262626262626262626262626` - Удаляет пользователя по ID. **Аргументы:** - `<users...>` - Пользователь или пользователи для удаления из блок-листа.

source: Clears the blocklist. **Example:** - `[p]blocklist clear`
ru_ru: Очищает блок-лист. **Пример:** - `[p]blocklist clear`

source: Adds a user or role to the server allowlist. **Examples:** - `[p]localallowlist add @26 @Will` - Adds two users to the local allowlist. - `[p]localallowlist add 262626262626262626` - Allows a user by ID. - `[p]localallowlist add "Super Admins"` - Allows a role with a space in the name without mentioning. **Arguments:** - `<users_or_roles...>` - The users or roles to remove from the local allowlist.
ru_ru: Добавляет пользователя или роль в разрешительный список сервера. **Примеры:** - `[p]localallowlist add @26 @Will` - Добавляет двух пользователей в локальный список разрешений. - `[p]localallowlist add 26262626262626262626262626` - Разрешает пользователя по ID. - `[p]localallowlist add "Super Admins"`` - Разрешает роль с пробелом в имени без упоминания. **Аргументы:** - `<users_or_roles...>` - Пользователи или роли для удаления из локального списка разрешений.

source: Lists users and roles on the server allowlist. **Example:** - `[p]localallowlist list`
ru_ru: Перечисляет пользователей и роли на сервере allowlist. **Пример:** - `[p]localallowlist list`

source: Removes user or role from the allowlist. The local allowlist will be disabled if all users are removed. **Examples:** - `[p]localallowlist remove @26 @Will` - Removes two users from the local allowlist. - `[p]localallowlist remove 262626262626262626` - Removes a user by ID. - `[p]localallowlist remove "Super Admins"` - Removes a role with a space in the name without mentioning. **Arguments:** - `<users_or_roles...>` - The users or roles to remove from the local allowlist.
ru_ru: Удаляет пользователя или роль из разрешительного списка. Локальный список разрешений будет отключен, если все пользователи будут удалены. **Примеры:** - `[p]localallowlist remove @26 @Will` - Удаляет двух пользователей из локального списка разрешений. - `[p]localallowlist remove 26262626262626262626262626` - Удаляет пользователя по ID. - `[p]localallowlist remove "Super Admins"`` - Удаляет роль с пробелом в имени без упоминания. **Аргументы:** - `<users_or_roles...>` - Пользователи или роли для удаления из локального списка разрешений.

source: Clears the allowlist. This disables the local allowlist and clears all entries. **Example:** - `[p]localallowlist clear`
ru_ru: Очищает список разрешений. Это отключает локальный список разрешений и очищает все записи. **Пример:** - `[p]localallowlist clear`

source: Adds a user or role to the local blocklist. **Examples:** - `[p]localblocklist add @26 @Will` - Adds two users to the local blocklist. - `[p]localblocklist add 262626262626262626` - Blocks a user by ID. - `[p]localblocklist add "Bad Apples"` - Blocks a role with a space in the name without mentioning. **Arguments:** - `<users_or_roles...>` - The users or roles to add to the local blocklist.
ru_ru: Добавляет пользователя или роль в локальный список блокировки. **Примеры:** - `[p]localblocklist add @26 @Will` - Добавляет двух пользователей в локальный список блокировки. - `[p]localblocklist add 2626262626262626262626262626` - Блокирует пользователя по ID. - `[p]localblocklist add "Bad Apples"`` - Блокирует роль с пробелом в имени без упоминания. **Аргументы:** - `<users_or_roles...>` - Пользователи или роли для добавления в локальный список блокировки.

source: Lists users and roles on the server blocklist. **Example:** - `[p]localblocklist list`
ru_ru: Перечисляет пользователей и роли в блок-листе сервера. **Пример:** - `[p]localblocklist list`

source: Removes user or role from local blocklist. **Examples:** - `[p]localblocklist remove @26 @Will` - Removes two users from the local blocklist. - `[p]localblocklist remove 262626262626262626` - Unblocks a user by ID. - `[p]localblocklist remove "Bad Apples"` - Unblocks a role with a space in the name without mentioning. **Arguments:** - `<users_or_roles...>` - The users or roles to remove from the local blocklist.
ru_ru: Удаляет пользователя или роль из локального списка блокировки. **Примеры:** - `[p]localblocklist remove @26 @Will` - Удаляет двух пользователей из локального блок-листа. - `[p]localblocklist remove 2626262626262626262626262626` - Разблокирует пользователя по ID. - `[p]localblocklist remove "Bad Apples"`` - Разблокирует роль с пробелом в имени без упоминания. **Аргументы:** - `<users_or_roles...>` - Пользователи или роли для удаления из локального списка блокировки.

source: Clears the server blocklist. This disables the server blocklist and clears all entries. **Example:** - `[p]blocklist clear`
ru_ru: Очищает список блокировки сервера. Это отключает список блокировки сервера и очищает все записи. **Пример:** - `[p]blocklist clear`

source: Set the default state for a cog as disabled. This will disable the cog for all servers by default. To override it, use `[p]command enablecog` on the servers you want to allow usage. Note: This will only work on loaded cogs, and must reference the title-case cog name. **Examples:** - `[p]command defaultdisablecog Economy` - `[p]command defaultdisablecog ModLog` **Arguments:** - `<cog>` - The name of the cog to make disabled by default. Must be title-case.
ru_ru: Установите состояние по умолчанию для cog как отключенное. Это отключит cog для всех серверов по умолчанию. Чтобы отменить это, используйте команду `[p]command enablecog` на серверах, которым вы хотите разрешить использование. Примечание: Это работает только с загруженными cogs, и должно ссылаться на имя cog в заглавном регистре. **Примеры:** - `[p]command defaultdisablecog Economy` - `[p]command defaultdisablecog ModLog` **Аргументы:** - `<cog>` - Имя программы, которую нужно сделать отключенной по умолчанию. Должно быть в заглавном регистре.

source: Set the default state for a cog as enabled. This will re-enable the cog for all servers by default. To override it, use `[p]command disablecog` on the servers you want to disallow usage. Note: This will only work on loaded cogs, and must reference the title-case cog name. **Examples:** - `[p]command defaultenablecog Economy` - `[p]command defaultenablecog ModLog` **Arguments:** - `<cog>` - The name of the cog to make enabled by default. Must be title-case.
ru_ru: Установите состояние по умолчанию для cog как включенное. Это снова включит cog для всех серверов по умолчанию. Чтобы отменить это, используйте команду `[p]command disablecog` на серверах, на которых вы хотите запретить использование. Примечание: Это сработает только для загруженных cogs, и должно ссылаться на имя cog в заглавном регистре. **Примеры:** - `[p]command defaultenablecog Economy` - `[p]command defaultenablecog ModLog` **Аргументы:** - `<cog>` - Имя cog, которую нужно включить по умолчанию. Должно быть в заглавном регистре.

source: Disable a cog in this server. Note: This will only work on loaded cogs, and must reference the title-case cog name. **Examples:** - `[p]command disablecog Economy` - `[p]command disablecog ModLog` **Arguments:** - `<cog>` - The name of the cog to disable on this server. Must be title-case.
ru_ru: Отключить cog на этом сервере. Примечание: Это работает только с загруженными cogs и должно ссылаться на имя cog в заглавном регистре. **Примеры:** - `[p]команда disablecog Economy` - `[p]command disablecog ModLog` **Аргументы:** - `<cog>` - Имя cog, которую нужно отключить на этом сервере. Должно быть в заглавном регистре.

source: Enable a cog in this server. Note: This will only work on loaded cogs, and must reference the title-case cog name. **Examples:** - `[p]command enablecog Economy` - `[p]command enablecog ModLog` **Arguments:** - `<cog>` - The name of the cog to enable on this server. Must be title-case.
ru_ru: Включить cog на этом сервере. Примечание: Это работает только с загруженными gogs и должно ссылаться на имя cog в заглавном регистре. **Примеры:** - `[p]command enablecog Economy` - `[p]command enablecog ModLog` **Аргументы:** - `<cog>` - Имя cog для включения на этом сервере. Должно быть в заглавном регистре.

source: List the cogs which are disabled in this server. **Example:** - `[p]command listdisabledcogs`
ru_ru: Перечислите шестеренки, которые отключены на этом сервере. **Пример:** - `[p]command listdisabledcogs`

source: List disabled commands. If you're the bot owner, this will show global disabled commands by default. Otherwise, this will show disabled commands on the current server. **Example:** - `[p]command listdisabled`
ru_ru: Список отключенных команд. Если вы являетесь владельцем бота, то по умолчанию будут показаны глобальные отключенные команды. В противном случае будут показаны отключенные команды на текущем сервере. **Пример:** - `[p]command listdisabled`

source: List disabled commands globally. **Example:** - `[p]command listdisabled global`
ru_ru: Список отключенных команд глобально. **Пример:** - `[p]listdisabled global`

source: List disabled commands in this server. **Example:** - `[p]command listdisabled guild`
ru_ru: Список отключенных команд на этом сервере. **Пример:** - `[p]command listdisabled guild`

source: Disable a command. If you're the bot owner, this will disable commands globally by default. Otherwise, this will disable commands on the current server. **Examples:** - `[p]command disable userinfo` - Disables the `userinfo` command in the Mod cog. - `[p]command disable urban` - Disables the `urban` command in the General cog. **Arguments:** - `<command>` - The command to disable.
ru_ru: Отключить команду. Если вы являетесь владельцем бота, это отключит команды глобально по умолчанию. В противном случае команды будут отключены на текущем сервере. **Примеры:** - `[p]command disable userinfo` - отключает команду `userinfo` в Mod cog. - `[p]command disable urban` - отключает команду `urban` в блоке General. **Аргументы:** - `<command>` - Команда для отключения.

source: Disable a command globally. **Examples:** - `[p]command disable global userinfo` - Disables the `userinfo` command in the Mod cog. - `[p]command disable global urban` - Disables the `urban` command in the General cog. **Arguments:** - `<command>` - The command to disable globally.
ru_ru: Отключить команду глобально. **Примеры:** - `[p]command disable global userinfo` - отключает команду `userinfo` в коге Mod. - `[p]command disable global urban` - отключает команду `urban` в коге General. **Аргументы:** - `<command>` - Команда для глобального отключения.

source: Disable a command in this server only. **Examples:** - `[p]command disable server userinfo` - Disables the `userinfo` command in the Mod cog. - `[p]command disable server urban` - Disables the `urban` command in the General cog. **Arguments:** - `<command>` - The command to disable for the current server.
ru_ru: Отключить команду только на этом сервере. **Примеры:** - `[p]command disable server userinfo` - Отключает команду `userinfo` в коге Mod. - `[p]command disable server urban` - отключает команду `urban` в блоке General. **Аргументы:** - `<command>` - Команда, которую нужно отключить для текущего сервера.

source: Enable a command. If you're the bot owner, this will try to enable a globally disabled command by default. Otherwise, this will try to enable a command disabled on the current server. **Examples:** - `[p]command enable userinfo` - Enables the `userinfo` command in the Mod cog. - `[p]command enable urban` - Enables the `urban` command in the General cog. **Arguments:** - `<command>` - The command to enable.
ru_ru: Включить команду. Если вы являетесь владельцем бота, то по умолчанию будет сделана попытка включить глобально отключенную команду. В противном случае будет сделана попытка включить команду, отключенную на текущем сервере. **Примеры:** - `[p]command enable userinfo` - Включает команду `userinfo` в Mod cog. - `[p]command enable urban` - Включает команду `urban` в блоке General. **Аргументы:** - `<command>` - Команда для включения.

source: Enable a command globally. **Examples:** - `[p]command enable global userinfo` - Enables the `userinfo` command in the Mod cog. - `[p]command enable global urban` - Enables the `urban` command in the General cog. **Arguments:** - `<command>` - The command to enable globally.
ru_ru: Включить команду глобально. **Примеры:** - `[p]command enable global userinfo` - Включает команду `userinfo` в коге Mod. - `[p]command enable global urban` - Включает команду `urban` в коге General. **Аргументы:** - `<command>` - Команда для глобального включения.

source: Enable a command in this server. **Examples:** - `[p]command enable server userinfo` - Enables the `userinfo` command in the Mod cog. - `[p]command enable server urban` - Enables the `urban` command in the General cog. **Arguments:** - `<command>` - The command to enable for the current server.
ru_ru: Включить команду на этом сервере. **Примеры:** - `[p]command enable server userinfo` - Включает команду `userinfo` в коге Mod. - `[p]command enable server urban` - Включает команду `urban` в коге General. **Аргументы:** - `<command>` - Команда, которую нужно включить для текущего сервера.

source: Set the bot's response to disabled commands. Leave blank to send nothing. To include the command name in the message, include the `{command}` placeholder. **Examples:** - `[p]command disabledmsg This command is disabled` - `[p]command disabledmsg {command} is disabled` - `[p]command disabledmsg` - Sends nothing when a disabled command is attempted. **Arguments:** - `[message]` - The message to send when a disabled command is attempted.
ru_ru: Задает реакцию бота на отключенные команды. Оставьте пустым, чтобы не отправлять ничего. Чтобы включить имя команды в сообщение, включите в него заполнитель `{command}`. **Примеры:** - `[p]command disabledmsg Эта команда отключена`. - `[p]command disabledmsg {command} отключена` - `[p]command disabledmsg` - Не посылает ничего при попытке выполнить отключенную команду. **Аргументы:** - `[message]` - Сообщение, которое нужно отправить при попытке выполнить отключенную команду.

source: Gets the current members and roles configured for automatic moderation action immunity. **Example:** - `[p]autoimmune list`
ru_ru: Получает текущих участников и ролей настроенных для автоматического иммунитета действий модерации. **Пример:** - `[p]autoimmune list`

source: List the currently ignored servers and channels. **Example:** - `[p]ignore list`
ru_ru: Список игнорируемых сейчас серверов и каналов. **Пример:** - `[p]ignore list`

source: Ignore commands in this server. Note: Owners, Admins, and those with Manage Server permissions override ignored servers. **Example:** - `[p]ignore server` - Ignores the current server
ru_ru: Игнорировать команды на этом сервере. Примечание: Владельцы, администраторы и те, у кого есть права на управление сервером, переопределяют игнорируемые серверы. **Пример:** - `[p]ignore server` - Игнорирует текущий сервер

source: Remove this server from the ignore list. **Example:** - `[p]unignore server` - Stops ignoring the current server
ru_ru: Удалите этот сервер из списка игнорирования. **Пример:** - `[p]unignore server` - Прекратить игнорирование текущего сервера

source: Delete all bank accounts. Examples: - `[p]bankset reset` - Did not confirm. Shows the help message. - `[p]bankset reset yes` **Arguments** - `<confirmation>` This will default to false unless specified.
de_de: Alle Bankkonten löschen. Beispiele: - `[p]bankset reset` - Nicht bestätigt. Zeigt die Hilfe-Nachricht. - `[p]bankset reset yes` **Arguments** - `<confirmation>` Dies wird standardmäßig auf false außer angegeben.

source: Prune bank accounts for users no longer in the server. Cannot be used with a global bank. See `[p]bankset prune global`. Examples: - `[p]bankset prune server` - Did not confirm. Shows the help message. - `[p]bankset prune server yes` **Arguments** - `<confirmation>` This will default to false unless specified.
de_de: Bereinigt Bankkonten für Benutzer, die nicht länger auf dem Server sind. kann nicht mit einer globalen Bank verwendet werden. Siehe `[p]bankset prune global`. Beispiele: - `[p]bankset prune server` - Nicht bestätigt. Zeigt die Hilfe-Nachricht. - `[p]bankset prune server yes` **Arguments** - `<confirmation>` Dies wird standardmäßig auf false außer angegeben.

source: Prune bank accounts for users who no longer share a server with the bot. Cannot be used without a global bank. See `[p]bankset prune server`. Examples: - `[p]bankset prune global` - Did not confirm. Shows the help message. - `[p]bankset prune global yes` **Arguments** - `<confirmation>` This will default to false unless specified.
de_de: Bereinigt Bankkonten für Benutzer, die nicht länger auf dem Server sind. kann nicht mit einer globalen Bank verwendet werden. Siehe `[p]bankset prune global`. Beispiele: - `[p]bankset prune global` - Nicht bestätigt. Zeigt die Hilfe-Nachricht. - `[p]bankset prune global yes` **Arguments** - `<confirmation>` Dies wird standardmäßig auf false außer angegeben.

source: Delete the bank account of a specified user. Examples: - `[p]bankset prune user @Twentysix` - Did not confirm. Shows the help message. - `[p]bankset prune user @Twentysix yes` **Arguments** - `<user>` The user to delete the bank of. Takes mentions, names, and user ids. - `<confirmation>` This will default to false unless specified.
de_de: Löschen Sie das Bankkonto eines bestimmten Benutzers. Beispiele: - `[p]bankset prune user @Twentysix` - Nicht bestätigt. Zeigt die Hilfe-Nachricht. - `[p]bankset prune user @Twentysix yes` **Arguments** - `<user>` Der Benutzer, von dem die Bank gelöscht wird. Nimmt Erwähnungen, Namen und Benutzer-Ids an. - `<confirmation>` Dies wird standardmäßig auf false außer angegeben.

source: Show all external API services along with their keys that have been set. Secrets are not shown. **Example:** - `[p]set api list`
de_de: Zeige alle externen API-Dienste zusammen mit den eingestellten Schlüsseln an. Geheimnisse werden nicht angezeigt. **Beispiel:** - `[p]set api list`

source: Remove the given services with all their keys and tokens. **Examples:** - `[p]set api remove spotify` - `[p]set api remove github youtube` **Arguments:** - `<services...>` - The services to remove.
de_de: Entfernen der angegebenen Dienste mit all ihren Schlüsseln und Token. **Beispiele:** - `[p]set api remove spotify` - `[p]set api remove github youtube ` **Argumente:** - `<services...>` -Dienste, welche entfernt werden sollen.

source: Opt-in on receiving owner notifications. This is the default state. Note: This will only resume sending owner notifications to your DMs. Additional owners and destinations will not be affected. **Example:** - `[p]set ownernotifications optin`
de_de: Opt-in zum Empfang von Benachrichtigungen für den Eigentümer. Dies ist der Standardzustand. Hinweis: Dies setzt lediglich das Senden von Eigentümerbenachrichtigungen an Ihre Direktnachrichten fort. Zusätzliche Eigentümer und Ziele werden davon nicht beeinflusst. **Beispiel:** - `[p] set ownernotifications optin `

source: Opt-out of receiving owner notifications. Note: This will only stop sending owner notifications to your DMs. Additional owners and destinations will still receive notifications. **Example:** - `[p]set ownernotifications optout`
de_de: Opt-out vom Empfang von Benachrichtigungen für den Eigentümer. Hinweis: Dies stoppt lediglich das Senden von Eigentümerbenachrichtigungen an Ihre Direktnachrichten. Zusätzliche Eigentümer und Ziele erhalten weiterhin Benachrichtigungen. **Beispiel:** - `[p]set ownernotifications optout`

source: Adds a destination text channel to receive owner notifications. **Examples:** - `[p]set ownernotifications adddestination #owner-notifications` - `[p]set ownernotifications adddestination 168091848718417920` - Accepts channel IDs. **Arguments:** - `<channel>` - The channel to send owner notifications to.
de_de: Fügt einen Zieltext-Kanal hinzu, um Benachrichtigungen für Besitzer zu erhalten. **Beispiele:** - `[p]set ownernotifications adddestination #owner-notifications` - `[p]set ownernotifications adddestination 168091848718417920` - Akzeptiert Kanal-IDs. **Argumente:** - `<channel>` - Der Kanal, an den die Besitzerbenachrichtigungen gesendet werden.

source: Removes a destination text channel from receiving owner notifications. **Examples:** - `[p]set ownernotifications removedestination #owner-notifications` - `[p]set ownernotifications deletedestination 168091848718417920` - Accepts channel IDs. **Arguments:** - `<channel>` - The channel to stop sending owner notifications to.
de_de: Entfernt einen Zieltext-Kanal vom Empfang von Benachrichtigungen für Eigentümer. **Beispiele:** - `[p]set ownernotifications removedestination #owner-notifications` - `[p]set ownernotifications deletedestination 168091848718417920` - Akzeptiert Kanal-IDs. **Argumente:** - `<channel>` - Der Kanal, an dem keine Benachrichtigungen mehr gesendet werden.

source: Lists the configured extra destinations for owner notifications. **Example:** - `[p]set ownernotifications listdestinations`
de_de: Listet die konfigurierten zusätzlichen Destinationen für die Benachrichtigungen des Besitzers auf. **Beispiel:** - `[p]set ownernotifications listdestinations`

source: Set the delay until the bot removes the command message. Must be between -1 and 60. Set to -1 to disable this feature. This is only applied to the current server and not globally. **Examples:** - `[p]set deletedelay` - Shows the current delete delay setting. - `[p]set deletedelay 60` - Sets the delete delay to the max of 60 seconds. - `[p]set deletedelay -1` - Disables deleting command messages. **Arguments:** - `[time]` - The seconds to wait before deleting the command message. Use -1 to disable.
de_de: Setze die Verzögerung, bis der Bot die Befehlsmeldung entfernt hat. Muss zwischen -1 und 60 sein. Auf -1 setzen, um dieses Feature zu deaktivieren. Dies wird nur auf den aktuellen Server angewendet und nicht global. **Beispiele:** - `[p]set deletedelay` - Zeigt die aktuelle Löschverzögerung an. - `[p]set deletedelay 60` - Setzt die Löschverzögerung auf maximal 60 Sekunden. - `[p]set deletedelay -1` - Deaktiviert das Löschen von Befehlsmeldungen. **Argumente:** - `[time]` - Die Sekunden, die gewartet werden, bevor die Befehlsmeldung gelöscht wird. Benutze -1 zum Deaktivieren.
