Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Various development focused utilities.
es_es: El desarrollo variado se centró en utilidades.
fr_fr: Divers outils axés sur le développement.
nb_no: Ulik utvikling fokuserte hjelpemidler.
ru_ru: Различные утилиты, ориентированные на разработки.
tr_tr: Çeşitli geliştirme odaklı araçlar.

source: Evaluate a statement of python code. The bot will always respond with the return value of the code. If the return value of the code is a coroutine, it will be awaited, and the result of that will be the bot's response. Note: Only one statement may be evaluated. Using certain restricted keywords, e.g. yield, will result in a syntax error. For multiple lines or asynchronous code, see [p]repl or [p]eval. Environment Variables: `ctx` - the command invocation context `bot` - the bot object `channel` - the current channel object `author` - the command author's member object `guild` - the current guild object `message` - the command's message object `_` - the result of the last dev command `aiohttp` - the aiohttp library `asyncio` - the asyncio library `discord` - the discord.py library `commands` - the redbot.core.commands module `cf` - the redbot.core.utils.chat_formatting module
es_es: Evalúa una declaración de código python. El bot siempre responderá con el valor devuelto del código. Si el valor de retorno del código es una coroutina, se esperará, y el resultado de eso será la respuesta del bot. Nota: Sólo una sentencia puede ser evaluada. Usando ciertas palabras clave restringidas, p.ej. yield, resultará en un error de sintaxis. Para múltiples líneas o código asíncrono, vea [p]repl o [p]eval. Variables de entorno: `ctx` - el contexto de invocación de comandos `bot` - el objeto bot `channel` - el objeto del canal actual `author` - el objeto miembro del autor del comando `guild` - el objeto del gremio actual `message` - el objeto del mensaje del comando `_` - el resultado del último comando dev `aiohttp` - la biblioteca aiohttp `asyncio` - la librería asyncio `discord` - la librería discord.py `commands` - del módulo redbot.core.commands `cf` - del módulo redbot.core.utils.chat_formatting

source: Execute asynchronous code. This command wraps code into the body of an async function and then calls and awaits it. The bot will respond with anything printed to stdout, as well as the return value of the function. The code can be within a codeblock, inline code or neither, as long as they are not mixed and they are formatted correctly. Environment Variables: `ctx` - the command invocation context `bot` - the bot object `channel` - the current channel object `author` - the command author's member object `guild` - the current guild object `message` - the command's message object `_` - the result of the last dev command `aiohttp` - the aiohttp library `asyncio` - the asyncio library `discord` - the discord.py library `commands` - the redbot.core.commands module `cf` - the redbot.core.utils.chat_formatting module
es_es: Ejecutar código asíncrono. Este comando envuelve código en el cuerpo de una función asíncrona y luego llama y lo espera. El bot responderá con cualquier cosa impresa en stdout, así como el valor devuelto de la función. El código puede estar dentro de un bloque de código, código inline o ninguno de los dos, siempre que no se mezclen y estén formateados correctamente. Variables de entorno: `ctx` - el contexto de invocación de comandos `bot` - el objeto bot `channel` - el objeto del canal actual `author` - el objeto miembro del autor del comando `guild` - el objeto del gremio actual `message` - el objeto del mensaje del comando `_` - el resultado del último comando dev `aiohttp` - la biblioteca aiohttp `asyncio` - la librería asyncio `discord` - la librería discord.py `commands` - del módulo redbot.core.commands `cf` - del módulo redbot.core.utils.chat_formatting

source: Open an interactive REPL. The REPL will only recognise code as messages which start with a backtick. This includes codeblocks, and as such multiple lines can be evaluated. Use `exit()` or `quit` to exit the REPL session, prefixed with a backtick so they may be interpreted. Environment Variables: `ctx` - the command invocation context `bot` - the bot object `channel` - the current channel object `author` - the command author's member object `guild` - the current guild object `message` - the command's message object `_` - the result of the last dev command `aiohttp` - the aiohttp library `asyncio` - the asyncio library `discord` - the discord.py library `commands` - the redbot.core.commands module `cf` - the redbot.core.utils.chat_formatting module
es_es: Abrir un REPL interactivo. El REPL solo reconocerá el código como mensajes que comiencen con un backtick. Esto incluye bloques de código, y como tal múltiples líneas pueden ser evaluadas. Usa `exit()` o `quit` para salir de la sesión REPL, con prefijo un backtick para que puedan ser interpretados. Variables de entorno: `ctx` - el contexto de invocación de comandos `bot` - el objeto bot `channel` - el objeto del canal actual `author` - el objeto miembro del autor del comando `guild` - el objeto del gremio actual `message` - el objeto del mensaje del comando `_` - el resultado del último comando dev `aiohttp` - la biblioteca aiohttp `asyncio` - la librería asyncio `discord` - la librería discord.py `commands` - del módulo redbot.core.commands `cf` - del módulo redbot.core.utils.chat_formatting

source: Already running a REPL session in this channel. Exit it with `quit`.
de_de: In diesem Kanal ist bereits eine aktive REPL-Sitzung. Mit `quit` kannst du diese verlassen.
es_es: Este canal ya está ejecutando una sesión REPL. Salga usando `quit`.
fr_fr: Déjà en cours d'exécution d'une session REPL dans ce canal. Quittez-la avec `quit`.
nb_no: Kjører allerede en REPL økt i denne kanalen. Avslutt den med "avslutt".
pl_pl: Już działa sesja REPL na tym kanale. Wyjdź za pomocą `quit`.
ru_ru: Уже выполняется сеанс REPL в этом канале. Выйдите из него с `quit`.
tr_tr: Zaten bir çoğaltma oturum bu kanalda çalışan. Bunu 'istifa ile' çık.

source: Already running a REPL session in this channel. Resume the REPL with `{}repl resume`.
es_es: Ya ejecutando una sesión REPL en este canal. Reanuda el REPL con `{}repl resume`.
nb_no: Kjører allerede en REPL økt i denne kanalen. Fortsett REPL med `{}repl resume`.
ru_ru: В этом канале уже запущен сеанс REPL. Возобновите REPL с помощью `{}repl resume`.
tr_tr: Bu kanalda zaten bir REPL oturumu çalışmakta. `{}repl resume` ile REPL'ı devam ettirin.

source: Enter code to execute or evaluate. `exit()` or `quit` to exit. `{}repl pause` to pause.
es_es: Introduzca el código para ejecutar o evaluar. `exit()` o `quit` para salir. `{}repl pause` para pausar.
fr_fr: Entrez du code à exécuter ou évaluer. Entrez `exit()` ou `quit` pour quitter. `{}repl pause` pour mettre en pause.
nb_no: Skriv inn koden for å kjøre eller evaluere. "exit()" eller "slutte" for å avslutte. "{}repl pause" for å pause.
ru_ru: Введите код для выполнения или оценки. `exit()` или `quit` для выхода. `{}repl pause` для приостановки.
tr_tr: Çalıştırmak veya değerlendirmek için kod girin. Çıkmak için `exit()` veya `quit` kullanın. Ara vermek için `{}repl pause` kullanın.

source: Exiting.
de_de: Schließen.
es_es: Saliendo.
fr_fr: Fermeture en cours.
nb_no: Avslutter.
ru_ru: Выход.
tr_tr: Çıkılıyor.

source: Unexpected error:
es_es: Error inesperado:
fr_fr: Erreur inattendue :

source: Pauses/resumes the REPL running in the current channel.
es_es: Pausa/reanuda el proceso REPL en ejecución en el canal actual.
fr_fr: Interrompt/reprend l'exécution de REPL dans le canal en cours.

source: There is no currently running REPL session in this channel.
es_es: Actualmente no hay ninguna sesión REPL en este canal.
fr_fr: Il n'y a pas de session REPL en cours d'exécution dans ce salon.
nb_no: Det er ingen REPL økt som kjører på denne kanalen.
ru_ru: В настоящее время в этом канале нет запущенной сессии REPL.
tr_tr: Şu anda bu kanalda çalışmakta olan REPL oturumu yok.

source: The REPL session in this channel has been resumed.
es_es: Se ha reanudado la sesión REPL en este canal.
fr_fr: La session REPL dans ce salon a été reprise.
nb_no: REPL-økten i denne kanalen er gjenopptatt.
ru_ru: Сеанс REPL в этом канале был возобновлен.
tr_tr: Bu kanaldaki REPL oturumu sürdürüldü.

source: The REPL session in this channel is now paused.
es_es: La sesión REPL en este canal ahora está pausada.
fr_fr: La session REPL dans ce salon est maintenant en pause.
nb_no: REPL økt i denne kanalen er nå satt på pause.
ru_ru: Сессия REPL в этом канале теперь приостановлена.
tr_tr: Bu kanaldaki REPL oturumu duraklatıldı.

source: Mock another user invoking a command. The prefix must not be entered.
de_de: Verspotte einen Benutzer, der einen Befehl aufruft. Der Präfix darf nicht eingegeben werden.
es_es: Simula a otro usuario que invoca un comando. El prefijo no debe ser introducido.
fr_fr: Faire comme si un autre utilisateur invoquait une commande. Le préfixe ne doit pas être saisi.
nb_no: Mock en annen bruker pådriver en kommando. Prefikset må ikke fylles inn.
ru_ru: Прикрепить другого пользователя, вызывающего команду. Префикс не должен быть введен.
tr_tr: Komutu başkası çalıştırmış gibi göster. Önek girilmemelidir.

source: Dispatch a message event as if it were sent by a different user. Current message is used as a base (including attachments, embeds, etc.), the content and author of the message are replaced with the given arguments. Note: If `content` isn't passed, the message needs to contain embeds, attachments, or anything else that makes the message non-empty.
es_es: Envia un mensaje de evento como si fuera enviado por un usuario diferente. El mensaje actual se utiliza como base (incluyendo adjuntos, embebidos, etc.), el contenido y el autor del mensaje son reemplazados por los argumentos dados. Nota: Si `contenido` no pasa correctamente, el mensaje necesitará contener embebidos, adjuntos, o cualquier otra cosa que haga que el mensaje no esté vacío.

source: Give bot owners the ability to bypass cooldowns. Does not persist through restarts.
es_es: Dale a los dueños del bot la capacidad de evitar los tiempos de espera. No se mantiene a través de reinicios.
fr_fr: Donne aux propriétaires de bot la possibilité de contourner les temps de redémarrage. Ne persiste pas au redémarrage.
nb_no: Gi bot eiere muligheten til å omgå cooldowns. vedvarer ikke ved omstarter.
ru_ru: Дает владельцам ботов возможность обходить кулдауны. Не сохраняется после перезапуска.
tr_tr: Bot sahiplerine bekleme süresinden muaf tutulma izni ver. Yeniden başlatıldığında bu ayar sıfırlanır.

source: Bot owners will now bypass all commands with cooldowns.
es_es: Los propietarios de bots ahora saltarán todos los comandos con tiempos de espera.
fr_fr: Les propriétaires du bots passeront désormais au travers des délais de réutilisation des commandes.
nb_no: Bot eiere vil nå omgå alle kommandoer med cooldowns.
ru_ru: Владельцы ботов теперь будут обходить все команды с таймаутами.
tr_tr: Bot sahipleri artık bekleme süresi olan tüm komutlardan muaf.

source: Bot owners will no longer bypass all commands with cooldowns.
es_es: Los propietarios de bots ya no pasarán por alto todos los comandos con tiempos de espera.
fr_fr: Les propriétaires du bots ne passeront désormais plus au travers des délais de réutilisation des commandes.
nb_no: Bot eiere vil ikke lenger omgå alle kommandoer med cooldowns.
ru_ru: Владельцы ботов больше не будут обходить все команды с таймаутами.
tr_tr: Bot sahipleri artık bekleme süresi olan tüm komutlardan muaf değil.

source: {user}'s balance cannot rise above {max} {currency}.
de_de: {user}s Guthaben kann nicht mehr als {max} {currency} sein.
es_es: El saldo de {user} no puede subir por encima de {max} {currency}.
fr_fr: Le solde de {user}ne peut pas dépasser {max} {currency}.
nb_no: {user} er saldo kan ikke stige over {max} {currency}.
ru_ru: Баланс {user} не может быть выше {max} {currency}.
tr_tr: {user} kullanıcısının bakiyesi {max} {currency} üzerine çıkamaz.

source: Case #{} | {} {}
de_de: Fall #{} | {} {}
es_es: Caso #{} | {} {}
fr_fr: Cas #{} | {} {}
nb_no: Kasse #{} | {} {}
ru_ru: Случай #{} | {} {}
tr_tr: Vaka #{} | {} {}

source: **Reason:** Use the `reason` command to add it
de_de: **Grund:** Benutze den `reason` Befehl um ihn hinzuzufügen
es_es: **Razón:** Usa el comando `reason` para añadirla
fr_fr: **Raison :** Utilisez la commande `reason` pour l'ajouter
nb_no: **Årsak:** Bruk kommandoen `reason` for å legge den til
ru_ru: **Причина:** Используйте команду `reason` для ее добавления
tr_tr: **Sebep:** `reason` komutunu kullanarak bir sebep girin

source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
nb_no: Ukjent
ru_ru: Неизвестный
tr_tr: Bilinmiyor

source: Deleted User.
de_de: Benutzer gelöscht.
es_es: Usuario eliminado.
fr_fr: Utilisateur supprimé.
nb_no: Slettet bruker.
ru_ru: Пользователь удален.
tr_tr: Silinmiş Kullanıcı.

source: Deleted or archived thread ({thread_id}) in {channel_name}
es_es: Hilo eliminado o archivado ({thread_id}) en {channel_name}
fr_fr: Thread supprimé ou archivé ({thread_id}) dans {channel_name}

source: Thread {thread_id} in {channel_id} (deleted)
es_es: Hilo {thread_id} en {channel_id} (eliminado)
fr_fr: Thread {thread_id} dans {channel_id} (supprimé)

source: {channel_id} (deleted)
es_es: {channel_id} (eliminado)
fr_fr: {channel_id} (supprimé)
tr_tr: {channel_id} (silinmiş)

source: Thread {thread_name} in {channel_name}
es_es: Hilo {thread_name} en {channel_name}
fr_fr: Fil {thread_name} en {channel_name}

source: Thread {thread_name} in {channel_id} (deleted)
es_es: Hilo {thread_name} en {channel_id} (eliminado)
fr_fr: Thread {thread_name} dans {channel_id} (supprimé)

source: Reason:
de_de: Grund:
es_es: Razón:
fr_fr: Raison :
tr_tr: Sebep:

source: Moderator
es_es: Moderador
fr_fr: Modérateur
ru_ru: Модератор
tr_tr: Moderatör

source: Until
de_de: Bis
es_es: Hasta
fr_fr: Jusqu'à
nb_no: Frem til
ru_ru: До
tr_tr: 'e kadar

source: Duration
de_de: Dauer
es_es: Duración
fr_fr: Durée
nb_no: Varighet
ru_ru: Длительность
tr_tr: Süre

source: Channel
de_de: Kanal
es_es: Canal
fr_fr: Salon
nb_no: Kanal
ru_ru: Канал
tr_tr: Kanal

source: Amended by
de_de: Geändert durch
es_es: Modificado por
fr_fr: Modifié par
nb_no: Endret av
ru_ru: Исправлено
tr_tr: Düzenleyen kişi

source: Last modified at
de_de: Zuletzt geändert am
es_es: Última modificación el
fr_fr: Dernière modification à
nb_no: Sist endret
ru_ru: Последнее изменение в
tr_tr: Son düzenlenme tarihi

source: User:
de_de: Nutzer:
es_es: Usuario:
fr_fr: Utilisateur :
tr_tr: Kullanıcı:

source: Moderator:
es_es: Moderador:
fr_fr: Modérateur :
tr_tr: Moderatör:

source: Until:
de_de: Bis:
es_es: Hasta:
fr_fr: Jusqu'à :
tr_tr: Şu zamana kadar:

source: Duration:
de_de: Dauer:
es_es: Duración:
fr_fr: Durée :
tr_tr: Süre:

source: Channel:
de_de: Kanal:
es_es: Canal:
fr_fr: Salon :
tr_tr: Kanal:

source: Amended by:
de_de: Geändert durch:
es_es: Enmendado por:
fr_fr: Modifié par :
tr_tr: Düzenleyen kişi:

source: Last modified at:
de_de: Zuletzt geändert am:
es_es: Última modificación en:
fr_fr: Modifié pour la dernière fois :
tr_tr: Son düzenlenme tarihi:

source: Command not found.
es_es: Comando no encontrado.
fr_fr: Commande introuvable.

source: You are not permitted to use this command.
es_es: No tienes permiso para usar este comando.
fr_fr: Vous n'avez pas la permission d'utiliser cette commande.

source: A cog path cannot be part of bot's data path ({bot_data_path}).
fr_fr: Un chemin de cog ne peut pas faire partie du chemin de données du bot ({bot_data_path}).

source: A cog path cannot be part of bot's core path ({core_path}).
fr_fr: Un chemin de cog ne peut pas faire partie du chemin de base du bot ({core_path}).

source: The provided path appears to be a cog package, are you sure that this is the path that you want to add as a **cog path**? For example, in the following case, you should be adding the {path} as a **cog path**:
fr_fr: Le chemin fourni semble être un paquet cog, êtes-vous sûr que c'est le chemin que vous voulez ajouter en tant que **chemin de cog**? Par exemple, dans le cas suivant, vous devriez ajouter la {path} en tant que **chemin de cog** :

source: Please consult the Cog Manager UI documentation, if you're unsure:
fr_fr: Veuillez consulter la documentation de l'interface utilisateur de Cog Manager, en cas de doute :

source: Okay, the path will not be added.
fr_fr: Ok, le chemin ne sera pas ajouté.

source: Set the server's embed setting. If set, this is used instead of the global default to determine whether or not to use embeds. This is used for all commands done in a server. If enabled is left blank, the setting will be unset and the global default will be used instead. To see full evaluation order of embed settings, run `[p]help embedset`. **Examples:** - `[p]embedset server False` - Disables embeds on this server. - `[p]embedset server` - Resets value to use global default. **Arguments:** - `[enabled]` - Whether to use embeds on this server. Leave blank to reset to default.
fr_fr: Définissez le paramètre d'intégration du serveur. S'il est défini, il est utilisé à la place de la valeur par défaut globale pour déterminer s'il faut ou non utiliser des incorporations. Ceci est utilisé pour toutes les commandes effectuées dans un serveur. Si le champ est laissé vide, le paramètre sera annulé et la valeur globale par défaut sera utilisée à la place. Pour voir l'ordre d'évaluation complet des paramètres intégrés, exécutez `[p]help embedset`. **Exemples:** - `[p]embedset server False` - Désactive les intégrations sur ce serveur. - `[p]embedset server` - Réinitialise la valeur par défaut pour utiliser la valeur globale. **Arguments:** - `[enabled]` - Indique s'il faut utiliser des intégrations sur ce serveur. Laissez vide pour réinitialiser par défaut.

source: Sets a command's embed setting. If you're the bot owner, this will try to change the command's embed setting globally by default. Otherwise, this will try to change embed settings on the current server. If enabled is left blank, the setting will be unset. To see full evaluation order of embed settings, run `[p]help embedset`. **Examples:** - `[p]embedset command info` - Clears command specific embed settings for 'info'. - `[p]embedset command info False` - Disables embeds for 'info'. - `[p]embedset command "ignore list" True` - Quotes are needed for subcommands. **Arguments:** - `[enabled]` - Whether to use embeds for this command. Leave blank to reset to default.
fr_fr: Définit le paramètre d'intégration d'une commande. Si vous êtes le propriétaire du bot, cela tentera de modifier le paramètre d'inclusion de la commande globalement par défaut. Sinon, cela essaiera de modifier les paramètres d'intégration sur le serveur actuel. Si cette option est laissée vide, l'option sera annulé. Pour voir l'ordre d'évaluation complet des paramètres d'intégration, exécutez `[p]help embedset`. **Exemples:** - `[p]embedset command info` - Efface les paramètres spécifiques de la commande pour 'info'. - `[p]embedset info False` - Désactive les intégrations pour 'info'. - `[p]commande embedset "ignore list" True` - Des guillemets sont nécessaires pour les sous-commandes. **Arguments:** - `[enabled]` - Indique s'il faut utiliser des incorporations pour cette commande. Laissez vide pour réinitialiser par défaut.

source: Sets a command's embed setting globally. If set, this is used instead of the global default to determine whether or not to use embeds. If enabled is left blank, the setting will be unset. To see full evaluation order of embed settings, run `[p]help embedset`. **Examples:** - `[p]embedset command global info` - Clears command specific embed settings for 'info'. - `[p]embedset command global info False` - Disables embeds for 'info'. - `[p]embedset command global "ignore list" True` - Quotes are needed for subcommands. **Arguments:** - `[enabled]` - Whether to use embeds for this command. Leave blank to reset to default.
fr_fr: Définit le paramètre d'intégration d'une commande globalement. Si vous êtes le propriétaire du bot, cela tentera de modifier le paramètre d'inclusion de la commande globalement par défaut. Sinon, cela tentera de modifier les paramètres des intégration sur le serveur actuel. Si cette option est laissée vide, le paramètre sera annulé. Pour voir l'ordre d'évaluation complet des paramètres d'intégration, exécutez `[p]help embedset`. **Exemples:** - `[p]embedset command info` - Efface les paramètres spécifiques de la commande pour 'info'. - `[p]embedset info False` - Désactive les intégration pour 'info'. - `[p]commande embedset "ignore list" True` - Des guillemets sont nécessaires pour les sous-commandes. **Arguments:** - `[enabled]` - Indiqué s'il faut utiliser des incorporations pour cette commande. Laissez vide pour réinitialiser par défaut.

source: You seem to be attempting to sync after recently syncing. Discord does not like it when bots sync more often than necessary, so this command has a cooldown. You should enable/disable all commands you want to change first, and run this command one time only after all changes have been made.
fr_fr: Vous semblez essayer de vous synchroniser après une synchronisation récente. Discord n'aime pas que les robots se synchronisent plus souvent que nécessaire, cette commande a donc un temps de recharge. Vous devez activer / désactiver toutes les commandes que vous souhaitez modifier en premier, et exécuter cette commande une seule fois après que toutes les modifications ont été apportées.

source: Warning: A prefix is below the recommended length (1 character). Do you want to continue?
fr_fr: Attention : Un préfixe est en dessous de la longueur recommandée (1 caractère). Voulez-vous continuer ?

source: You cannot have a prefix shorter than 1 character.
fr_fr: Vous ne pouvez pas avoir un préfixe inférieur à 1 caractère.

source: Permissions verification for {cog} cog
ru_ru: Проверка разрешений для cog'a {cog}

source: Terminal
ru_ru: Терминал
tr_tr: Uçbirim

source: Find out what type of data [botname] stores and why. **Example:** - `[p]mydata whatdata`
nb_no: Finn ut hvilken type data [botname] har og hvorfor. **Eksempel:** -[p]mydata whatdata`
ru_ru: Узнайте, какие данные хранит [botname] и почему. **Пример:** - `[p]mydata whatdata`

source: View the End User Data statements of each 3rd-party module. This will send an attachment with the End User Data statements of all loaded 3rd party cogs. **Example:** - `[p]mydata 3rdparty`
nb_no: Vis sluttbruker data-avtaler for hver tredjeparts modul. Dette vil sende et vedlegg med sluttbrukerdata fra alle lastede tredjeparts cogs. **Eksempel:** - `[p]mydata 3rdparty`
ru_ru: Посмотреть статьи о Данных Конечного Пользователя для каждой сторонней Шестерни. Будет отправлено вложение со статьями о Данных Конечного Пользователя для всех сторонних Шестерней **Пример:** - `[p]my data 3rdparty`
