Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/alias/locales/*.po
Languages: bg_bg, cs_cz, de_de, es_es, fi_fi, fr_fr, hr_hr, hu_hu, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, ru_ru, sl_si, sv_se, tr_tr, vi_vn, zh_tw

source: Create aliases for commands. Aliases are alternative names/shortcuts for commands. They can act as both a lambda (storing arguments for repeated use) or as simply a shortcut to saying "x y z". When run, aliases will accept any additional arguments and append them to the stored alias.
cs_cz: Vytvoření aliasů pro příkazy. Aliasy jsou alternativními jmény/zkratky pro příkazy. Aliasy mohou sloužit jako lambda (ukládání argumentů pro opakované použití) nebo jednoduše pro zkrácení dlouhých příkazů. Při použití aliasu, bude alias akceptovat jakékoliv další argumenty a připojí je k uloženému příkazu.
de_de: Erstelle einen Alias für einen Befehl. Aliases sind alternative Namen für Befehle. können als Lambda (Speicherung von Argumenten für wiederholte Verwendung) oder als einfache Verknüpfung zur Angabe von "x y z" fungieren. Wenn Sie ausgeführt werden, werden Alias zusätzliche Argumente annehmen und sie an die gespeicherten Alias anhängen.
es_es: Crear alias para comandos. Los alias son nombres alternativos/atajos para comandos. Pueden actuar como un lambda (almacenando argumentos para uso repetido) o simplemente como un atajo para decir "x y z". Cuando son ejecutados, los alias aceptarán cualquier argumento adicional y los agregarán al alias almacenado.
fr_fr: Créez des alias pour les commandes. Les alias sont des noms alternatifs/des raccourcis pour les commandes. Ils peuvent agir à la fois comme un lambda (en stockant les arguments pour un usage répété) ou simplement comme un raccourci pour dire "x y z". Lorsqu'elles sont exécutées, les alias acceptent tout argument supplémentaire et les ajouteront à l'alias stocké.
hr_hr: Napravite nadimke za naredbe. Nadimci su alternativni nazivi/prečaci za naredbe. Mogu djelovati i kao lambda (pohranjivanje argumenata za ponovnu upotrebu) ili kao prečac za izgovaranje "x y z". Prilikom pokretanja, nadimci će prihvatiti sve dodatne argumente i dodati ih pohranjenom nadimku.
ko_kr: 명령어에 대한 별칭을 만들어주세요. 별칭들은 해당 명령어들을 바로 실행할 수 있는 대체적인 이름들이에요. 그것들은 (반복되어 사용되는 인수를 저장)할 수 있어요 또는 단순히 "x y z"라고 말하는 바로가기 역할을 할 수 있어요. 실행할 시, 별칭들은 추가된 인수들을 승인할거예요. 그리고 저장된 별칭들에 추가할거예요.
nb_no: Lag alias for kommandoer. Aliaser er alternative navn/snarveier for kommandoer. De kan fungere både som et lambda (lagre argumenter for gjentatt bruk) eller som en snarvei for å si "x y z". Når kjører, vil aliaser akseptere eventuelle tilleggsargumenter og legge dem til de lagrede aliasene.
pl_pl: Utwórz aliasy dla poleceń. Aliasy są alternatywnymi nazwami skróconych poleceń. Mogą działać zarówno jako lambda (przechowywanie argumentów do wielokrotnego użycia) lub po prostu jako skrót do powiedzenia "xyz ". Po uruchomieniu aliasy przyjmą wszelkie dodatkowe argumenty i dołączą je do przechowywanego aliasu.
pt_br: Crie atalhos para comandos. Atalhos são nomes alternativos ou simplificados para os comandos. Podem agir tanto como uma lambda (armazenando argumentos para usos repetidos) ou simplesmente como um atalho para dizer "x y z". Quando executados, os atalhos aceitam quaisquer argumentos adicionais, que são acrescentados ao atalho armazenado.
ru_ru: Создание псевдонимов для команд. Псевдонимы — это альтернативные имена/ярлыки для команд. Они могут выполнять функции и как лямбда (сохранение аргументов для повторного использования) или как просто ярлык, чтобы сказать "x y z". При запуске псевдонимы примут любые дополнительные аргументы и добавят их в сохраненные псевдонимы.
tr_tr: Komutlar için takma adlar oluştur. Takma adlar komutlar için kısa yol olarak kullanılabilen alternatif isimlerdir. Hem bir komut için seçenekler depolamak (daha sonra tekrar yazmadan kullanmak için) hem de "x y z" demek gibi basit bir şey için kısa yol olarak kullanılabilirler. Kullanıldıkları zaman takma adlar önlerine yazılanları alıp depoladıkları komuta eklerler.
vi_vn: Tạo lối tắt cho câu lệnh. Lối tắt là một bản rút gọn cho các lệnh khác nhau. Chúng có thể hoạt động như một lambda (lưu trữ các giá trị để sử dụng nhiều lần) hoặc chỉ là lối tắt để gọi "x y z" Khi chạy, lối tắt sẽ chấp nhận bất cứ giá trị được thêm vào và nối thêm vào lối tắt được lưu trữ.
zh_tw: 為命令創建別名。 別名是命令的替代名稱/快捷方式。 他們 既可以充當 lambda (存儲參數以供重複使用) 或者只是說“x y z”的捷徑。 運行時，別名將接受任何附加參數 並將它們附加到存儲的別名。

source: Aliases:
cs_cz: Aliasy:
de_de: Aliase:
es_es: Alias:
fi_fi: Aliakset:
fr_fr: Alias :
hr_hr: Nadimci:
id_id: Alias:
it_it: Pseudonimi:
ko_kr: 별칭:
nb_no: Aliaser:
pl_pl: Aliasy:
pt_br: Atalhos:
ru_ru: Псевдонимы:
sl_si: Vzdevki:
tr_tr: Takma adlar:
vi_vn: Lối tắt:
zh_tw: 別名:

source: Page {page}/{total}
cs_cz: Strana {page}/{total}
de_de: Seite {page}/{total}
es_es: Página {page}/{total}
fi_fi: Sivu {page}/{total}
hr_hr: Stranica {page}/{total}
id_id: Halaman {page}/{total}
it_it: Pagina {page} di {total}
ko_kr: 페이지 {page}/{total}
nb_no: Side {page}/{total}
pl_pl: Strona {page}/{total}
pt_br: Página {page}/{total}
ru_ru: Страница {page}/{total}
sl_si: Stran {page}/{total}
tr_tr: Sayfa {page}/{total}
vi_vn: Trang {page} trên tổng số {total}
zh_tw: 第{page} 頁/共{total} 頁

source: Manage command aliases.
cs_cz: Spravovat aliasy příkazů.
de_de: Verwalte die Alias Befehle.
es_es: Administra los alias de los comandos.
fi_fi: Hallinnoi komentojen aliaksia.
fr_fr: Gérer les alias de commandes.
hr_hr: Upravljajte nadimcima naredbi.
id_id: Kelola alias perintah.
it_it: Gestisci gli pseudonimi dei comandi.
ko_kr: 명령어 별칭들을 관리하세요.
nb_no: Administrer kommando aliaser.
pl_pl: Zarządza aliasami poleceń.
pt_br: Gerenciar atalhos de comandos.
ru_ru: Управление псевдонимами команд.
sl_si: Upravljanje vzdevkov ukazov.
tr_tr: Komut kısaltmalarını yönet.
vi_vn: Quản lí các lối tắt của câu lệnh.
zh_tw: 管理別名。

source: Manage global aliases.
cs_cz: Správa globálních aliasů.
de_de: Verwalte die globalen Aliasse.
es_es: Administra los alias globales.
fi_fi: Hallitse globaaleja aliaksia.
fr_fr: Gérer les alias globaux.
hr_hr: Upravljajte globalnim nadimcima.
id_id: Kelola alias global.
it_it: Gestisci gli pseudonimi globali.
ko_kr: 글로벌 별칭들을 관리하세요.
nb_no: Administrer globale aliaser.
pl_pl: Zarządza globalnymi aliasami.
pt_br: Gerenciar atalhos globais.
ru_ru: Управление глобальными псевдонимами.
sl_si: Upravljanje globalnih vzdevkov.
tr_tr: Global kısaltmaları yönet.
vi_vn: Quản lý lối tắt toàn hệ thống.
zh_tw: 管理全局global別名。

source: Add an alias for a command.
cs_cz: Přidat alias pro příkaz.
de_de: Füge einen Alias für einen Befehl hinzu.
es_es: Agrega un alias para un comando.
fi_fi: Lisää alias komennolle.
fr_fr: Ajouter un alias à une commande.
hr_hr: Dodajte nadimak za naredbu.
id_id: Tambahkan alias untuk perintah.
it_it: Aggiungi uno pseudonimo per un comando.
ko_kr: 명령어에 대한 별칭을 등록해주세요.
nb_no: Legg til et alias for en kommando.
pl_pl: Dodaje alias do polecenia.
pt_br: Adicione um atalho para um comando.
ru_ru: Добавить псевдоним для команды.
sl_si: Dodaj vzdevek za ukaz.
tr_tr: Bir komut için kısaltma ekleyin.
vi_vn: Thêm lối tắt cho một câu lệnh.
zh_tw: 為指令添加別名。

source: You attempted to create a new alias with the name {name} but that name is already a command on this bot.
cs_cz: Pokusili jste se vytvořit nový globální alias s názvem {name}, ale toto jméno je již příkazem tohoto bota.
de_de: Du hast versucht, einen neuen Alias ​​mit dem Namen {name} zu erstellen, aber dieser Name wird bereits für einen Befehl des Bots genutzt.
es_es: Intentaste crear un nuevo alias con el nombre {name} pero ese nombre ya es un comando en este bot.
fi_fi: Yritit luoda uuden aliaksen nimellä {name}, mutta tämä nimi on käytössä toisella komennolla.
fr_fr: Vous avez tenté de créer un nouvel alias nommé {name}, mais une commande avec ce nom existe déjà sur ce bot.
hr_hr: Pokušali ste stvoriti novi nadimak s nazivom {name}, ali to ime je već naredba na ovom botu.
id_id: Anda mencoba membuat alias baru dengan nama {name} tetapi nama itu sudah menjadi perintah di bot ini.
it_it: Hai cercato di creare un nuovo pseudonimo con il nome {name} ma questo nome corrisponde già ad un comando su questo bot.
ko_kr: 이름이 {name}인 새 별칭을 생성하려고 했지만, 해당 이름은 이 봇의 명령어와 중복돼요.
nb_no: Du forsøkte å opprette et nytt alias med navnet {name} men navnet er allerede en kommando på denne boten.
pl_pl: Próbowałeś/aś utworzyć nowy alias o nazwie {name}, ale komenda o takiej nazwie jest już zajęta przez bota.
pt_br: Você tentou criar um novo atalho com o nome {name} mas este nome já é um comando nesse bot.
ru_ru: Вы попытались создать новый псевдоним {name}, но это имя уже является командой для этого бота.
sl_si: Poskušali ste ustvariti nov vzdevek z imenom {name} vendar je to ime že ukaz na tem botu.
tr_tr: {name} adı ile yeni bir kısaltma oluşturmaya çalıştınız, ancak botta bu ad ile mevcut bir komut bulunuyor.
vi_vn: Bạn vừa tạo lối tắt {name} nhưng nó đã bị trùng với một câu lệnh có sẵn.
zh_tw: 你試圖創建一個名為 {name} 的新別名，但該名稱已經是此機器人已有的別名或指令。

source: You attempted to create a new alias with the name {name} but that alias already exists.
cs_cz: Pokusili jste se vytvořit nový alias s názvem {name}, ale alias s tímto názvem již existuje.
de_de: Du hast versucht, einen neuen Alias mit dem Namen {name} zu erstellen, aber dieser Alias existiert bereits.
es_es: Intentaste crear un nuevo alias con el nombre {name} pero ese alias ya existe.
fi_fi: Yritit luoda uuden aliaksen nimellä {name}, mutta se on jo olemassa.
fr_fr: Vous avez tenté de créer un nouvel alias avec le nom {name} mais cet alias existe déjà.
hr_hr: Pokušali ste stvoriti novi nadimak s nazivom {name}, ali taj nadimak već postoji.
id_id: Anda mencoba membuat alias baru dengan nama {name} tetapi alias itu sudah ada.
it_it: Hai provato a creare un nuovo pseudonimo con il nome {name} ma quello pseudonimo esiste già.
ko_kr: 이름이 {name} 인 새 별칭을 생성하려고 했지만, 해당 별칭은 이미 이 서버에 등록되어 있어요.
nb_no: Du forsøkte å opprette et nytt alias med navnet {name} men aliaset finnes allerede på denne serveren.
pl_pl: Próbowałeś/aś utworzyć nowy alias o nazwie {name}, ale taki alias już istnieje.
pt_br: Você tentou criar um novo atalho com o nome {name} mas o atalho já existe.
ru_ru: Вы попытались создать псевдоним с именем {name}, но этот псевдоним уже существует.
sl_si: Poskušali ste ustvariti nov vzdevek z imenom {name} vendar ta vzdevek že obstaja.
tr_tr: {name} adıyla yeni bir diğer ad oluşturmaya çalıştınız, ancak bu diğer ad zaten var.
vi_vn: Bạn vừa tạo lối tắt mới có tên {name} nhưng nó đã tồn tại rồi.
zh_tw: 您試圖創建名為 {name} 的新別名，但該別名已存在。

source: You attempted to create a new alias with the name {name} but that name is an invalid alias name. Alias names may not contain spaces.
cs_cz: Pokusili jste se vytvořit nový alias s názvem {name}, ale toto jméno je neplatným názvem aliasu. Jména aliasů nesmí obsahovat mezery.
de_de: Du hast versucht einen neuen Alias mit dem Namen {name} zu erstellen, aber dieser Name ist ein ungültiger Alias-Name. Alias-Namen dürfen keine Leerzeichen enthalten.
es_es: Intentaste crear un nuevo alias con el nombre {name} pero ese nombre es un alias inválido. Los alias no deben contener espacios.
fi_fi: Yritit luoda uuden aliaksen nimellä {name}, mutta tämä nimi on virheellinen nimi aliakselle. Alias-nimet eivät saa sisältää välilyöntejä.
fr_fr: Vous avez tenté de créer un nouvel alias nommé {name}, mais ce nom d'alias est invalide. Les noms d'alias ne peuvent pas contenir d'espaces.
hr_hr: Pokušali ste stvoriti novi nadimak s nazivom {name}, ali je to ime nevažeće. Nazivi nadimaka ne smiju sadržavati razmake.
id_id: Anda mencoba membuat alias baru dengan nama {name} tetapi nama itu adalah nama alias yang tidak valid. Nama alias tidak boleh mengandung spasi.
it_it: Hai cercato di creare un nuovo pseudonimo con il nome {name} ma quel nome non è un valido pseudonimo. Gli pseudonimi non possono contenere spazi.
ko_kr: 이름이 {name}인 새 별칭을 생성하려고 했지만, 해당 이름은 사용할 수 없는 별칭 이름이에요. 별칭은 공백을 포함할 수 없어요.
nb_no: Du forsøkte å opprette et nytt alias med navnet {name} men navnet er et ugyldig aliasnavn. Aliasnavn kan ikke inneholde mellomrom.
pl_pl: Próbowałeś/aś utworzyć nowy alias o nazwie {name}, ale ta nazwa jest nieprawidłową nazwą aliasu. Alias nie może zawierać spacji.
pt_br: Você tentou criar um novo atalho com o nome {name}, mas esse nome é inválido. Os nomes de atalhos não podem conter espaços.
ru_ru: Вы попытались создать новый псевдоним {name}, но это имя является недопустимым псевдонимом. Имена псевдонимов не могут содержать пробелов.
sl_si: Poskušali ste ustvari nov vzdevek z imenom {name} vendar je to ime neveljavno. Vzdevki ne smejo vsebovati presledkov.
tr_tr: {name} adı ile yeni bir kısaltma oluşturmaya çalıştınız, ancak belirttiğiniz geçersiz bir kısaltmadır. Kısaltmalar boşluk içermemelidir.
vi_vn: Bạn vừa tạo lối tắt có tên là {name} nhưng đó là một tên lối tắt không hợp lệ. Tên của lối tắt không được có dấu cách.
zh_tw: 您試圖創建名為 {name} 的新別名，但該名稱是無效的格式。 別名不能包含空格。

source: You attempted to create a new alias for a command that doesn't exist.
cs_cz: Pokusili jste se vytvořit nový alias pro příkaz, který neexistuje.
de_de: Du hast versucht einen Alias für einen Befehl zu erstellen, der nicht existiert.
es_es: Intentaste crear un nuevo alias para un comando que no existe.
fi_fi: Yritit luoda uuden aliaksen komennolle, jota ei ole olemassa.
fr_fr: Vous avez essayé de créer un nouvel alias pour une commande qui n'existe pas.
hr_hr: Pokušali ste stvoriti novi nadimak za naredbu koja ne postoji.
id_id: Anda mencoba membuat alias baru untuk perintah yang tidak ada.
it_it: Hai provato a creare un nuovo pseudonimo per un comando che non esiste.
ko_kr: 존재하지 않는 명령어에 대한 새 별칭을 생성하려고 시도하셨어요.
nb_no: Du forsøkte å opprette et nytt alias for en kommando som ikke eksisterer.
pl_pl: Próbowałeś/aś utworzyć nowy alias do komendy która nie istnieje.
pt_br: Você tentou criar um novo atalho para um comando que não existe.
ru_ru: Вы попытались создать новый синоним для не существующей команды.
sl_si: Poskušali ste ustvariti nov vzdevek za ukaz, ki ne obstaja.
tr_tr: Mevcut olmayan bir komut için kısayol oluşturmaya çalıştınız.
vi_vn: Câu lệnh đó không tồn tại để tạo lối tắt.
zh_tw: 你試圖為不存在的指令創建新別名。

source: A new alias with the trigger `{name}` has been created.
cs_cz: Byl vytvořen nový alias se spouštěcím mechanismem `{name}.
de_de: Ein neuer Alias mit dem Namen`{name}` wurde erstellt.
es_es: Un nuevo alias con el trigger {name} ha sido creado.
fi_fi: Uusi alias käynnistimellä `{name}` on luotu.
fr_fr: Un nouvel alias avec le déclencheur `{name}` a bien été créé.
hr_hr: Stvoren je novi nadimak s imenom `{name}`.
id_id: Alias baru dengan pemicu `{name}` telah dibuat.
it_it: Un nuovo pseudonimo con il comando '{name}' è stato creato.
ko_kr: `{name}`을 실행하는 새 별칭이 등록됐어요.
nb_no: Et nytt alias med utløseren "{name}" har blitt opprettet.
pl_pl: Utworzono nowy alias z wyzwalaczem '{name}'.
pt_br: Um novo atalho com o gatilho `{name}` foi criado.
ru_ru: Новый псевдоним с триггером `{name}` был создан.
sl_si: Vzdevek z imenom `{name}` je bil uspešno kreiran.
tr_tr: Yeni bir kısaltma '{name}' ismi ile oluşturuldu.
vi_vn: Một lối tắt với kích hoạt là `{name}` đã được tạo.
zh_tw: 已創建具有觸發“{name}”的新別名。

source: Add a global alias for a command.
cs_cz: Přidat globální alias pro příkaz.
de_de: Füge einen globalen Alias für einen Befehl hinzu.
es_es: Agrega un alias global para un comando.
fi_fi: Lisää globaali alias komennolle.
fr_fr: Ajouter un alias global à une commande.
hr_hr: Dodajte globalni nadimak za naredbu.
id_id: Tambahkan alias global untuk perintah.
it_it: Aggiungi uno pseudonimo globale per un comando.
ko_kr: 명령어에 대한 글로벌 별칭을 등록해주세요.
nb_no: Legg til et globalt alias for en kommando.
pl_pl: Dodaje globalny alias do polecenia.
pt_br: Adicione um atalho global para um comando.
ru_ru: Добавить глобальный псевдоним для команды.
sl_si: Dodaj globalni vzdevek za ukaz.
tr_tr: Bir komut için global bir kısaltma ekleyin.
vi_vn: Thêm lối tắt toàn hệ thống cho một câu lệnh.
zh_tw: 為指令添加全局別名。

source: You attempted to create a new global alias with the name {name} but that name is already a command on this bot.
cs_cz: Pokusili jste se vytvořit nový globální alias s názvem {name}, ale toto jméno je již příkazem tohoto bota.
de_de: Du hast versucht, einen neuen globalen Alias ​​mit dem Namen „{name}“ zu erstellen, aber dieser Name ist bereits ein Befehl für diesen Bot.
es_es: Intentaste crear un nuevo alias global con el nombre {name} pero ese nombre ya es un comando en este bot.
fi_fi: Yritit luoda uuden aliaksen nimellä {name}, mutta tämä nimi on käytössä toisella komennolla.
fr_fr: Vous avez tenté de créer un nouvel alias global nommé {name}, mais une commande avec ce nom existe déjà sur ce bot.
hr_hr: Pokušali ste stvoriti novi globalni nadimak s nazivom {name}, ali to ime je već naredba na ovom botu.
id_id: Anda mencoba membuat alias global baru dengan nama {name} tetapi nama itu sudah menjadi perintah di bot ini.
it_it: Hai provato a creare un nuovo pseudonimo globale con il nome {name} ma questo nome è già un comando su questo bot.
ko_kr: 이름이 {name}인 새 글로벌 별칭을 생성하려고 했지만, 해당 이름은 커맨드와 중복돼요.
nb_no: Du forsøkte å opprette et nytt globalt alias med navnet {name} men navnet er allerede en kommando på denne boten.
pl_pl: Próbowałeś/aś utworzyć nowy globalny alias o nazwie {name}, ale komenda o takiej nazwie jest już zajęta przez bota.
pt_br: Você tentou criar um novo atalho global com o nome {name}, mas esse nome já é um comando neste bot.
ru_ru: Вы попытались создать новый глобальный псевдоним {name}, но это имя уже является командой для этого бота.
sl_si: Poskušali ste ustvariti nov globalni vzdevek z imenom {name} vendar je to ime že ukaz na tem botu.
tr_tr: {name} adı ile global bir kısaltma yaratmaya çalıştınız, ancak botta bu isimde bir komut mevcut.
vi_vn: Bạn vừa tạo lối tắt toàn hệ thống với tên {name} nhưng nó đã bị trùng với một câu lệnh trong bot.
zh_tw: 你試圖創建一個名為 {name} 的新全局別名，但該名稱已經是此機器人的命令。

source: You attempted to create a new global alias with the name {name} but that alias already exists.
cs_cz: Pokusili jste se vytvořit nový globalní alias s názvem {name}, ale globalní alias s tímto názvem již existuje.
de_de: Du hast versucht, einen neuen globalen Alias mit dem Namen {name} zu erstellen, aber dieser Alias existiert bereits.
es_es: Intentaste crear un nuevo alias global con el nombre {name}, pero ese alias ya existe.
fi_fi: Yritit luoda uuden aliaksen nimellä {name}, mutta se on jo olemassa.
fr_fr: Vous avez tenté de créer un nouvel alias global avec le nom {name} mais cet alias existe déjà.
hr_hr: Pokušali ste stvoriti novi globalni nadimak s nazivom {name}, ali taj nadimak već postoji.
id_id: Anda mencoba membuat alias global baru dengan nama {name} tetapi alias itu sudah ada.
it_it: Hai provato a creare un nuovo pseudonimo globale con il nome {name} ma quello pseudonimo esiste già.
ko_kr: 이름이 {name} 인 새 별칭을 생성하려고 했지만, 해당 별칭은 이미 이 서버에 등록되어 있어요.
nb_no: Du forsøkte å opprette et nytt alias med navnet {name} men aliaset finnes allerede på denne serveren.
pl_pl: Próbowałeś/aś utworzyć nowy globalny alias o nazwie {name}, ale taki alias już istnieje.
pt_br: Você tentou criar um novo atalho global com o nome {name} mas este atalho já existe.
ru_ru: Вы попытались создать новый глобальный псевдоним с именем {name}, но этот псевдоним уже существует.
sl_si: Poskušali ste ustvariti nov globalni vzdevek z imenom {name} vendar ta vzdevek že obstaja.
tr_tr: {name} adıyla yeni bir genel diğer ad oluşturmaya çalıştınız, ancak bu diğer ad zaten var.
vi_vn: Bạn vừa tạo lối tắt dùng chung mới có tên {name} nhưng nó đã tồn tại rồi.
zh_tw: 你試圖創建名為 {name} 的新全局別名，但該別名已存在。

source: You attempted to create a new global alias with the name {name} but that name is an invalid alias name. Alias names may not contain spaces.
cs_cz: Pokusili jste se vytvořit nový globální alias s názvem {name}, ale toto jméno je neplatným názvem aliasu. Jména aliasů nesmí obsahovat mezery.
de_de: Du hast versucht, einen neuen globalen Alias mit dem Namen „{name}“ zu erstellen, dieser Name ist jedoch ein ungültiger Alias-Name. Alias-Namen dürfen keine Leerzeichen enthalten.
es_es: Intentaste crear un nuevo alias global con el nombre {name}, pero ese nombre es un nombre de alias inválido. Los nombres de alias no pueden contener espacios.
fi_fi: Yritit luoda uuden aliaksen nimellä {name}, mutta tämä nimi on virheellinen nimi aliakselle. Alias-nimet eivät saa sisältää välilyöntejä.
fr_fr: Vous avez tenté de créer un nouvel alias global nommé {name}, mais ce nom d'alias est invalide. Les noms d'alias ne peuvent pas contenir d'espaces.
hr_hr: Pokušali ste stvoriti novi globalni nadimak s nazivom {name}, ali je to ime nevažeće. Nazivi nadimaka ne smiju sadržavati razmake.
id_id: Anda mencoba membuat alias global baru dengan nama {name} tetapi nama itu adalah nama alias yang tidak valid. Nama alias tidak boleh mengandung spasi.
it_it: Hai cercato di creare un nuovo pseudonimo globale con il nome {name} ma questo nome non è uno pseudonimo valido. Gli pseudonimi non possono contenere spazi.
ko_kr: 이름이 {name}인 새 글로벌 별칭을 생성하려고 했지만, 해당 별칭은 사용할 수 없는 별칭 이름이에요. 별칭 이름에는 공백을 포함할 수 없어요.
nb_no: Du forsøkte å opprette et nytt globalt alias med navnet {name} men navnet er et ugyldig aliasnavn. Aliasnavn kan ikke inneholde mellomrom.
pl_pl: Próbowałeś/aś utworzyć nowy globalny alias o nazwie {name}, ale ta nazwa jest nieprawidłową nazwą aliasu. Alias nie może zawierać spacji.
pt_br: Você tentou criar um novo atalho global com o nome {name}, mas esse nome é inválido para atalhos. Nomes de atalho não podem conter espaços.
ru_ru: Вы попытались создать новый глобальный псевдоним {name}, но это имя является недопустимым псевдонимом. Имена псевдонимов не могут содержать пробелов.
sl_si: Poskušali ste ustvari nov globalni vzdevek z imenom {name} vendar je to ime neveljavno. Vzdevki ne smejo vsebovati presledkov.
tr_tr: {name} ile yeni bir global kısaltma oluşturmaya çalıştınız ancak bu kısaltma geçerli değil. Kısaltmalar boşluk içeremez.
vi_vn: Bạn vừa tạo lối tắt toàn hệ thống có tên là {name} nhưng đó là một tên lối tắt không hợp lệ. Tên của lối tắt không được có dấu cách.
zh_tw: 你試圖用名稱 {name} 創建一個新的全局別名，但該名稱是一個無效的格式。 別名不能包含空格。

source: A new global alias with the trigger `{name}` has been created.
cs_cz: Byl vytvořen nový globální alias se spouštěcím mechanismem `{name}.
de_de: Ein neuer globaler Alias mit dem Trigger `{name}` wurde erstellt.
es_es: Un nuevo alias global con el trigger `{name}` ha sido creado.
fi_fi: Uusi globaali alias käynnistimellä `{name}` on luotu.
fr_fr: Un nouvel alias global avec le déclencheur `{name}` a bien été créé.
hr_hr: Stvoren je novi globalni nadimak s imenom `{name}`.
id_id: Alias global baru dengan pemicu `{name}` telah dibuat.
it_it: Un nuovo pseudonimo globale con il comando '{name}' è stato creato.
ko_kr: `{name}`을 실행하는 새로운 글로벌 별칭이 등록됐어요.
nb_no: Et nytt globalt alias med utløseren '{name}' har blitt opprettet.
pl_pl: Utworzono nowy globalny alias z wyzwalaczem '{name}'.
pt_br: Um novo atalho global com o gatilho `{name}` foi criado.
ru_ru: Новый глобальный псевдоним с триггером `{name}` был создан.
sl_si: Globalni vzdevek z imenom `{name}` je bil uspešno kreiran.
tr_tr: Yeni bir global kısaltma '{name}' ismi ile oluşturuldu.
vi_vn: Một lối tắt toàn hệ thống với kích hoạt là `{name}` đã được tạo.
zh_tw: 已創建具有觸發“{name}”的新全局別名。
