Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/alias/locales/*.po
Languages: bg_bg, cs_cz, de_de, es_es, fi_fi, fr_fr, hr_hr, hu_hu, id_id, it_it, ko_kr, nb_no, pl_pl, pt_br, ru_ru, sl_si, sv_se, tr_tr, vi_vn, zh_tw

source: Edit an existing alias in this server.
cs_cz: Upravit existující alias na tomto serveru.
de_de: Aufbereiten einen bereits existierenden Alias auf diesem Server.
es_es: Edita un alias existente en este servidor.
fr_fr: Éditer un alias existant à ce serveur.
hr_hr: Uredite postojeći nadimak na ovom serveru.
ko_kr: 기존에 존재하던 이 서버의 별칭을 편집해요
nb_no: Rediger et eksisterende alias på denne serveren.
pl_pl: Usuwa istniejący alias na tym serwerze.
pt_br: Editar um atalho existente neste servidor.
ru_ru: Редактировать существующий псевдоним на этом сервере.
tr_tr: Bu sunucuda var olan bir diğer adı düzenleyin.
vi_vn: Chỉnh sửa lối tắt trên server này.
zh_tw: 編輯此伺務器中的現有別名。

source: The alias with the name {name} does not exist.
cs_cz: Alias s názvem '{name}' neexistuje.
de_de: Der Alias mit dem Namen {name} existiert nicht.
es_es: El alias con el nombre {name} no existe.
fr_fr: L'alias avec le nom {name} n'existe pas.
hr_hr: Nadimak s imenom {name} ne postoji.
ko_kr: {name} 이름의 별명이 존재하지 않아요
nb_no: Aliaset med navnet {name} finnes ikke.
pl_pl: Alias o nazwie {name} nie istnieje.
pt_br: O atalho com o nome {name} não existe.
ru_ru: Псевдоним с именем {name} не существует.
tr_tr: {name} şeklinde bir diğer ad yok.
vi_vn: Lối tắt {name} không tồn tại.
zh_tw: 名稱為 {name} 的別名不存在。

source: You attempted to edit an alias to a command that doesn't exist.
cs_cz: Pokusili jste se upravit alias na příkaz, který neexistuje.
de_de: Du hast versucht einen Alias für einen Befehl zu erstellen, der nicht existiert.
es_es: Intentaste editar un alias a un comando que no existe.
fr_fr: Vous avez essayé d'éditer un alias pour une commande qui n'existe pas.
hr_hr: Pokušali ste urediti nadimak za naredbu koja ne postoji.
ko_kr: 존재하지 않는 명령어에 대한 새 별칭을 생성하려고 시도하셨어요.
nb_no: Du forsøkte å redigere et alias til en kommando som ikke finnes.
pl_pl: Próbowałeś/aś utworzyć nowy alias do komendy która nie istnieje.
pt_br: Você tentou editar um atalho para um comando que não existe.
ru_ru: Вы попытались изменить псевдоним на не существующую команду.
tr_tr: Olmayan bir komutun kısa yolunu düzenlemeye çalıştınız.
vi_vn: Bạn vừa chỉnh sửa lối tắt của một câu lệnh không tồn tại.
zh_tw: 你試圖為不存在的指令創建新別名。

source: The alias with the trigger `{name}` has been edited successfully.
cs_cz: Alias se spouštěčem `{name}` byl úspěšně upraven.
de_de: Der Alias mit dem Trigger `{name}` wurde erfolgreich bearbeitet.
es_es: El alias con el trigger `{name}` se ha editado correctamente.
fr_fr: L'alias avec le déclencheur `{name}` a été édité avec succès.
tr_tr: {name} adına sahip takma ad başarıyla düzenlendi.
zh_tw: 已成功編輯帶有觸發器“{name}”的別名。

source: Alias with the name `{name}` was not found.
cs_cz: Alias s názvem `{name}` nebyl nalezen.
de_de: Kein Alias mit dem Namen '{name}' gefunden.
es_es: No se encontró el alias con el nombre `{name}`.
fr_fr: L'alias avec le nom {name} n'a pas été trouvé.
hr_hr: Nadimak s imenom `{name}` nije pronađen.
ko_kr: 이름이 `{name}`인 별칭을 찾을 수 없어요.
nb_no: Alias med navn `{name}` ble ikke funnet.
pl_pl: Alias o nazwie `{name}` nie został znaleziony.
pt_br: O atalho com o nome `{name}` não foi encontrado.
ru_ru: Псевдоним с именем `{name} не найден.
tr_tr: `{name}` adlı kısaltma bulunamadı.
vi_vn: Không tim thấy lối tắt với tên `{name}`.
zh_tw: 找不到名稱為“{name}”的別名。

source: Edit an existing global alias.
cs_cz: Upravit existující globalní alias.
de_de: Aufbereiten einen bereits existierenden globalen Alias.
es_es: Edita un alias global ya existente.
fr_fr: Édite un alias global existant.
hr_hr: Uredite postojeći globalni nadimak.
ko_kr: 기존 글로벌 별칭들을 삭제해주세요.
nb_no: Rediger et eksisterende globalt alias.
pl_pl: Usuwa istniejący globalny alias.
pt_br: Editar um atalho global existente.
ru_ru: Редактирование существующего глобального псевдонима.
tr_tr: Mevcut bir kısaltmayı düzenleyin.
vi_vn: Chỉnh sửa lối tắt toàn hệ thống.
zh_tw: 編輯現有的全局別名。

source: Try to execute help for the base command of the alias.
cs_cz: Zkuste spustit nápovědu pro základní příkaz aliasů.
de_de: Versuche die Hilfe für den Basisbefehl des Alias auszuführen.
es_es: Intenta ejecutar help para el comando base del alias.
fi_fi: Yritä suorittaa apua aliaksen peruskomentoa varten.
fr_fr: Tente d'exécuter l'aide pour la commande de base de l'alias.
hr_hr: Pokušajte izvršiti pomoć za naredbu nadimaka.
id_id: Cobalah untuk menjalankan bantuan untuk perintah dasar alias.
it_it: Prova a eseguire l'aiuto per il comando di base degli pseudonimi.
ko_kr: 별칭의 기본 명령어에 대한 도움말을 실행해 보세요.
nb_no: Prøv å bruke hjelp på basis kommandoen aliaset bruker.
pl_pl: Spróbuj wykonać pomoc dla podstawowej komendy dla aliasu.
pt_br: Tente consultar a ajuda para o comando base do atalho.
ru_ru: Попробуйте вызвать справку для базовой команды псевдонима.
sl_si: Poskusite izvesti pomoč za osnovni ukaz vzdevka.
tr_tr: Kısaltma komutlarını detaylıca öğrenmek için yardım komutunu kullanmayı deneyiniz.
vi_vn: Hãy thử dùng trợ giúp của câu lệnh chính của lối tắt.
zh_tw: 嘗試執行別名的基本命令幫助。

source: No such alias exists.
bg_bg: Този псевдоним не съществува.
cs_cz: Žádný takový alias neexistuje.
de_de: So ein Alias ist nicht vorhanden.
es_es: El alias no existe.
fi_fi: Tällaista aliasta ei ole olemassa.
fr_fr: Cet alias n'existe pas.
hr_hr: Takav nadimak ne postoji.
hu_hu: Nem létezik ilyen rövidítés.
id_id: Alias tersebut tidak ditemukan.
it_it: Non esiste nessun alias con questo nome.
ko_kr: 그런 별칭은 등록되어 있지 않아요.
nb_no: Ingen slike alias finnes.
pl_pl: Taki alias nie istnieje.
pt_br: Atalho inexistente.
ru_ru: Псевдоним не существует.
sl_si: Tak vzdevek ne obstaja.
sv_se: Detta alias existerar inte.
tr_tr: Böyle bir kısaltma mevcut değil.
vi_vn: Không có lối tắt này.
zh_tw: 不存在此別名。

source: Show what command the alias executes.
cs_cz: Zobrazit příkaz ke spustitelnému aliasu.
de_de: Zeige den Befehl, welchen der Alias ausführt.
es_es: Muestra qué comando ejecuta el alias.
fi_fi: Näytä minkä komennon alias suorittaa.
fr_fr: Affiche la commande que l'alias exécute.
hr_hr: Pokažite koju naredbu nadimak izvršava.
id_id: Tunjukkan perintah apa yang dijalankan alias.
it_it: Mostra quale comando viene eseguito dallo pseudonimo.
ko_kr: 별칭이 실행하는 명령어를 표시해주세요.
nb_no: Vis hvilken kommando aliaset kjører.
pl_pl: Pokazuje jaką komendę wykonuje alias.
pt_br: Mostrar qual comando o atalho executa.
ru_ru: Показать, какую команду выполняет псевдоним.
sl_si: Pokažite, kateri ukaz vzdevek izvrši.
tr_tr: Kısaltmanın hangi komutu uyguladığını gösterir.
vi_vn: Xem lối tắt sẽ chạy câu lệnh nào.
zh_tw: 顯示別名執行的指令。

source: The `{alias_name}` alias will execute the command `{command}`
cs_cz: Alias `{alias_name} provede příkaz `{command}
de_de: Der Alias '{alias_name}' führt den Befehl '{command}' aus
es_es: El alias `{alias_name}` ejecutará el comando `{command}`
fi_fi: `{alias_name}` alias suorittaa komennon `{command}`
fr_fr: L'alias `{alias_name}` exécute la commande `{command}`
hr_hr: Nadimak `{alias_name}` će izvršiti naredbu `{command}`
id_id: Alias `{alias_name}` akan menjalankan perintah `{command}`
it_it: Lo pseudonimo `{alias_name}` eseguirà il comando `{command}`
ko_kr: `{alias_name}` 별칭은 `{command}` 명령을 실행해요.
nb_no: Aliaset `{alias_name}` vil kjøre kommandoen `{command}`
pl_pl: Alias '{alias_name}' spowoduje wykonanie komendy '{command}'
pt_br: O atalho `{alias_name}` executará o comando `{command}`
ru_ru: Псевдоним `{alias_name}` будет выполнять команду `{command}`
sl_si: Vzdevek z imenom `{alias_name}` izvršuje ukaz `{command}`
tr_tr: '{alias_name}' kısaltması '{command} ' komutunu uygulayacak
vi_vn: Lối tắt `{alias_name}` sẽ chạy câu lệnh `{command}`
zh_tw: 別名 `{alias_name}` 將執行指令 `{command}`

source: There is no alias with the name `{name}`
cs_cz: Neexistuje žádný alias s názvem `{name}`
de_de: Kein Alias mit dem Namen '{name}' gefunden
es_es: No hay alias con el nombre `{name}`
fi_fi: Nimellä `{name} ` ei ole aliasta
fr_fr: Il n'y a pas d'alias nommé `{name}`
hr_hr: Ne postoji nadimak s imenom `{name}`
id_id: Tidak ada alias dengan nama `{name}`
it_it: Non c'è alcun pseudonimo con il nome `{name}`
ko_kr: 이름이 `{name}`인 별칭이 없어요.
nb_no: Det er ingen alias med navnet `{name}`
pl_pl: Nie istnieje alias o nazwie `{name}`
pt_br: Não há atalhos com o nome `{name}`
ru_ru: Нет псевдонима с именем `{name}`
sl_si: Vzdevek z imenom `{name}` ne obstaja
tr_tr: {name} adında bir kısaltma mevcut değil
vi_vn: Không có lối tắt nào với tên `{name}`
zh_tw: 沒有名稱為“{name}”的別名

source: Delete an existing alias on this server.
cs_cz: Odstraní existující alias na tomto serveru.
de_de: Lösche einen bereits existierenden Alias auf diesem Server.
es_es: Elimina un alias existente en este servidor.
fi_fi: Poista olemassa oleva alias tällä palvelimella.
fr_fr: Supprime un alias de ce serveur.
hr_hr: Izbrišite postojeći nadimak na ovom serveru.
id_id: Hapus alias yang ada di server ini.
it_it: Elimina uno pseudonimo esistente su questo server.
ko_kr: 이 서버에 있는 기존 별칭을 삭제해주세요.
nb_no: Slett et eksisterende alias på denne serveren.
pl_pl: Usuwa istniejący alias na tym serwerze.
pt_br: Deletar um atalho existente neste servidor.
ru_ru: Удалить существующий псевдоним на этом сервере.
sl_si: Odstrani vzdevek na tem strežniku.
tr_tr: Bu sunucuda mevcut bir kısaltmayı silin.
vi_vn: Xóa một lối tắt đang tồn tại trên server này.
zh_tw: 刪除此伺務器上的現有別名。

source: There are no aliases on this server.
bg_bg: Няма използвани псевдоними на този сървър.
cs_cz: Na tomto serveru nejsou žádné aliasy.
de_de: Es gibt keine Aliasse auf diesem Server.
es_es: No hay alias en este servidor.
fi_fi: Tällä palvelimella ei ole aliaksia.
fr_fr: Il n'y a pas d'alias sur ce serveur.
hr_hr: Na ovom serveru nema nadimaka.
hu_hu: Nincsenek rövidítések ezen a szerveren.
id_id: Tidak ada alias pada server ini.
it_it: Non ci sono alias su questo server.
ko_kr: 이 서버에 등록된 별칭이 없어요.
nb_no: Det er ingen aliaser på denne serveren.
pl_pl: Nie ma aliasów na tym serwerze.
pt_br: Não há nenhum atalho neste servidor.
ru_ru: На этом сервере нет псевдонимов.
sl_si: Na tem strežniku ni vzdevkov.
sv_se: Det finns inga alias på denna server.
tr_tr: Bu sunucuda herhangi bir kısaltma mevcut değil.
vi_vn: Không có bất kì lối tắt nào được thiết lập trên server.
zh_tw: 此伺務器上沒有別名。

source: Alias with the name `{name}` was successfully deleted.
cs_cz: Alias s názvem{name}` byl úspěšně smazán.
de_de: Der Alias mit dem Namen '{name}' wurde erfolgreich gelöscht.
es_es: El alias con el nombre `{name}` ha sido eliminado correctamente.
fi_fi: Alias nimellä `{name}` poistettiin onnistuneesti.
fr_fr: L'alias nommé `{name}` a bien été supprimé.
hr_hr: Nadimak s imenom `{name}` uspješno je izbrisan.
id_id: Alias dengan nama `{name}` berhasil dihapus.
it_it: Lo pseudonimo con il nome `{name}` è stato eliminato con successo.
ko_kr: 이름이 `{name}`인 별칭이 성공적으로 삭제됐어요.
nb_no: Alias ​​med navnet `{name}` ble slettet.
pl_pl: Alias o nazwie `{name}` został pomyślnie usunięty.
pt_br: O atalho com o nome `{name}` foi deletado com sucesso.
ru_ru: Псевдоним с именем `{name}` был успешно удален.
sl_si: Vzdevek `{name}` je bil uspešno odstranjen.
tr_tr: `{name}`adlı kısaltma başarıyla silindi.
vi_vn: Lối tắt với tên `{name}` đã bị xóa.
zh_tw: 名稱為“{name}”的別名已成功刪除。

source: Alias with name `{name}` was not found.
cs_cz: Alias s názvem `{name}` nebyl nalezen.
de_de: Kein Alias mit dem Namen '{name}' gefunden.
es_es: El alias con nombre `{name}` no fue encontrado.
fi_fi: Aliasta nimellä `{name}` ei löytynyt.
fr_fr: L'alias nommé `{name}` n'a pas été trouvé.
hr_hr: Nadimak s imenom `{name}` nije pronađen.
id_id: Alias dengan nama `{name}` tidak ditemukan.
it_it: Lo pseudonimo con il nome `{name}` non è stato trovato.
ko_kr: 이름이 `{name}`인 별칭을 찾을 수 없어요.
nb_no: Aliaset med navn `{name}` ble ikke funnet.
pl_pl: Alias o nazwie `{name}` nie został znaleziony.
pt_br: O atalho com o nome `{name}` não foi encontrado.
ru_ru: Псевдоним с именем `{name}` не найден.
sl_si: Vzdevek z imenom `{name}` ne obstaja.
tr_tr: {name} adlı kısaltma bulunamadı.
vi_vn: Không tìm thấy lối tắt `{name}`.
zh_tw: 找不到名稱為“{name}”的別名。

source: Delete an existing global alias.
cs_cz: Odstranit existující globální alias.
de_de: Lösche einen bereits existierenden globalen Alias.
es_es: Elimina un alias global existente.
fi_fi: Poista olemassa oleva globaali alias.
fr_fr: Supprime un alias global existant.
hr_hr: Izbrišite postojeći globalni nadimak.
id_id: Hapus alias global yang ada.
it_it: Elimina uno pseudonimo globale esistente.
ko_kr: 기존 글로벌 별칭들을 삭제해주세요.
nb_no: Slett et eksisterende globalt alias.
pl_pl: Usuwa istniejący globalny alias.
pt_br: Deleta um atalho global existente.
ru_ru: Удалить существующий глобальный псевдоним.
sl_si: Odstrani globalni vzdevek.
tr_tr: Mevcut bir global kısaltmayı silin.
vi_vn: Xóa một lối tắt toàn hệ thống.
zh_tw: 刪除現有的全局別名。

source: There are no global aliases on this bot.
cs_cz: Pro tohoto bota neexistují žádné globální aliasy.
de_de: Ich habe keinen globalen Alias gespeichert.
es_es: No hay alias globales en este bot.
fi_fi: Tässä botissa ei ole globaaleja aliaksia.
fr_fr: Il n'y a aucun alias global sur ce bot.
hr_hr: Na ovom botu nema globalnih nadimaka.
id_id: Tidak ada alias global di bot ini.
it_it: Non ci sono pseudonimi globali su questo bot.
ko_kr: 이 봇에 등록된 별칭이 없어요.
nb_no: Det er ingen globale aliaser på denne boten.
pl_pl: Ten bot nie ma globalnych aliasów.
pt_br: Não há atalhos globais neste bot.
ru_ru: В этом боте нет глобальных псевдонимов.
sl_si: Na tem botu ni globalnih vzdevkov.
tr_tr: Bu botta herhangi bir global kısaltma bulunmuyor.
vi_vn: Không có bất kì lối tắt toàn hệ thống nào được đặt trong bot.
zh_tw: 此機器人沒有全局別名。

source: List the available aliases on this server.
cs_cz: Seznam dostupných aliasů na tomto serveru.
de_de: Zeige die auf diesem Server verfügbaren Alias.
es_es: Muestra una lista de los alias disponibles en este servidor.
fi_fi: Listaa saatavilla olevat aliakset tällä palvelimella.
fr_fr: Liste les alias disponibles sur ce serveur.
hr_hr: Navedite dostupne nadimke na ovom serveru.
id_id: Buat daftar alias yang tersedia di server ini.
it_it: Elenca gli pseudonimi disponibili su questo server.
ko_kr: 이 서버에서 사용할 수 있는 별칭들을 나열해주세요.
nb_no: Liste over tilgjengelige aliaser på denne serveren.
pl_pl: Wyświetla dostępne aliasy dla tego serwera.
pt_br: Liste os atalhos disponíveis neste servidor.
ru_ru: Список доступных псевдонимов на этом сервере.
sl_si: Seznam razpoložljivih vzdevkov na tem strežniku.
tr_tr: Bu sunucudaki kullanılabilir kısaltmaları listeleyin.
vi_vn: Danh sách tổng hợp những lối tắt tồn tại trên server này.
zh_tw: 列出此服務器上的可用別名。

source: List the available global aliases on this bot.
cs_cz: Seznam dostupných globálních aliasů pro tohoto bota.
de_de: Zeige die verfügbaren globalen Alias von diesem Bot.
es_es: Muestra una lista de los alias globales disponibles en este bot.
fi_fi: Listaa saatavilla olevat globaalit aliakset tässä botissa.
fr_fr: Liste les alias globaux disponibles sur ce bot.
hr_hr: Navedite dostupne globalne nadimke na ovom botu.
id_id: Buat daftar alias global yang tersedia di bot ini.
it_it: Elenca gli pseudonimi globali disponibili su questo server.
ko_kr: 이 봇에서 사용할 수 있는 글로벌 별칭들을 나열해주세요.
nb_no: Liste over tilgjengelige globale aliaser på denne botten.
pl_pl: Wyświetla dostępne globalne aliasy dla tego bota.
pt_br: Liste os atalhos globais disponíveis neste bot.
ru_ru: Список доступных глобальных псевдонимов для этого бота.
sl_si: Seznam razpoložljivih globalnih vzdevkov na tem strežniku.
tr_tr: Bot üzerindeki global kullanılabilir kısaltmaları listeleyin.
vi_vn: Danh sách tổng hợp những lối tắt toàn hệ thống tồn tại trong bot.
zh_tw: 列出此機器人可用的全局別名。

source: There are no global aliases.
cs_cz: Neexistují žádné globální aliasy.
de_de: Es gibt keine globalen Aliasse.
es_es: No hay alias globales.
fi_fi: Tässä botissa ei ole globaaleja aliaksia.
fr_fr: Il n'y a aucun alias global.
hr_hr: Nema globalnih nadimaka.
id_id: Tidak ada alias global.
it_it: Non ci sono pseudonimi globali.
ko_kr: 전역적인 별칭이 없어요.
nb_no: Det er ingen globale aliaser på denne boten.
pl_pl: Brak globalnych aliasów.
pt_br: Não há atalhos globais.
ru_ru: Нет всеобщих синонимов.
sl_si: Globalnih vzdevkov ni.
tr_tr: Herhangi bir global kısaltma mevcut değil.
vi_vn: Không có lối tắt toàn hệ thống nào.
zh_tw: 沒有全局別名。

source: Arguments must be specified with a number.
cs_cz: Argumenty musí být zadány s číslem.
de_de: Die Argumente müssen mit einer Nummer angegeben werden.
es_es: Los argumentos deben especificarse con un número.
fi_fi: Argumentit on määriteltävä numerolla.
fr_fr: Les arguments doivent être spécifiés avec un nombre.
hr_hr: Argumenti se moraju navesti brojem.
id_id: Argumen harus ditentukan dengan angka.
it_it: Gli argomenti devono essere specificati con un numero.
ko_kr: 인수는 숫자로 지정해줘야해요.
nb_no: Argumenter må spesifiseres med et nummer.
pl_pl: Argumenty należy określić liczbą.
pt_br: Os argumentos devem ser especificados por um número.
ru_ru: Аргументы должны быть указаны с числом.
sl_si: Argumente je treba navesti s številko.
tr_tr: Değişkenler numara içermelidir.
vi_vn: Giá trị phải được ghi rõ ràng bằng một con số.
zh_tw: 必須用數字指定參數。

source: Arguments must be sequential. Missing arguments:
cs_cz: Argumenty musí být sekvenční. Chybějící argumenty:
de_de: Argumente müssen sequentiell sein. Fehlende Argumente:
es_es: Los argumentos deben ser secuenciales. Faltan argumentos:
fi_fi: Argumenttien on oltava peräkkäisiä. Puuttuvia argumentteja:
fr_fr: Les arguments doivent être séquentiels. Arguments manquants :
hr_hr: Argumenti moraju biti uzastopni. Nedostajući argumenti:
id_id: Argumen harus berurutan. Argumen yang hilang:
it_it: Gli argomenti devono essere consecutivi. Argomenti mancanti:
ko_kr: 인수는 순차적이어야해요. 미확인된 인수:
nb_no: Argumenter må være sekvensielle. Manglende argumenter:
pl_pl: Argumenty muszą być sekwencyjne. Brakujące argumenty:
pt_br: Os argumentos devem ser sequenciais. Argumentos faltando:
ru_ru: Аргументы должны быть последовательными. Отсутствуют аргументы:
sl_si: Argumenti morajo biti zaporedni. Manjkajoči argumenti:
tr_tr: Değişkenler sıralı olmalıdır. Eksik değişkenler:
vi_vn: Giá trị phải sắp xếp tuần tự. Bị thiếu cú pháp:
zh_tw: 參數必須是連續的。 缺少參數：

source: The alias with the trigger `{name}` has been edited sucessfully.
ru_ru: Псевдоним с триггером{name}` был успешно отредактирован.

source: No prefix found.
bg_bg: Няма намерен префикс.
hu_hu: Nem találtható prefix.
sv_se: Inget prefix hittat.

source: You attempted to create a new alias with the name {} but that name is already a command on this bot.
sv_se: Du försökte skapa ett nytt alias med namnet {} men det används redan för ett annat kommando av boten.

source: You attempted to create a new alias with the name {} but that alias already exists on this server.
sv_se: Du försökte skapa ett alias med namnet {} men det används redan på den här servern.

source: You attempted to create a new alias with the name {} but that name is an invalid alias name. Alias names may not contain spaces.
sv_se: Du försökte skapa ett nytt alias med namnet {} men det namnet är inte ett giltigt alias namn. Alias får inte innehålla mellanslag.

source: A new alias with the trigger `{}` has been created.
bg_bg: Нов псевдоним със задействащия оператор `{}` беше създаден.
hu_hu: Egy új rövidítés `{}` létrehozva.
sv_se: Ett nytt alias med triggern `{}` har skapats.

source: You attempted to create a new global alias with the name {} but that name is already a command on this bot.
sv_se: Du försökte skapa ett nytt globalt alias med namnet {} men det namnet används redan av ett annat kommando för boten.

source: You attempted to create a new global alias with the name {} but that alias already exists on this server.
sv_se: Du försökte skapa ett nytt globalt alias med namnet {} men det existerar redan på den här servern.

source: You attempted to create a new global alias with the name {} but that name is an invalid alias name. Alias names may not contain spaces.
sv_se: Du försökte skapa ett nytt globalt alias med namnet {} men det är inte ett giltigt alias namn. Alias får inte inehålla mellanslag.

source: A new global alias with the trigger `{}` has been created.
bg_bg: Нов псевдоним, по всеобщо правило, със задействащия оператор `{}` беше създаден.
hu_hu: Egy új globális rövidítés `{}` létrehozva.
sv_se: Ett nytt globalt alias med triggern `{}` har skapats.

source: The `{}` alias will execute the command `{}`
bg_bg: `{}` псевдоним ще изпълни командата `{}`
hu_hu: A(z) `{}` rövidítés a `{}` parancsot fogja végrehajtani
sv_se: `{}` alias kommer utföra kommando `{}`

source: There is no alias with the name `{}`
bg_bg: Псевдонимът под името `{}` не съществува
hu_hu: Nem található olyan rövidítés melynek a neve `{}`
sv_se: Det finns inget alias med namnet `{}`

source: There are no aliases on this guild.
bg_bg: Няма псевдоними положени към тази гилдия.
hu_hu: Nincsenek rövidítések ezen a szerveren.
sv_se: Det finns inga alias i denna guild.

source: Alias with the name `{}` was successfully deleted.
bg_bg: Псевдонимът с име `{}` беше успешно изтрит.
hu_hu: `{}` rövidítés sikeresen törölve.
sv_se: Alias med namnet `{}` har tagits bort.

source: Alias with name `{}` was not found.
bg_bg: Псевдонимът с името `{}` не е намерен.
hu_hu: Nem található olyan rövidítés melynek a neve `{}`.
sv_se: Alias med namnet `{}` hittades inte.

source: There are no aliases on this bot.
bg_bg: Няма псевдоними положени към този бот.
hu_hu: Nincsenek rövidítések ennél a botnál.
sv_se: Det finns inga alias för denna bot.

source: Aliases:
bg_bg: Псевдоними:
hu_hu: Rövidítések:
sv_se: Alias:
