Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/cleanup/locales/*.po
Languages: cs_cz, de_de, es_es, fr_fr, hr_hr, nb_no, pl_pl, pt_br, ru_ru, tr_tr, zh_tw

source: Clean up command messages and messages from the bot in the current channel. Can only cleanup custom commands and alias commands if those cogs are loaded. **Arguments:** - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
es_es: Limpiar mensajes de comandos y mensajes del bot en el canal actual. Sólo puede limpiar comandos personalizados y comandos de alias si se cargan esos programas. **Argumentos:** - `<number>` El número máximo de mensajes a limpiar. Debe ser un entero positivo. - `<delete_pinned>` Si eliminar mensajes fijados o no. Por defecto es False
fr_fr: Nettoie les messages de commande et les messages du bot dans le canal actuel. Peut seulement nettoyer les commandes personnalisées et les commandes alias si ces cogs sont chargés. **Arguments:** - `<number>` Le nombre maximum de messages à nettoyer. Doit être un nombre entier positif. - `<delete_pinned>` Le fait de supprimer ou non les messages épinglés. La valeur par défaut est False
hr_hr: Očistite naredbene poruke i poruke od bota u trenutnom kanalu. Može očistiti prilagođene naredbe i naredbe nadimaka samo ako su ti Cog-ovi učitani. **Argumenti:** - `<number>` Maksimalni broj poruka za čišćenje. Mora biti pozitivan cijeli broj. - `<delete_pinned>` Određuje hoće li se izbrisati prikvačene poruke ili ne. Zadano na False
nb_no: Rydd opp kommando meldinger og meldinger fra boten i gjeldende kanal. Kan bare rense egendefinerte kommandoer og alias kommandoer hvis disse cogs er lastet. **Argumenter:** - `<number>` Det maksimale antall meldinger å rydde opp. Må være et positivt heltall. - `<delete_pinned>` for å slette låste meldinger eller ikke. Standarder til False
pl_pl: Wyczyść wiadomości i wiadomości z bota na bieżącym kanale. Może czyścić niestandardowe polecenia i polecenia aliasu, tylko jeśli te kurki zostaną załadowane. **Argumenty:** - `<number>` Maksymalna liczba wiadomości do czyszczenia. Musi być dodatnią liczbą całkowitą. - `<delete_pinned>` Czy usunąć przypięte wiadomości, czy nie. Domyślnie Fałsz
pt_br: Limpa as mensagens de comando e mensagens do bot no canal atual. Só é possível limpar comandos e alias personalizados se suas respectivas cogs estiverem carregadas. **Argumentos:** - `<number>` O número máximo de mensagens para limpar. Deve ser um número inteiro positivo. - `<delete_pinned>` Se deseja ou não excluir mensagens fixas. O padrão é Falso
ru_ru: Очищает сообщения команд и сообщения от бота в текущем канале. Может очищать только пользовательские команды и команды псевдонимов, если эти коги загружены. **Аргументы:** - `<number>` Максимальное количество сообщений для очистки. Должно быть положительным целым числом. - `<delete_pinned>` Удалять или нет сохраненные сообщения. По умолчанию False
tr_tr: Botun şu anki kanala göndermiş olduğu mesajları ve komut yanıtlarını siler. Customcom veya alias ile oluşturulmuş komutların yanıtları, sadece cog yüklüyse silinir. **Seçenekler:** - `<rakam>` Maksimum kaç mesaj silineceği, pozitif tam sayı olmak zorundadır. - `<sabit_silme>` Sabitlenmiş mesajların silinip silinmeyeceği, varsayılan olarak silinmezler (False)
zh_tw: 清理當前頻道的指令訊息和來自機器人的訊息。 如果加載了這些齒輪，則只能清理自定義指令和別名指令。 **參數：** - `<number>` 要清理的最大訊息數。 必須是正整數。 - `<delete_pinned>` 是否刪除釘選訊息。 默認為False。

source: Clean up messages owned by the bot in the current channel. By default, all messages are cleaned. If a second argument is specified, it is used for pattern matching - only messages containing the given text will be deleted. Examples: - `[p]cleanup self 6` - `[p]cleanup self 10 Pong` - `[p]cleanup self 7 "" True` **Arguments:** - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<match_pattern>` The text that messages must contain to be deleted. Use "" to skip this. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
es_es: Limpia los mensajes enviados por el bot en el canal actual. Por defecto, todos los mensajes se limpian. Si se especifica un segundo argumento, se utiliza para la coincidencia de patrones - sólo los mensajes que contengan el texto dado serán eliminados. Ejemplos: - `[p]cleanup self 6` - `[p]cleanup self 10 Pong` - `[p]cleanup self 7 "" True` **Argumentos:** - `<number>` El número máximo de mensajes a limpiar. Debe ser un entero positivo. - `<match_pattern>` El texto que los mensajes deben contener para ser eliminados. Usa "" para omitir esto. - `<delete_pinned>` Si eliminar mensajes fijados o no. Por defecto es False
pt_br: Limpa as mensagens pertencentes ao bot no canal atual. Por padrão, todas as mensagens são limpas. Se for especificado um segundo argumento, é usado para correspondência de padrões - apenas mensagens contendo o texto fornecido serão excluídas. Exemplos: - `[p]cleanup self 6` - `[p]cleanup self 10 Pong` - `[p]cleanup self "" True` **Argumentos:** - `<number>` O número máximo de mensagens para limpar. Deve ser um número inteiro positivo. - `<match_pattern>` O texto que as mensagens devem conter para serem excluídas. Use "" para pular isso. - `<delete_pinned>` Se deseja ou não excluir mensagens fixadas. O padrão é Falso
ru_ru: Очищает сообщения, принадлежащие боту в текущем канале. По умолчанию очищаются все сообщения. Если указан второй аргумент, он используется для подбора шаблона - будут удалены только сообщения, содержащие заданный текст. Примеры: - `[p]cleanup self 6` - `[p]cleanup self 10 Pong` - `[p]cleanup self 7 "" True`. **Аргументы:** - `<number>` Максимальное количество сообщений для очистки. Должно быть положительным целым числом. - `<match_pattern>` Текст, который должны содержать сообщения, чтобы быть удаленными. Используйте "", чтобы пропустить этот параметр. - `<delete_pinned>` Удалять или нет сохраненные сообщения. По умолчанию False

source: Deletes duplicate messages in the channel from the last X messages and keeps only one copy. Defaults to 50. **Arguments:** - `<number>` The number of messages to check for duplicates. Must be a positive integer.
es_es: Elimina mensajes duplicados en el canal de los últimos X mensajes y conserva sólo una copia. Por defecto es 50. **Argumentos:** - `<number>` El número de mensajes a buscar duplicados. Debe ser un entero positivo.
fr_fr: Supprime les messages dupliquées dans le salon depuis les X derniers messages et garde une seule copie. Par défaut à 50. **Arguments:** - `<number>` Le nombre de message à vérifier comme doublon. Doit être un nombre positif.
hr_hr: Briše duplicirane poruke u kanalu iz zadnjih X poruka i zadržava samo jednu kopiju. Standardna vrijednost: 50 **Argumenti:** - `<number>` Broj poruka za provjeru duplikata. Mora biti pozitivan cijeli broj.
nb_no: Sletter dupliserte meldinger i kanalen fra de siste X meldingene og beholder bare en kopi. Standard til 50. **Argumenter:** - `<number>` Antall meldinger for å sjekke etter duplikater. Må være et positivt heltall.
pl_pl: Usuwa zduplikowane wiadomości w kanale z ostatnich X wiadomości i zachowuje tylko jedną kopię. Ustawienia domyślne do 50. **Argumenty:** - `<number>` Liczba wiadomości do sprawdzania duplikatów. Musi być dodatnią liczbą całkowitą.
pt_br: Exclui mensagens duplicadas no canal das últimas X mensagens e mantém apenas uma cópia. O padrão é 50. **Argumentos:** - `<number>` O número de mensagens a serem verificadas por duplicatas. Deve ser um número inteiro positivo.
ru_ru: Удаляет дубликаты сообщений в канале, начиная с последних X сообщений, и сохраняет только одну копию. По умолчанию установлено значение 50. **Аргументы:** - `<number>` Количество сообщений для проверки на дубликаты. Должно быть положительным целым числом.
tr_tr: Son X mesajdan aynı olanları siler ve sadece bir tanesini bırakır. Varsayılan olarak 50. **Seçenekler:** - `<number>` Aynıları için denetlenecek mesaj sayısı, pozitif tam sayı olmak zorundadır.
zh_tw: 從最近 X 條消息中刪除頻道中重複的消息，並只保留為一份。 默認為 50。 **參數：** - `<number>` 要檢查重複項的訊息數。 必須是正整數。

source: Manage the settings for the cleanup command.
es_es: Administra la configuración del comando de limpieza.
fr_fr: Gérer les paramètres de la commande de nettoyage.
hr_hr: Upravljajte postavkama za naredbu za čišćenje.
nb_no: Behandle innstillinger for opprydding kommandoen.
pl_pl: Zarządzaj ustawieniami komendy czyszczenia.
pt_br: Gerencie as configurações para o comando de limpeza.
ru_ru: Управление настройками для команды очистки.
tr_tr: Temizlik komutu ayarlarını yönetin.
zh_tw: 管理cleanup 指令的設定。

source: Toggle clean up notification settings. When enabled, a message will be sent per cleanup, showing how many messages were deleted. This message will be deleted after 5 seconds.
es_es: Cambia la configuración de la notificación de limpieza. Cuando está habilitado, se enviará un mensaje por limpieza, mostrando cuántos mensajes fueron eliminados. Este mensaje se eliminará después de 5 segundos.
fr_fr: Suivi des paramètres de notification de nettoyage. Lorsque cette option est activée, un message sera envoyé à chaque nettoyage, indiquant combien de messages ont été supprimés. Ce message sera supprimé après 5 secondes.
hr_hr: Uključite/isključite obavijesti za čišćenje. Kada je uključeno, za svako čišćenje će se slati poruka koja pokazuje koliko je poruka izbrisano. Ova će poruka biti izbrisana nakon 5 sekundi.
nb_no: Slå på opprydding av varslingsinnstillinger. Når aktivert, blir en melding sendt per opprydding, og viser hvor mange meldinger som ble slettet. Denne meldingen slettes etter 5 sekunder.
pl_pl: Przełącz czyszczenie ustawień powiadomień. Gdy włączone, wiadomość zostanie wysłana na czyszczenie, pokazując, ile wiadomości zostało usuniętych. Ta wiadomość zostanie usunięta po 5 sekundach.
pt_br: Alternar configurações de notificação de limpeza. Quando ativado, uma mensagem será enviada por limpeza, mostrando quantas mensagens foram excluídas. Esta mensagem será excluída após 5 segundos.
ru_ru: Переключение настроек уведомления об очистке. Если включено, при каждой очистке будет отправляться сообщение, показывающее, сколько сообщений было удалено. Это сообщение будет удалено через 5 секунд.
tr_tr: Temizlik bildirimlerini açıp kapatın. Açık olduğunda, her temizlik sonrası kaç mesaj silindiğini yazan bir mesaj atılır. Bu mesaj 5 saniye sonra silinir.
zh_tw: 切換清理通知設置。 啟用後，每次清理都會發送一條訊息，顯示刪除了多少條訊息。 此訊息將在 5 秒後自動刪除。

source: I will no longer notify of message deletions.
es_es: Ya no notificaré la eliminación de mensajes.
fr_fr: Je ne notifierai plus la suppression des messages.
hr_hr: Više neću obavještavati o brisanju poruka.
nb_no: Jeg skal ikke lenger varsle om sletting av meldinger.
pl_pl: Nie będę już powiadamiał o usunięciu wiadomości.
pt_br: Eu não vou mais notificar as exclusões de mensagens.
ru_ru: Я больше не буду уведомлять об удалении сообщений.
tr_tr: Artık mesajların silindiği haber verilmeyecek.
zh_tw: 我將不再通知訊息已被刪除。

source: I will now notify of message deletions.
es_es: Ahora notificaré la eliminación de mensajes.
fr_fr: Je vais maintenant notifier la suppression des messages.
hr_hr: Sada ću obavijestiti o brisanju poruka.
nb_no: Nå skal jeg varsle om sletting.
pl_pl: Teraz poinformuję o usunięciu wiadomości.
pt_br: Notificarei as exclusões de mensagens.
ru_ru: Теперь я буду уведомлять об удалении сообщений.
tr_tr: Mesajların silindiği artık haber verilecek.
zh_tw: 我現在將會通知訊息已被刪除。

source: {} doesn't look like a valid message ID.
cs_cz: {} nevypadá jako platné ID zprávy.
de_de: {} scheint keine gültige Nachrichten-ID zu sein.
es_es: {} no parece una ID de mensaje válido.
fr_fr: {} ne ressemble pas à un ID de message valide.
hr_hr: {} ne izgleda kao valjani ID poruke.
nb_no: {} ser ikke ut som en gyldig meldings ID.
pl_pl: {} nie wygląda na prawidłowe ID wiadomości.
pt_br: {} não parece um ID de mensagem válido.
ru_ru: {} не похож на действительный ID сообщения.
tr_tr: {} geçersiz mesaj ID'si.
zh_tw: {} 看起來不是有效的訊息ID。

source: Delete the last X messages matching the specified text in the current channel. Example: - `[p]cleanup text "test" 5` Remember to use double quotes. **Arguments:** - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
nb_no: Slett siste X meldinger som matcher teksten i gjeldende kanal. Eksempel: - `[p]cleanup text "test" 5` Husk å bruke dobbelt sitat. **Argumenter:** - `<number>` Maks antall meldinger å rydde opp. Må være et positivt heltall. - `<delete_pinned>` om å slette låste meldinger eller ikke. Standarder på False

source: Delete the last X messages from a specified user in the current channel. Examples: - `[p]cleanup user @Twentysix 2` - `[p]cleanup user Red 6` **Arguments:** - `<user>` The user whose messages are to be cleaned up. - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
nb_no: Slett de siste X meldingene som matcher den angitte teksten. Eksempel: - `[p]cleanup user @Twentysix 2` - `[p]cleanup user Red 6` **Argumenter:** - `<user>` Brukeren hvis meldinger skal ryddes opp. - `<number>` Maksimalt antall meldinger som skal ryddes. Må være et positivt heltall. - `<delete_pinned>` om å slette låste meldinger eller ikke. Standarder på False

source: Delete the messages between Message One and Message Two, providing the messages IDs. The first message ID should be the older message and the second one the newer. Example: - `[p]cleanup between 123456789123456789 987654321987654321` **Arguments:** - `<one>` The id of the message to cleanup after. This message won't be deleted. - `<two>` The id of the message to cleanup before. This message won't be deleted. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
nb_no: Slett meldingene mellom Melding En og Melding Two, og gjør om meldings-IDer. Den første melding-ID skal være den eldre meldingen og den nest den nyere. Eksempel: - `[p]cleanup between 123456789123456789 987654321987654321` **Arguments:** - `<one>` Inniden av meldingen til opprydding etterpå. Denne meldingen vil ikke bli slettet. - `<two>` beskjeden for å rydde opp før. Denne meldingen vil ikke bli slettet. - `<delete_pinned>` om å slette låste meldinger eller ikke. Standarder til usant

source: Delete the last X messages in the current channel. Example: - `[p]cleanup messages 26` **Arguments:** - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
nb_no: Slett de siste X meldingene i gjeldende kanal. Eksempel: - `[p]cleanup messages 26` **Argumenter:** - `<number>` Maks antall meldinger som skal ryddes. Må være et positivt heltall. - `<delete_pinned>` om å slette låste meldinger eller ikke. Standarder til False

source: Clean up messages owned by the bot in the current channel. By default, all messages are cleaned. If a second argument is specified, it is used for pattern matching - only messages containing the given text will be deleted. Examples: - `[p]cleanup self 6` - `[p]cleanup self 10 Pong` - `[p]cleanup self 7 "" True` **Arguments:** - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<match_pattern>` The text that messages must contain to be deleted. Use "" to skip this. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
nb_no: Rydd opp meldingene som eies av boten i den gjeldende kanalen. Som standard renses alle meldinger. Hvis et annet argument er angitt, den brukes for mønster som matcher - bare meldinger som inneholder den oppgitte teksten vil bli slettet. Eksempler: - `[p]cleanup self 6` - `[p]cleanup self 10 Pong` - `[p]cleanup self 7 "" True` **Arguments:** - `<number>` Maks antall meldinger å rydde opp. Må være et positivt heltall. - `<match_pattern>` Teksten på meldingene må slettes. Bruk "" for å hoppe over dette. - `<delete_pinned>` om å slette låste meldinger eller ikke. Standarder til usant

source: Commands for cleaning up messages.
cs_cz: Příkazy k čištění zpráv.
de_de: Befehle um mehrere Nachrichten zu löschen.

source: Are you sure you want to delete {number} messages? (y/n)
cs_cz: Opravdu chcete odstranit {number} zpráv? (y/n)
de_de: Bist du dir sicher, dass du {number} Nachrichten löschen möchtest? (y/n)

source: Delete messages.
cs_cz: Odstranit zprávy.
de_de: Nachrichten löschen.

source: Delete the last X messages matching the specified text.\n\n Example:\n `[p]cleanup text \"test\" 5`\n\n Remember to use double quotes.\n
cs_cz: Odstraní poslední X zpráv odpovídající zadanému textu.\n\n Příklad:\n `[p]cleanup text \"test\" 5`\n\n Nezapomeňte použít dvojité uvozovky.\n
de_de: Löscht die letzten X Nachrichten, die einem bestimmten Text entsprechen.\n\n Beispiel:\n `[p]cleanup text \"test\" 5`\n\n Bitte denke daran, amerikanische Anführungszeichen zu nutzen.\n \n

source: Delete the last X messages from a specified user.\n\n Examples:\n `[p]cleanup user @​Twentysix 2`\n `[p]cleanup user Red 6`\n
cs_cz: Odstranit poslední X zprávy od zadaného uživatele.\n\n Příklady:\n `[p]cleanup user @​Twentysix 2`\n `[p]cleanup user Red 6`\n
de_de: Lösche die letzten X Nachrichten von einem bestimmten Mitglied.\n\n Beispiele:\n `[p]cleanup user @Twentysix 2`\n `[p]cleanup user Red 6`\n

source: Delete all messages after a specified message.\n\n To get a message id, enable developer mode in Discord's\n settings, 'appearance' tab. Then right click a message\n and copy its id.\n
cs_cz: Odstranit všechny zprávy po zadané zprávě.\n\n Pro získání zprávy id povolte vývojářský režim v\n nastavení Discordu, záložka 'vzhled'. Pak klikněte pravým tlačítkem myši na zprávu\n a zkopírujte její id.\n
de_de: Alle Nachrichten nach einer bestimmten Nachricht werden gelöscht.\n\n Um die Nachrichten-ID zu bekommen, musst den Entwicklermodus in Discord aktivieren. Navigiere dazu in die Einstellungen zum „Aussehen“-Tab. Klicke danach mit der rechten Maustaste auf die gewünschte Nachricht und kopiere die ID.\n

source: Deletes X messages before specified message.\n\n To get a message id, enable developer mode in Discord's\n settings, 'appearance' tab. Then right click a message\n and copy its id.\n
cs_cz: Odstraní X zprávy před zadanou zprávou.\n\n Pro získání zprávy id povolte vývojářský režim v\n nastavení Discordu, záložka 'vzhled'. Pak klikněte pravým tlačítkem myši na zprávu\n a zkopírujte její id.\n
de_de: Löscht X Nachrichten vor einer bestimmten Nachricht.\n\n Um die Nachrichten-ID zu bekommen, musst den Entwicklermodus in Discord aktivieren. Navigiere dazu in die Einstellungen zum „Aussehen“-Tab. Klicke danach mit der rechten Maustaste auf die gewünschte Nachricht und kopiere die ID.\n

source: Delete the messages between Messsage One and Message Two, providing the messages IDs.\n\n The first message ID should be the older message and the second one the newer.\n\n Example:\n `[p]cleanup between 123456789123456789 987654321987654321`\n
cs_cz: Odstranit zprávy mezi zprávami první a druhou zprávou, které poskytují ID zpráv.\n\n První ID zprávy by mělo být starší a druhá novější.\n\n Příklad:\n `[p]cleanup between 123456789123456789 987654321987654321`\n
de_de: Löscht die Nachrichten zwischen zwei Nachrichten.\n\n Die erste Nachrichten-ID sollte die ältere Nachricht sein und die zweite Nachrichten-ID die neuere.\n\n Beispiel:\n `[p]cleanup between 123456789123456789 987654321987654321`\n

source: Delete the last X messages.\n\n Example:\n `[p]cleanup messages 26`\n
cs_cz: Odstranit poslední X zpráv.\n\n Příklad:\n `[p]cleanup messages 26`\n
de_de: Lösche die letzten X Nachrichten.\n\n Beispiel:\n `[p]cleanup messages 26`\n

source: Clean up command messages and messages from the bot.
cs_cz: Vyčistií příkazy a zprávy od bota.
de_de: Entfernt Nachrichten, welche von dem Bot stammen, oder Befehle sind.

source: Clean up messages owned by the bot.\n\n By default, all messages are cleaned. If a third argument is specified,\n it is used for pattern matching: If it begins with r( and ends with ),\n then it is interpreted as a regex, and messages that match it are\n deleted. Otherwise, it is used in a simple substring test.\n\n Some helpful regex flags to include in your pattern:\n Dots match newlines: (?s); Ignore case: (?i); Both: (?si)\n
cs_cz: Vyčistit zprávy vlastněné botem.\n\n Ve výchozím nastavení jsou všechny zprávy vyčištěny. Pokud je uveden třetí argument,\n se používá pro porovnávání vzorů: pokud začíná r( a končí s ),\n pak je interpretována jako regex, a zprávy, které se mu hodí, jsou odstraněny\n . V opačném případě se použije při jednoduché zkoušce podkladu.\n\n Některé užitečné regex příznaky, které chcete zahrnout do vašeho vzoru:\n Boty odpovídají novinkám: (? ); Ignorovat případ: (?i); Bo: (?si)\n
de_de: Lösche Nachrichten vom Bot.\n\n Standardmäßig werden alle Nachrichten entfernt. Wenn ein drittes Argument hinzugefügt wird, dient dies zur Mustererkennung: Wenn es mit r beginnt (und endet), wird es als Regex interpretiert und Nachrichten die diesem entsprechen werden gelöscht. Andernfalls wird sie in einem einfachen Substring-Test verwendet.\n\n Einige hilfreiche Regex Flag für dein Muser:\n Punkte treffen auf Zeilenumbrüche zu: (?s); Ignoriere Groß- und Kleinschreibung: (?i); Beides: (?si)\n

source: Deletes duplicate messages in the channel from the last X messages and keeps only one copy.\n \n Defaults to 50.\n
de_de: Löscht doppelte Nachrichten im Kanal aus den letzten X-Nachrichten und behält nur eine Kopie bei. \n \n Der Standardwert ist 50. \n
