Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/cleanup/locales/*.po
Languages: cs_cz, de_de, es_es, fr_fr, hr_hr, nb_no, pl_pl, pt_br, ru_ru, tr_tr, zh_tw

source: This cog contains commands used for "cleaning up" (deleting) messages. This is designed as a moderator tool and offers many convenient use cases. All cleanup commands only apply to the channel the command is executed in. Messages older than two weeks cannot be mass deleted. This is a limitation of the API.
es_es: Este módulo contiene comandos usados para "limpiar" (eliminar) mensajes. Esto está diseñado como una herramienta de moderación y ofrece muchos casos de uso convenientes. Todos los comandos de limpieza sólo se aplican al canal en el que se ejecuta el comando. Los mensajes anteriores a dos semanas no pueden ser eliminados en masa. Esto es una limitación de la API.
fr_fr: Ce cog contient des commandes utilisées pour "nettoyer" (supprimer) des messages. Il a été conçu comme un outil de modérateur et offre de nombreux cas d'usage. Toutes les commandes de suppression s'appliquent seulement dans le salon dans lequel la commande est exécutée. Les messages de plus de deux semaines ne peuvent pas être supprimés en masse. Ceci est une limitation de l'API.
hr_hr: Ovaj Cog sadrži naredbe koje se koriste za "čišćenje" (brisanje) poruka. Ovo je dizajnirano kao moderatorski alat i nudi mnogo praktičnih slučajeva korištenja. Sve naredbe čišćenja odnose se samo na kanal u kojem se naredba izvršava. Poruke starije od dva tjedna ne mogu se masovno brisati. Ovo je ograničenje API-a.
nb_no: Denne cog'en inneholder kommandoer som brukes for "rengjøre" (slette) meldinger. Denne er utformet som et moderatorverktøy og tilbyr mange praktiske brukstilfeller. Alle oppryddingskommandoer gjelder bare for kanalen kommandoen brukes i. Meldinger eldre enn to uker kan ikke masseslettes. Dette er en begrensning i APIet.
pl_pl: Ten cog zawiera polecenia używane do "czyszczenia" (usuwania) wiadomości. Jest on zaprojektowany jako narzędzie moderacyjne i oferuje wiele dogodnych przypadków użycia. Wszystkie polecenia czyszczenia odnoszą się tylko do kanału, w którym komenda jest wykonywana. Wiadomości starsze niż dwa tygodnie nie mogą być masowo usunięte. Jest to ograniczenie API.
pt_br: Este cog contém comandos usados para “limpar” (excluir) mensagens. Projetado como uma ferramenta de moderação de uso conveniente. Todos os comandos de limpeza só se aplicam ao canal no qual o comando foi executado. Mensagens com mais de duas semanas não podem ser excluídas em massa. Isso é uma limitação da API.
ru_ru: Этот блок содержит команды, используемые для "очистки" (удаления) сообщений. Он разработан как инструмент модератора и предлагает множество удобных вариантов использования. Все команды очистки применяются только к каналу, в котором выполняется команда. Сообщения старше двух недель не могут быть массово удалены. Это ограничение API.
tr_tr: Bu cog mesajları "temizlemek" (silmek) için kullanılan komutlar içerir. Bu sunucu yöneticileri için bir araç olarak tasarlanmıştır ve çok sayıda rahatlık sağlar. Temizlik komutlarının tamamı sadece komutun içinde çalıştırıldığı kanala etki eder. İki haftadan eski mesajlar topluca silinemez. Bu Discord tarafından getirilmiş bir kısıtlamadır.
zh_tw: 此 cog 包含用於“清理”(刪除) 消息的指令。 這是為版主設計的工具，並提供許多方便的使用方式。 所有清理命令僅適用於執行命令的頻道。 不能批量刪除超過兩週的消息。 這是 API 的限制。

source: Are you sure you want to delete {number} messages?
es_es: ¿Estás seguro de querer eliminar {number} mensajes?
fr_fr: Êtes-vous certain de vouloir supprimer {number} messages ?
hr_hr: Jeste li sigurni da želite izbrisati {number} poruka?
nb_no: Er du sikker på at du vil slette {number} meldinger?
pl_pl: Czy na pewno chcesz usunąć {number} wiadomości?
pt_br: Você tem certeza que deseja excluir {number} mensagens?
tr_tr: {number} tane mesajı silmek istediğinize emin misiniz?
zh_tw: 您確定要刪除 {number} 則訊息嗎？

source: Cancelled.
cs_cz: Zrušeno.
de_de: Abgebrochen.
es_es: Cancelado.
fr_fr: Annulé.
hr_hr: Otkazano.
nb_no: Kansellert.
pl_pl: Anulowano.
pt_br: Cancelado.
ru_ru: Отменено.
tr_tr: İptal.
zh_tw: 已取消。

source: 1 message was deleted.
es_es: Se ha eliminado 1 mensaje.
fr_fr: 1 message a été supprimé.
hr_hr: Izbrisana jedna poruka.
nb_no: 1 melding har blitt slettet.
pl_pl: 1 wiadomość została usunięta.
pt_br: Uma mensagem foi excluída.
ru_ru: 1 сообщение было удалено.
tr_tr: 1 mesaj silindi.
zh_tw: 已刪除 1 則訊息。

source: {num} messages were deleted.
es_es: Se han eliminado {num} mensajes.
fr_fr: {num} messages ont été supprimés.
hr_hr: Izbrisano {num} poruka.
nb_no: {num} meldinger ble slettet.
pl_pl: {num} wiadomości zostały usunięte.
pt_br: {num} mensagens foram excluídas.
ru_ru: {num} сообщения были удалены.
tr_tr: {num} mesaj silindi.
zh_tw: {num} 則訊息已被刪除。

source: Base command for deleting messages.
es_es: Comando base para eliminar mensajes.
fr_fr: Commande de base pour supprimer les messages.
hr_hr: Osnovna naredba za brisanje poruka.
nb_no: Basiskommando for sletting av meldinger.
pl_pl: Bazowe polecenie do usuwania wiadomości.
pt_br: Comando base para excluir mensagens.
ru_ru: Базовая команда для удаления сообщений.
tr_tr: Mesajları silmek için kullanılan temel komut.
zh_tw: 刪除訊息的基本指令。

source: Delete the last X messages matching the specified text in the current channel. Example: - `[p]cleanup text "test" 5` Remember to use double quotes. **Arguments:** - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
es_es: Elimina los últimos x mensajes que coincidían con el texto que has especificado en este canal. Ejemplo: - `[p]cleanup text "prueba" 5` Recuerda usar las doble comillas. **Argumentos:** - `<number>`El número máximo de mensajes para borrar. Tiene que ser un numero entero positivo. - `<delete_pinned>` Para eliminar un mensaje fijado o no. Por defecto es false
pt_br: Exclua as últimas X mensagens que correspondem ao texto especificado no canal atual. Exemplo: - `[p]cleanup text "teste" 5` Lembre-se de usar aspas duplas. **Argumentos:** - `<number>` O número máximo de mensagens para limpar. Deve ser um inteiro positivo. - `<delete_pinned>` Se deseja ou não apagar mensagens fixadas. O padrão é Falso
ru_ru: Удалить последние X сообщений, соответствующих указанному тексту в текущем канале. Пример: - `[p]очистить текст "test" 5`. Не забывайте использовать двойные кавычки. **Аргументы:** - `<number>` Максимальное количество сообщений для очистки. Должно быть положительным целым числом. - `<delete_pinned>` Удалять или нет сохраненные сообщения. По умолчанию False

source: Delete the last X messages from a specified user in the current channel. Examples: - `[p]cleanup user @Twentysix 2` - `[p]cleanup user Red 6` **Arguments:** - `<user>` The user whose messages are to be cleaned up. - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
es_es: Eliminar los últimos X mensajes de un usuario especificado. Ejemplos: - `[p]cleanup user @Twentysix 2` - `[p]cleanup user Red 6` **Argumentos:** - `<user>` El usuario cuyos mensajes serán limpiados. - `<number>` El número máximo de mensajes a limpiar. Debe ser un entero positivo. - `<delete_pinned>` Si eliminar mensajes fijados o no. Por defecto es False
pt_br: Apagar as últimas X mensagens de um usuário especificado no canal atual. Exemplos: -[p]cleanup user @Fulano 2` -[p]cleanup user Ciclano 6` **Argumentos:** -<user>` O usuário cujas mensagens serão limpas. - `<number>` O número máximo de mensagens para limpar. Deve ser um inteiro positivo. - `<delete_pinned>` Se deseja ou não excluir mensagens fixadas. O padrão é Falso
ru_ru: Удалить последние X сообщений от указанного пользователя в текущем канале. Примеры: - `[p]очистка пользователя @Twentysix 2` - `[p]cleanup user Red 6` **Аргументы:** - `<user>` Пользователь, сообщения которого должны быть очищены. - `<number>` Максимальное количество сообщений для очистки. Должно быть положительным целым числом. - `<delete_pinned>` Удалять или нет сохраненные сообщения. По умолчанию False

source: Delete all messages after a specified message. To get a message id, enable developer mode in Discord's settings, 'appearance' tab. Then right click a message and copy its id. Replying to a message will cleanup all messages after it. **Arguments:** - `<message_id>` The id of the message to cleanup after. This message won't be deleted. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
es_es: Borrar todos los mensajes después de un mensaje especificado. Para obtener un id de mensaje habilitar el modo de desarrollador en la configuración de Discord, pestaña de 'apariencia'. Luego haga clic derecho en un mensaje y copie su id. Responder a un mensaje limpiará todos los mensajes después de él. **Argumentos:** - `<message_id>` El id del mensaje a limpiar después. Este mensaje no se eliminará. - `<delete_pinned>` Si borrar o no los mensajes fijados. Por defecto es False
fr_fr: Supprime tous les messages après un message spécifié. Pour obtenir un identifiant de message, activez le mode développeur dans les paramètres de Discord paramètres de Discord, onglet "apparence". Ensuite, faites un clic droit sur un message et copiez son identifiant. Répondre à un message entraîne le nettoyage de tous les messages qui le suivent. **Arguments:** - `<message_id>` L'id du message à nettoyer après. Ce message ne sera pas supprimé. - `<delete_pinned>` Le fait de supprimer ou non les messages épinglés. La valeur par défaut est False
hr_hr: Izbrišite sve poruke nakon određene poruke. Da biste dobili ID poruke, omogućite način rada za razvojne programere u postavkama Discorda, na kartici "Izgled". Zatim desnom tipkom miša kliknite poruku i kopirajte njen ID. Odgovaranjem na poruku očistit će se sve poruke nakon nje. **Argumenti:** - `<message_id>` ID poruke od koje će čišćenje započet. Ova poruka neće biti izbrisana. - `<delete_pinned>` Određuje hoće li se izbrisati prikvačene poruke ili ne. Zadano na False
nb_no: Slett alle meldinger etter en spesifisert melding. For å få beskjed id aktiver utviklermodus i Discord's innstillinger, 'utseende' fanen. Deretter klikker du en melding og kopierer sin id. svarer på en melding kommer til å rydde opp alle meldinger etter den. **Argumenter:** - `<message_id>` beskjeden er id for å rydde opp senere. Denne meldingen vil ikke bli slettet. - `<delete_pinned>` om å slette låste meldinger eller ikke. Standarder på False
pl_pl: Usuń wszystkie wiadomości po określonej wiadomości. Aby uzyskać identyfikator wiadomości, włącz tryb deweloperski w ustawieniach Discorda, zakładka 'wyglądy'. Następnie kliknij prawym przyciskiem myszy na wiadomość i skopiuj jej identyfikator. Odpowiedz na wiadomość wyczyści wszystkie wiadomości po niej. **Argumenty:** - `<message_id>` Id wiadomości do oczyszczenia potem. Ta wiadomość nie zostanie usunięta. - `<delete_pinned>` Czy usunąć przypięte wiadomości, czy nie. Domyślnie Fałsz
pt_br: Apagar todas as mensagens após uma mensagem especificada. Para obter o ID da mensagem, ative o modo de desenvolvedor nas configurações do do Discord, aba 'aparência'. Em seguida, clique com o botão direito em uma mensagem e copie seu id. Responder a uma mensagem limpará todas as mensagens posteriores. **Argumentos:** - `<message_id>` O ID da mensagem referência. Esta mensagem não será excluída. - `<delete_pinned>` Se deseja ou não apagar mensagens fixadas. O padrão é Falso
ru_ru: Удалить все сообщения после указанного сообщения. Чтобы получить идентификатор сообщения, включите режим разработчика в настройках Discord настройки, вкладка "внешний вид". Затем щелкните сообщение правой кнопкой мыши и скопируйте его идентификатор. Ответ на сообщение очистит все сообщения после него. **Аргументы:** - `<message_id>` Идентификатор сообщения, после которого будет произведена очистка. Это сообщение не будет удалено. - `<delete_pinned>` Удалять или нет сохраненные сообщения. По умолчанию False
tr_tr: Belirtilen bir mesajdan sonraki tüm mesajları sil. Bir mesaj idsi edinmek için Discord ayarlarına girip "görünüm" sekmesinden geliştirici modunu açın. Sonra bir mesaja sağ tıklayıp idsini kopyalayın. **Seçenekler:** - `<mesaj_idsi>` Sonrasındaki mesajlar silinecek olan mesajın Idsi. Bu mesajın kendisi silinmez. -`<sabit_silme>` Sabit mesajların silinip silinmeyeceği. Varsayılan olarak kapalıdır. (False)
zh_tw: 刪除指定訊息之後的所有訊息。 要獲取消息 Id，請在 Discord 中啟用開發者模式 設定，“外觀”選項卡。 然後右鍵單擊一條訊息 並複制它的 Id。 回复消息將清除其後的所有訊息。 **參數：** - `<message_id>` 之後要清理的訊息的 Id。 此訊息不會被刪除。 - `<delete_pinned>` 是否刪除釘選訊息。 默認為False。

source: Message not found.
cs_cz: Zpráva nenalezena.
de_de: Nachricht nicht gefunden.
es_es: Mensaje no encontrado.
fr_fr: Message introuvable.
hr_hr: Poruka nije pronađena.
nb_no: Melding ikke funnet.
pl_pl: Nie znaleziono wiadomości.
pt_br: Mensagem não encontrada.
ru_ru: Сообщение не найдено.
tr_tr: Mesaj bulunamadı.
zh_tw: 未找到訊息。

source: Deletes X messages before the specified message. To get a message id, enable developer mode in Discord's settings, 'appearance' tab. Then right click a message and copy its id. Replying to a message will cleanup all messages before it. **Arguments:** - `<message_id>` The id of the message to cleanup before. This message won't be deleted. - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
es_es: Elimina X mensajes antes del mensaje especificado. Para obtener un id de mensaje habilitar el modo de desarrollador en la configuración de Discord, pestaña de 'apariencia'. Luego haga clic derecho en un mensaje y copie su id. Responder a un mensaje limpiará todos los mensajes antes de él. **Argumentos:** - `<message_id>` El id del mensaje a limpiar antes. Este mensaje no se eliminará. - `<number>` El número máximo de mensajes a limpiar. Debe ser un entero positivo. - `<delete_pinned>` Si eliminar o no los mensajes fijos. Por defecto es False
fr_fr: Supprime X messages avant le message spécifié. Pour obtenir l'identifiant d'un message, activez le mode développeur dans les paramètres de Discord. paramètres de Discord, onglet "apparence". Ensuite, faites un clic droit sur un message et copiez son identifiant. Répondre à un message nettoiera tous les messages qui le précèdent. **Arguments:** - `<message_id>` L'id du message à nettoyer avant. Ce message ne sera pas supprimé. - `<number>` Le nombre maximum de messages à nettoyer. Doit être un nombre entier positif. - `<delete_pinned>` Le fait de supprimer ou non les messages épinglés. La valeur par défaut est False
hr_hr: Briše X poruka prije navedene poruke. Da biste dobili ID poruke, omogućite način rada za razvojne programere u postavkama Discorda, na kartici "Izgled". Zatim desnom tipkom miša kliknite poruku i kopirajte njen ID. Odgovaranjem na poruku očistit će se sve poruke prije nje. **Argumenti:** - `<message_id>` ID poruke gdje će se čišćenje zaustavit. Ova poruka neće biti izbrisana. - `<number>` Maksimalni broj poruka za čišćenje. Mora biti pozitivan cijeli broj. - `<delete_pinned>` Određuje hoće li se izbrisati prikvačene poruke ili ne. Zadano na False
nb_no: Sletter X meldinger før den angitte meldingen. For å få beskjed ID aktiver utviklermodus i Discord's innstillinger, 'utseende' fanen. Deretter klikker du en melding og kopierer ID Svar på en melding for å slette alle meldinger før den **Argumenter:** - `<message_id>` ID-en til meldingen for å rydde opp før. Denne meldingen vil ikke bli slettet. - `<number>` Maks antall meldinger som skal opp. Må være et positivt heltall. - `<delete_pinned>` om å slette låste meldinger eller ikke. Standarder til usant
pl_pl: Usuwa X wiadomości przed określoną wiadomością. Aby uzyskać identyfikator wiadomości, włącz tryb deweloperski w ustawieniach Discorda, zakładka 'wyglądy'. Następnie kliknij prawym przyciskiem myszy na wiadomość i skopiuj jej identyfikator. Odpowiedz na wiadomość wyczyści wszystkie wiadomości przed nią. **Argumenty:** - `<message_id>` Id wiadomości do wcześniej oczyszczania. Ta wiadomość nie zostanie usunięta. - `<number>` Maksymalna liczba wiadomości do oczyszczenia. Musi być dodatnią liczbą całkowitą. - `<delete_pinned>` Czy usunąć przypięte wiadomości, czy nie. Domyślnie Fałsz
pt_br: Exclui X mensagens antes da mensagem especificada. Para obter um ID de mensagem, ative o modo de desenvolvedor nas configurações do do Discord, aba 'aparência'. Em seguida, clique com o botão direito em uma mensagem e copie seu id. Responder a uma mensagem limpará todas as mensagens anteriores. **Argumentos:** - `<message_id>` O ID da mensagem referência. Esta mensagem não será excluída. - `<number>` O número máximo de mensagens para limpeza. Deve ser um número inteiro positivo. - `<delete_pinned>` Se deseja ou não apagar mensagens fixadas. O padrão é Falso
ru_ru: Удаляет X сообщений перед указанным сообщением. Чтобы получить идентификатор сообщения, включите режим разработчика в настройках Discord настройки, вкладка "внешний вид". Затем щелкните сообщение правой кнопкой мыши и скопируйте его идентификатор. Ответ на сообщение очистит все сообщения перед ним. **Аргументы:** - `<message_id>` Идентификатор сообщения, которое нужно очистить. Это сообщение не будет удалено. - `<number>` Максимальное количество сообщений для очистки. Должно быть положительным целым числом. - `<delete_pinned>` Удалять или нет сохраненные сообщения. По умолчанию False
tr_tr: Belirtilen mesajdan önceki X adet mesajı siler. Bir mesaj idsi edinmek için Discord ayarlarına girip "görünüm" sekmesinden geliştirici modunu açın. Sonra bir mesaja sağ tıklayıp idsini kopyalayın. **Seçenekler:** - `<mesaj_idsi>` Öncesindeki mesajlar silinecek olan mesajın Idsi. Bu mesajın kendisi silinmez. - `<sayı>` Silinecek mesaj sayısı, pozitif bir tam sayı olmak zorundadır. - `<sabit_silme>` Sabit mesajların silinip silinmeyeceği. Varsayılan olarak kapalıdır. (False)
zh_tw: 刪除指定消息之前的 X 條消息。 要獲取消息 Id，請在 Discord 中啟用開發者模式 設定，“外觀”選項卡。 然後右鍵單擊一條訊息 並複制它的 Id。 回复消息將清除其後的所有訊息。 **參數：** - `<message_id>` 之前要清理的訊息的 Id。 此訊息不會被刪除。 - `<number>` 要清理的最大訊息數。 必須是正整數。 - `<delete_pinned>` 是否刪除釘選訊息。 默認為False。

source: Delete the messages between Message One and Message Two, providing the messages IDs. The first message ID should be the older message and the second one the newer. Example: - `[p]cleanup between 123456789123456789 987654321987654321` **Arguments:** - `<one>` The id of the message to cleanup after. This message won't be deleted. - `<two>` The id of the message to cleanup before. This message won't be deleted. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
es_es: Elimine los mensajes entre el mensaje Uno y el mensaje dos, proporcionando los identificadores de los mensajes. El primer ID del mensaje debe ser el mensaje más antiguo y el segundo el más nuevo. Ejemplo: - `[p]limpieza entre 123456789123456789 987654321987654321` **Argumentos:** - `<one>` El id del mensaje a limpiar después. Este mensaje no se eliminará. - `<two>` El id del mensaje a limpiar antes. Este mensaje no se eliminará. - `<delete_pinned>` Si eliminar mensajes fijados o no. Por defecto es False
pt_br: Exclua as mensagens entre a Mensagem Um e a Mensagem Dois, fornecendo os IDs das mensagens. A primeira mensagem deve ser a mensagem mais antiga e a segunda a mais recente. Exemplo: - `[p]cleanup between 123456789123456789 987654321987654321` **Argumentos:** - `<one>` O ID da mensagem mais antiga. Esta mensagem não será excluída. - `<two>` O ID da mensagem mais recente. Esta mensagem não será excluída. - `<delete_pinned>` Se deseja ou não apagar mensagens fixadas. O padrão é Falso
ru_ru: Удалите сообщения между сообщением 1 и сообщением 2, указав идентификаторы сообщений. Первый идентификатор сообщения должен быть старым сообщением, а второй— новым. Пример: - `[p]очистка между 123456789123456789 987654321987654321` **Аргументы:** - `<one>` Идентификатор сообщения для очистки. Это сообщение не будет удалено. - `<two>` Идентификатор сообщения, который нужно очистить раньше. Это сообщение не будет удалено. - `<delete_pinned>` Удалять или нет. По умолчанию Ложь

source: Delete the last X messages in the current channel. Example: - `[p]cleanup messages 26` **Arguments:** - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
es_es: Eliminar los últimos mensajes X en el canal actual. Ejemplo: - `[p]cleanup message 26` **Argumentos:** - `<number>` El número máximo de mensajes a limpiar. Debe ser un entero positivo. - `<delete_pinned>` Si desea eliminar mensajes fijados o no. Por defecto es False
pt_br: Exclui as últimas X mensagens do canal atual. Exemplo: - `[p]cleanup messages 26` **Argumentos:** -'<number>` O número máximo de mensagens para limpar. Precisa ser um número inteiro positivo. -'<delete_pinned>` Se deseja excluir ou não as mensagens fixadas. O padrão é Falso
ru_ru: Удалить последние X сообщений в текущем канале. Пример: - `[p]очистка сообщений 26` **Аргументы:** - `<number>` Максимальное количество сообщений для очистки. Должно быть положительным целым числом. - `<delete_pinned>` Удалять или нет сохраненные сообщения. По умолчанию False
