Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/downloader/locales/*.po
Languages: de_de, es_es, fr_fr, it_it, ko_kr, nb_no, no_no, pt_br, ru_ru, sv_se, tr_tr

source: Update all cogs, or ones of your choosing to chosen revision of one repo. Note that update doesn't mean downgrade and therefore `revision` has to be newer than the version that cog currently has installed. If you want to downgrade the cog, uninstall and install it again. See `[p]cog installversion` for an explanation of `revision`. Examples: - `[p]cog updatetoversion Broken-Repo e798cc268e199612b1316a3d1f193da0770c7016 cog_name` - `[p]cog updatetoversion True Broken-Repo 6107c0770ad391f1d3a6131b216991e862cc897e cog_name` **Arguments** - `[reload]` Whether to reload cogs immediately after update or not. - `<repo>` The repo or repos to update all cogs from. - `<revision>` The revision to update to. - `[cogs...]` The cog or cogs to update.
es_es: Actualiza todos los Cogs, o los de tu elección para la revisión elegida de un solo repositorio. Tenga en cuenta que actualizar no significa downgrade y por lo tanto la `revision` debe ser más reciente que la versión de cog que tiene instalada actualmente. Si quieres downgradear el cog, debes desinstalarlo e instalarlo de nuevo. Mira `[p]cog installversion` para una explicación de `revision`. Ejemplos: - `[p]cog updatetoversion Broken-Repo e798cc268e199612b1316a3d1f193da0770c7016 cog_name` - `[p]cog updatetoversion True Broken-Repo 6107c0770ad391f1d3a6131b216991e862cc897e cog_name` **Argumentos** - `[reload]` Si volver a cargar los Cogs inmediatamente después de actualizar o no. - `<repo>` El repositorio o los repos de los que actualizar todos los programas. - `<revision>` La revisión a actualizar. - `[cogs...]` El o los Cogs a actualizar.

source: There were no cogs to check.
es_es: No había ningún cog a revisar.
fr_fr: Il n'y avait pas de cogs à vérifier.
nb_no: Det var ingen cogs å sjekke.
ru_ru: Не было никаких шестеренок, которые можно было бы проверить.
tr_tr: Denetlenecek cog yok.

source: These cogs are pinned and therefore weren't checked:
es_es: Estos programadores están anclados y por lo tanto no fueron revisados:
fr_fr: Ces cogs sont épinglés et n'ont donc pas été vérifiés :
nb_no: Disse erfaringene er låste og ble derfor ikke kontrollert:
ru_ru: Эти шестерни заштифтованы и поэтому не проверялись:
tr_tr: Bu coglar sabitlenmiştir ve denetlenemezler:

source: This cog is pinned and therefore wasn't checked:
es_es: Este engranaje está fijado y por lo tanto no fue revisado:
fr_fr: Ce cog est épinglé et n'a donc pas été vérifié :
nb_no: Denne cog'en er låst og ble derfor ikke kontrollert:
ru_ru: Эти шестерни заштифтованы и поэтому не проверялись:
tr_tr: Bu cog sabitlenmiş olduğundan kontrol edilmedi:

source: Cogs from provided repos are already up to date.
es_es: Los programas de repos proporcionados ya están actualizados.
fr_fr: Les cogs de ces repos sont déjà à jour.
nb_no: Cogs fra leverte repoer er allerede oppdatert.
ru_ru: Шестерени из предоставленных репозиториев уже обновлены.
tr_tr: Belirtilen depolardan kurulmuş coglar zaten güncel.

source: Provided cogs are already up to date with this revision.
es_es: Los programadores suministrados ya están actualizados con esta revisión.
fr_fr: Les cogs fourni sont déjà mis à jour avec la révision.
nb_no: Angitt cogs er allerede oppdatert med denne revisjonen.
ru_ru: Предусмотренные шестеренки уже обновлены этой ревизией.
tr_tr: Belirtilen coglar zaten bu sürümde.

source: Cogs from provided repo are already up to date with this revision.
es_es: Los programas del repositorio proporcionado ya están actualizados con esta revisión.
fr_fr: Les cogs du repo fourni sont déjà mis à jour.
nb_no: Cogs fra medfølgende repoer er allerede oppdatert med denne revisjonen.
ru_ru: Шестеренки из предоставленного репозитория уже обновлены до этой ревизии.
tr_tr: Belirtilen depodan kurulmuş coglar zaten bu sürümde.

source: Provided cogs are already up to date.
es_es: Los programas proporcionados ya están actualizados.
fr_fr: Ces cogs sont déjà à jour.
nb_no: Angitt cogs er allerede oppdatert.
ru_ru: Предусмотренные шестеренки уже обновлены.
tr_tr: Belirtilen coglar zaten güncel.

source: All installed cogs are already up to date.
de_de: Alle installierten cogs sind bereits auf dem neuesten Stand.
es_es: Todos los cogs instalados ya están al dia.
fr_fr: Tous les cogs installés sont déjà à jour.
nb_no: Alle installerte cogs er allerede oppdatert.
ru_ru: Все установленные модули уже обновлены.
tr_tr: Yüklü olan tüm coglar zaten güncel.

source: List all available cogs from a single repo. Example: - `[p]cog list 26-Cogs` **Arguments** - `<repo>` The repo to list cogs from.
es_es: Listar todos los cogs disponibles de un solo dominio. Ejemplo: - `[p]cog list 26-Cogs` **Argumentos** - `<repo>` El repositorio del que listar los cogs.
ru_ru: Вывести список всех доступных шестерни из одного репозитория. Пример: - `[p]cog list 26-Cogs`. **Аргументы** - `<repo>` Репозиторий, из которого нужно перечислить шестеренки.
tr_tr: Bir depodan kurulabilen tüm cogları listele. Örnek: - `[p]cog list 26-Cogs` **Seçenekler** - `<repo>` İçindeki coglar listelenecek depo.

source: Installed Cogs: {text}
es_es: Cogs instalados: {text}
ru_ru: Установленные шестеренки: {text}
tr_tr: Yüklü Coglar: {text}

source: Installed Cog: {text}
es_es: Cog instalado: {text}
ru_ru: Установленные шестеренки: {text}
tr_tr: Yüklenen Cog: {text}

source: Available Cogs: No cogs are available.
es_es: Cogs disponibles: No hay cogs disponibles.
ru_ru: Доступные шестеренки: Шестеренки колеса отсутствуют.
tr_tr: Mevcut Coglar: Mevcut başka cog bulunmamakta.

source: Available Cogs: {text}
es_es: Cogs disponibles: {text}
ru_ru: Доступные шестеренки: {text}
tr_tr: Mevcut Coglar: {text}

source: Available Cog: {text}
es_es: Cog disponible: {text}
ru_ru: Доступная шестерня: {text}
tr_tr: Mevcut Cog: {text}

source: List information about a single cog. Example: - `[p]cog info 26-Cogs defender` **Arguments** - `<repo>` The repo to get cog info from. - `<cog>` The cog to get info on.
es_es: Listar la información sobre un solo cog. Ejemplo: - `[p]cog info 26-Cogs defender` **Argumentos** - `<repo>` El repositorio del que obtener información sobre el engranaje. - `<cog>` El cog del que obtener información.
ru_ru: Перечислить информацию об одном шестерене. Пример: - `[p]cog info 26-Cogs defender`. **Аргументы** - `<repo>` Репозиторий, из которого нужно получить информацию о шестеренке. - `<cog>` Шестерня, о котором нужно получить информацию.
tr_tr: Tek bir cog hakkında bilgi listele. Örnek: - `[p]cog info 26-Cogs defender` **Seçenekler** - `<repo>` Cog verisinin alınacağı depo. - `<cog>` Hakkında bilgi alınacak cog.

source: There is no cog `{cog_name}` in the repo `{repo.name}`
de_de: Es gibt kein cog `{cog_name}` im repo `{repo.name}`
es_es: No hay ningún módulo `{cog_name}` en el repositorio `{repo.name}`
fr_fr: Il n'y a pas de cog `{cog_name}` dans le repo `{repo.name}`
nb_no: Det er ingen cog `{cog_name}` i repo `{repo.name}`
ru_ru: В репозитории `{repo.name}` нет модуля `{cog_name}`
tr_tr: Repo '{repo.name} ' hiçbir cog '{cog_name}' olduğunu

source: Information on {cog_name}: {description} End user data statement: {end_user_data_statement} Made by: {author} Requirements: {requirements}
es_es: Información sobre {cog_name}: {description} Declaración de datos de usuario final: {end_user_data_statement} Requerido: {author} Requeridos: {requirements}
fr_fr: Informations sur {cog_name}: {description} Déclaration de données utilisateur final : {end_user_data_statement} Réalisée par : {author} Exigences : {requirements}
nb_no: Informasjon om {cog_name}: {description} Erklæring om sluttbrukerdata: {end_user_data_statement} Laget av: {author} Krav: {requirements}
ru_ru: Информация о {cog_name}: {description}. Заявление о данных конечного пользователя: {end_user_data_statement} Сделано: {author} Требования: {requirements}
tr_tr: {cog_name} hakkında bilgi: {description} Son kullanıcı veri bilgilendirmesi: {end_user_data_statement} Yapımcı: {author} Gereksinimler: {requirements}

source: Author of the cog didn't provide end user data statement.
es_es: El autor del módulo no proporcionó la declaración de datos del usuario final.
fr_fr: L'auteur du cog n'a pas fourni de déclaration de données utilisateur finale.
nb_no: Forfatteren av cog ga ikke utskrift til sluttbrukere.
ru_ru: Автор шестеренки не предоставил данные о конечном пользователе.
tr_tr: Cogun yapımcısı son kullanıcı veri bildirgesi sunmamış.

source: Couldn't find these cogs in {repo.name}:
es_es: No se han podido encontrar estos programas en {repo.name}:
fr_fr: Impossible de trouver ces cogs dans {repo.name}:
nb_no: Fant ikke disse loggene i {repo.name}:
ru_ru: Не удалось найти эти шестеренки в {repo.name}:
tr_tr: {repo.name} deposunda bu coglar bulunamadı:

source: Couldn't find this cog in {repo.name}:
es_es: No he podido encontrar este cog en {repo.name}:
fr_fr: Impossible de trouver ce cog dans {repo.name}:
nb_no: Fant ikke denne cog'en i {repo.name}:
ru_ru: Не удалось найти эту шестеренку в {repo.name}:
tr_tr: Bu cog {repo.name} deposunda bulunamadı:

source: These cogs were already installed:
es_es: Estos programas ya estaban instalados:
fr_fr: Ces cogs ont déjà été installés :
nb_no: Disse loggene har allerede blitt installert:
ru_ru: Эти шестеренки уже были установлены:
tr_tr: Bu coglar zaten kuruluydu:

source: This cog was already installed:
es_es: Este cog ya estaba instalado:
fr_fr: Ce cog a déjà été installé :
nb_no: Denne cog'en er allerede installert:
ru_ru: Эта шестерня уже установлена:
tr_tr: Bu cog zaten kuruluydu:

source: Some cogs with these names are already installed from different repos:
es_es: Algunos programadores con estos nombres ya están instalados desde diferentes repos:
fr_fr: Des cogs avec ces noms sont déjà installés à partir d'autres repos:
nb_no: Noen cogs med disse navnene er allerede installert fra forskjellige repos:
ru_ru: Некоторые шестеренки с такими именами уже установлены из разных репозиториев:
tr_tr: Bu isimlerdeki coglar zaten diğer depolardan kurulmuştu:

source: Cog with this name is already installed from a different repo:
es_es: Un cog con este nombre ya está instalado desde un repositorio diferente:
fr_fr: Un cog avec ce nom est déjà installés à partir d'un autre repo.

source: (Minimum: {min_version})
es_es: (Mínimo: {min_version})
ru_ru: (Минимум: {min_version})
tr_tr: (En az: {min_version})

source: (Minimum: {min_version}
es_es: (Mínimo: {min_version}
ru_ru: (Минимум: {min_version}
tr_tr: (En az: {min_version}

source: , at most: {max_version}
es_es: , como máximo: {max_version}
fr_fr: , au plus : {max_version}
nb_no: , på det meste {max_version}
ru_ru: , максимум: {max_version}
tr_tr: , en fazla: {max_version}

source: These cogs require higher python version than you have:
es_es: Estos programadores requieren una versión de python mayor de la que tiene:
fr_fr: Ces cogs nécessitent une version de Python supérieure à celle que vous avez :
nb_no: Disse cogs krever høyere python-versjon enn du har:
ru_ru: Эти шестеренки требуют более высокой версии Python, чем у вас есть:
tr_tr: Bu coglar sizde bulunandan daha yüksek python sürümü gerektirmekte:

source: This cog requires higher python version than you have:
es_es: Este cog necesita una versión de python superior a la que tiene:
fr_fr: Ce cog nécessite une version de Python supérieure à celle que vous avez :
nb_no: Denne cog krever høyere python-versjon enn du har:
ru_ru: Для этой программы требуется более высокая версия Python, чем у вас:

source: These cogs require different Red version than you currently have ({current_version}):
es_es: Estos programadores requieren una versión en rojo diferente de la que tiene actualmente ({current_version}):
fr_fr: Ces cogs nécessitent une version de Red différente de celle que vous avez actuellement ({current_version}) :
nb_no: Disse cogs krever en annen rød versjon enn du har ({current_version}):
ru_ru: Для этих шестеренок требуется версия Red, отличная от текущей ({current_version}):
tr_tr: Bu coglar şu anda sizde olandan farklı bir Red sürümü gerektirmekte ({current_version}):

source: This cog requires different Red version than you currently have ({current_version}):
es_es: Este cog requiere una versión de Red diferente de la que tienes actualmente ({current_version}):
fr_fr: Ce cog nécessite une version de Red différente de celle que vous avez actuellement ({current_version}) :
nb_no: Denne cog krever en annen rød versjon enn du har ({current_version}):
ru_ru: Эта шестеренка требует версию Red, отличную от текущей ({current_version}):

source: Cog update completed successfully.
de_de: Cog Update erfolgreich.
es_es: Cog actualizado exitósamente.
fr_fr: Mise à jour du cog effectuée avec succès
it_it: Cog aggiornamento completato correttamente.
ko_kr: Cog가 성공적으로 업데이트됐어요.
nb_no: Cog-oppdateringen er fullført.
no_no: Cog-oppdateringen er fullført.
pt_br: Atualização do cog completada com sucesso.
ru_ru: Обновление модуля завершено успешно.
sv_se: Cog har uppdaterats.
tr_tr: Cog güncelleştirme başarıyla tamamlandı.

source: End user data statements of these cogs have changed:
es_es: Las declaraciones de datos del usuario final de estos programas han cambiado:
fr_fr: Les déclarations de données de l'utilisateur final de ces cogs ont changé :
nb_no: Sluttbrukerdata utsagn for disse rommene er endret:
ru_ru: Данные конечных пользователей этих шестеренок колес изменились:
tr_tr: Bu cogların son kullanıcı veri bildirgeleri değişti:

source: You can use {command} to see the updated statements.
es_es: Puedes usar {command} para ver las instrucciones actualizadas.
fr_fr: Vous pouvez utiliser {command} pour voir les instructions mises à jour.
nb_no: Du kan bruke {command} til å se de oppdaterte utsagnet
ru_ru: Вы можете использовать {command} для просмотра обновленных утверждений.
tr_tr: Güncellenmiş ifadeleri görmek için {command} kullanabilirsiniz.

source: End user data statement of this cog has changed:
es_es: La declaración de datos del usuario final de este cog ha cambiado:
fr_fr: La déclaration de données utilisateur de ce cog a été modifiée :
nb_no: Erklæring om sluttbrukerdata fra denne loggen har endret:
ru_ru: Показания конечного пользователя этой шестерни изменились:

source: You can use {command} to see the updated statement.
es_es: Puedes usar {command} para ver las instrucciones actualizadas.
fr_fr: Vous pouvez utiliser {command} pour voir les instructions mises à jour.
nb_no: Du kan bruke {command} for å se de oppdaterte utsagnene.
ru_ru: Вы можете использовать {command}, чтобы увидеть обновленный отчет.
tr_tr: Yeni bildirgeyi okumak için {command} kullanabilirsiniz.

source: You may need to resync your slash commands with `{prefix}slash sync`.
es_es: Puede que necesites resincronizar tus comandos de barra slash con `{prefix}slash sync`.
fr_fr: Vous devrez peut-être resynchroniser vos commandes slash avec `{prefix}slash sync`.

source: Failed to update cogs:
es_es: Error al actualizar los cogs:
fr_fr: Impossible de mettre à jour les cogs :
nb_no: Kunne ikke oppdatere cogs:
ru_ru: Не удалось обновить шестеренку:
tr_tr: Cogları güncellerken bir sorun oluştu:

source: Failed to update cog:
es_es: Error al actualizar el cog:
fr_fr: La mise à jour du cog a échoué :
nb_no: Kunne ikke oppdatere cog'ene:
ru_ru: Не удалось обновить шестерню передачу:
tr_tr: Bu cog güncellenirken hata oluştu:

source: No cogs were updated.
es_es: No se han actualizado los programas.
fr_fr: Aucun cog n'a été mis à jour.
nb_no: Ingen cogs ble oppdatert.
ru_ru: Ни одна шестерня не была обновлена.
tr_tr: Hiçbir cog güncellenmedi.

source: Some shared libraries were updated, you should restart the bot to bring the changes into effect.
es_es: Algunas librerías compartidas fueron actualizadas, debes reiniciar el bot para que los cambios surtan efecto.
fr_fr: Certaines bibliothèques partagées ont été mises à jour, vous devriez redémarrer le bot pour que les modifications soient effectives.
nb_no: Noen delte biblioteker ble oppdatert, du bør starte boten på nytt for at endringene skal tre i kraft.
ru_ru: Некоторые общие библиотеки были обновлены, вам следует перезапустить бота, чтобы изменения вступили в силу.
tr_tr: Bazı ortak kütüphaneler güncellendi, değişikliklerin uygulanması için botu yeniden başlatmalısınız.

source: A shared library was updated, you should restart the bot to bring the changes into effect.
es_es: Una librería compartida fue actualizada, deberías reiniciar el bot para que los cambios hagan efecto.
fr_fr: Une bibliothèque partagée a été mise à jour, vous devriez redémarrer le bot pour que les modifications soient effectives.
nb_no: Et delt bibliotek ble oppdatert, du burde restarte bot'en for at endringene skal tre i kraft.
ru_ru: Общая библиотека была обновлена, вам следует перезапустить бота, чтобы изменения вступили в силу.
tr_tr: Bir ortak kütüphane güncellendi, değişikliklerin uygulanması için botu yeniden başlatın.

source: None of the updated cogs were previously loaded. Update complete.
de_de: Keines der aktualisierten cogs wurde zuvor geladen. Aktualisierung abgeschlossen.
es_es: Ninguno de los programas informáticos actualizados se cargaron previamente. Actualización completa.
fr_fr: Aucune des cogs mis à jour n'était chargé auparavant. Mise à jour terminée.
nb_no: Ingen av de oppdaterte cogs ble lastet inn. Oppdateringen var fullført.
ru_ru: Ни один из обновленных модулей не был загружен ранее. Обновление завершено.
tr_tr: Güncellenen çarkların hiçbiri daha önce yüklenmedi. Güncelleme tamamlandı.

source: Would you like to reload the updated cogs?
de_de: Möchtest du die aktualisierten cogs neu laden?
es_es: ¿Quieres recargar los cogs actualizados?
fr_fr: Voulez-vous recharger les cogs mis à jour ?
nb_no: Ønsker du å laste de oppdaterte cog på nytt?
ru_ru: Вы хотите перезагрузить обновленные модули?
tr_tr: Veriyi yeniden göndermek istiyor musun?

source: Would you like to reload the updated cog?
es_es: ¿Le gustaría recargar el cog actualizado?
fr_fr: Voulez-vous recharger le cog mis à jour ?
nb_no: Ønsker du å laste inn den oppdaterte cog'en på nytt?
ru_ru: Не хотите ли вы перезагрузить обновленную шестерню?
tr_tr: Güncellenen cogı yeniden başlatmak ister misiniz?

source: OK then.
de_de: Also gut.
es_es: De acuerdo.
fr_fr: Ok alors.
nb_no: Ok da.
ru_ru: Хорошо, тогда.
tr_tr: Tamam o zaman.

source: Find which cog a command comes from. This will only work with loaded cogs. Example: - `[p]findcog ping` **Arguments** - `<command_name>` The command to search for.
es_es: Encuentra de qué cogs viene un comando. Esto solo funcionará con los cogs cargados. Ejemplo: - `[p]findcog ping` **Argumentos** - `<command_name>` El comando a buscar.
ru_ru: Определите, из какого когтя исходит команда. Это работает только с загруженными когами. Пример: - `[p]findcog ping`. **Аргументы** - `<command_name>` Команда для поиска.
tr_tr: Bir komutun hangi cog tarafından sağlandığını bul. Bu sadece load edilmiş coglar için çalışır. Örnek: - `[p]findcog ping` **Seçenekler** - `<command_name>` Aranacak komut.

source: That command doesn't seem to exist.
de_de: Dieser Befehl scheint nicht zu existieren.
es_es: Parece que ese comando no existe.
fr_fr: Cette commande ne semble pas exister.
it_it: Tale comando non sembra esistere.
ko_kr: 해당 커맨드가 등록되어 있지 않아요.
nb_no: Det ser ikke ut som at den kommandoen finnes.
no_no: Kommandoen synes ikke til å eksistere.
pt_br: Esse comando parece não existir.
ru_ru: Эта команда, кажется, не существует.
sv_se: Det kommandot verkar inte finnas.
tr_tr: Bu komut var gibi görünmüyor.

source: Missing from installed repos
de_de: Fehlt aus installierten repos
es_es: Falta de repos instalados
fr_fr: Absent des repos installés
nb_no: Mangler fra installerte repoer
ru_ru: Отсутствует из установленных репозиториев
tr_tr: Kurulu depolardan eksik

source: Unknown
es_es: Desconocido
fr_fr: Inconnu
nb_no: Ukjent
ru_ru: Неизвестный
tr_tr: Bilinmiyor

source: None - this cog wasn't installed via downloader
es_es: Ninguno - este módulo no fue instalado a través del descargador
fr_fr: Aucun - ce cog n'a pas été installé à partir du downloader
nb_no: Ingen -denne cog ble ikke installert via nedlaster
ru_ru: Нет - эта шестеренка не была установлена с помощью программы загрузки
tr_tr: Not - bu cog downloader ile kurulmadı

source: This command is not provided by a cog.
es_es: Este comando no es proporcionado por un cog.
fr_fr: Cette commande ne vient pas d'un cog.
nb_no: Denne kommandoen er ikke levert av en cog.
ru_ru: Эта команда не предоставлена шестерней.
tr_tr: Bu komut bir cog tarafından sağlanmamakta.

source: Command:
es_es: Comando:
fr_fr: Commande :
nb_no: Kommando:
ru_ru: Команда:
tr_tr: Komut:

source: Cog package name:
es_es: Nombre del paquete del Cog:
fr_fr: Nom du package Cog:

source: Cog name:
es_es: Nombre del cog:
fr_fr: Nom du Cog:

source: Made by:
es_es: Hecho por:
fr_fr: Fait par :
nb_no: Laget av:
ru_ru: Сделано:
tr_tr: Yapımcı:

source: Repo name:
es_es: Nombre del repositorio:
fr_fr: Nom du dépôt :

source: Repo URL:
es_es: URL de repositorio:
fr_fr: URL du dépôt :
ru_ru: URL репозитория:
tr_tr: Depo Adresi:

source: Repo branch:
es_es: Rama de reposo:
fr_fr: Branche du dépôt :
nb_no: Repo filial:
ru_ru: Ветка репозитории:
tr_tr: Depo dalı:

source: Command: {command} Cog package name: {cog_pkg} Cog name: {cog} Made by: {author} Repo name: {repo_name} Repo URL: {repo_url}
es_es: Comando: {command} Nombre del paquete del Cog: {cog_pkg} Nombre del Cog: {cog} Hecho por: {author} Nombre del repositorio: {repo_name} URL del Repo: {repo_url}
fr_fr: Commande : {command} Nom du paquet Cog : {cog_pkg} Nom du Cog : {cog} Fait par : {author} Nom du dépôt : {repo_name} URL du dépôt : {repo_url}

source: Repo branch: {branch_name}
es_es: Rama de repositorio: {branch_name}
fr_fr: Branche du repo : {branch_name}
nb_no: Repo gren: {branch_name}
ru_ru: Ветвь репозитории: {branch_name}
tr_tr: Depo dalı: {branch_name}

source: Failed to update the following repositories:
es_es: Error al actualizar los siguientes repositorios:
fr_fr: Impossible de mettre à jour les repos suivants :
nb_no: Kunne ikke oppdatere følgende kodelagringer:
ru_ru: Не удалось обновить следующие репозитории:
tr_tr: Bu repoları güncellerken bir sorun yaşadım:

source: Failed to update the following repository:
es_es: Error al actualizar el siguiente repositorio:
fr_fr: Impossible de mettre à jour le repo suivant :
nb_no: Kunne ikke oppdatere følgende arkiv:
ru_ru: Не удалось обновить следующий репозиторий:
tr_tr: Bu depo güncellenirken hata ile karşılaşıldı:

source: The repository's branch might have been removed or the repository is no longer accessible at set url. See logs for more information.
es_es: La rama del repositorio podría haber sido eliminada o el repositorio ya no está disponible en la url del conjunto. Vea los registros para más información.
fr_fr: La branche de ce repo à peut-être été supprimée ou le repo n'est plus accessible à l'URL définie. Voir les logs pour plus d'informations.
nb_no: Arkivets filial kan ha blitt fjernet, eller oppbevaringsstedet er ikke lenger tilgjengelig på en angitt nettadresse. Se logger for mer informasjon.
ru_ru: Возможно, ветка хранилища была удалена или хранилище больше недоступно по заданному url. Для получения дополнительной информации смотрите журналы.
tr_tr: Bu repolar silinmiş olabilir ya da Url'lere erişim kapalı. Daha fazla bilgi için logları kontrol edin.

source: Repo by the name "{repo_name}" does not exist.
es_es: El repositorio con el nombre "{repo_name}" no existe.
fr_fr: Le repo avec le nom "{repo_name}" n'existe pas.
nb_no: Repo med navnet "{repo_name}" eksisterer ikke.
ru_ru: Репозиторий по имени "{repo_name}" не существует.
tr_tr: "{repo_name}" bu isimde bir Repo bulunamadı.
