Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/downloader/locales/*.po
Languages: de_de, es_es, fr_fr, it_it, ko_kr, nb_no, no_no, pt_br, ru_ru, sv_se, tr_tr

source: You're about to add a 3rd party repository. The creator of Red and its community have no responsibility for any potential damage that the content of 3rd party repositories might cause. By typing '**I agree**' you declare that you have read and fully understand the above message. This message won't be shown again until the next reboot. You have **30** seconds to reply to this message.
ru_ru: Вы собираетесь добавить сторонний репозиторий. Создатель Красного и его сообщество не несут ответственности за любой потенциальный ущерб, который может причинить содержание сторонних репозиториев. Набрав '**Я согласен**', вы заявляете, что прочитали и поняли вышеуказанное сообщение. Это сообщение не будет показано снова до следующей перезагрузки. У вас есть **30** секунд, чтобы ответить на это сообщение.
tr_tr: 3. parti uygulama eklemek üzeresiniz. Red'in yapımcıları ve topluluk ekibi, bu uygulamaların yol açabileceği herhangi bir hasarın sorumluluğunu kabul etmez. **I agree** yazarak sorumluluğun sizde olduğunu kabul edersiniz. Bot tekrar başlatılana kadar bu mesajı bir daha görmezsiniz. Bu mesajı cevaplamak için **30** saniyeniz var.

source: Add a new repo. Examples: - `[p]repo add 26-Cogs https://github.com/Twentysix26/x26-Cogs` - `[p]repo add Laggrons-Dumb-Cogs https://github.com/retke/Laggrons-Dumb-Cogs v3` Repo names can only contain characters A-z, numbers, underscores, and hyphens. The branch will be the default branch if not specified. **Arguments** - `<name>` The name given to the repo. - `<repo_url>` URL to the cog branch. Usually GitHub or GitLab. - `[branch]` Optional branch to install cogs from.
ru_ru: Добавить новое репо. Примеры: - `[p]repo add 26-Cogs https://github.com/Twentysix26/x26-Cogs` - `[p]repo add Laggrons-Dumb-Cogs https://github.com/retke/Laggrons-Dumb-Cogs v3`. Имена репо могут содержать только символы A-z, цифры, подчеркивания и дефисы. Ветка будет веткой по умолчанию, если она не указана. **Аргументы** - `<name>` Имя, данное репо. - `<repo_url>` URL-адрес ветки cog. Обычно это GitHub или GitLab. - `[branch]` Дополнительная ветка для установки cogs.
tr_tr: Yeni bir depo ekle. Örnekler: - `[p]repo add 26-Cogs https://github.com/Twentysix26/x26-Cogs` - `[p]repo add Laggrons-Dumb-Cogs https://github.com/retke/Laggrons-Dumb-Cogs v3` Depo adları sadece İngilizce karakterler, rakamlar, tireler ve alt tireler içerebilir. Eğer belirtilmezse deponun varsayılan dalı kullanılacaktır. **Seçenekler** - `<name>` Depoya verilen isim. - `<repo_url>` cog dalının URL'i, genellikle GitHub veya GitLab. - `[branch]` cogların yükleneceği isteğe bağlı dal.

source: Update all cogs, or ones of your choosing. Examples: - `[p]cog update` - `[p]cog update defender` **Arguments** - `[cogs...]` The cog or cogs to update. If omitted, all cogs are updated.
ru_ru: Обновите все шестеренки или те, которые вы выберете. Примеры: - `[p]cog update` - `[p]cog update defender` **Аргументы** - `[cogs...]` Шестерня или шестеренки для обновления. Если опущено, обновляются все шестеренки.
tr_tr: Tüm veya seçtiğiniz cogları güncelle. Örnekler: - `[p]cog update` - `[p]cog update defender` **Seçenekler** - `[cogs...]` Güncellenecek cog veya coglar. Boş bırakılırsa, tüm coglar güncellenecektir.

source: Update all cogs from repos of your choosing. Examples: - `[p]cog updateallfromrepos 26-Cogs` - `[p]cog updateallfromrepos Laggrons-Dumb-Cogs 26-Cogs` **Arguments** - `<repos...>` The repo or repos to update all cogs from.
ru_ru: Обновить все шестеренки из выбранных вами репозиториев. Примеры: - `[p]cog updateallfromrepos 26-Cogs` - `[p]cog updateallfromrepos Laggrons-Dumb-Cogs 26-Cogs` **Аргументы** - `<repos...>` Репозиторий или репозитории, из которых нужно обновить все шестеренки.
tr_tr: Seçtiğiniz depolardan kurulmuş tüm cogları güncelle. Örnekler: - `[p]cog updateallfromrepos 26-Cogs` - `[p]cog updateallfromrepos Laggrons-Dumb-Cogs 26-Cogs` **Seçenekler** - `<repos...>` İçinden kurulmuş tüm cogların güncelleneceği depo veya depolar.

source: Update all cogs, or ones of your choosing to chosen revision of one repo. Note that update doesn't mean downgrade and therefore `revision` has to be newer than the version that cog currently has installed. If you want to downgrade the cog, uninstall and install it again. See `[p]cog installversion` for an explanation of `revision`. Example: - `[p]cog updatetoversion Broken-Repo e798cc268e199612b1316a3d1f193da0770c7016 cog_name` **Arguments** - `<repo>` The repo or repos to update all cogs from. - `<revision>` The revision to update to. - `[cogs...]` The cog or cogs to update.
ru_ru: Обновляет все шестеренки или те, которые вы выберете, до выбранной ревизии одного репозитория. Обратите внимание, что обновление не означает понижение версии, поэтому `ревизия' должна быть новее той версии, которая установлена в шестеренку в данный момент. Если вы хотите понизить версию шестеренки, удалите и установите его снова. Смотрите `[p]cog installversion` для объяснения `revision`. Пример: - `[p]cog updatetoversion Broken-Repo e798cc268e199612b1316a3d1f193da0770c7016 cog_name`. **Аргументы** - `<repo>` Репо или репо для обновления всех шестерней. - `<revision>` Ревизия, до которой нужно обновить. - `[cogs...]` Шестерня или шестеренки для обновления.
tr_tr: Tüm veya seçtiğiniz cogları bir deponun seçilen revizyonuna güncelle. Unutmayınız ki güncelleme sadece sürüm yükseltir ve `revizyon` şu anda kurulu olan cog sürümünden yeni olmalıdır. Eğer bir cogun eski bir sürümünü kurmak istiyorsanız cogun yüklemesini kaldırın, cogu silin ve yeniden yükleyin. Revizyonla ilgili detaylı açıklama için `[p]cog installversion` inceleyiniz. Örnek: - `[p]cog updatetoversion Bozuk-Depo e798cc268e199612b1316a3d1f193da0770c7016 cog_adı` **Seçenekler** - `<repo>` İçinden kurulmuş tüm cogların güncelleneceği depo veya depolar. - `<revision>` Güncellenecek revizyon. - `[cogs...]` Güncellenecek cog veya coglar.

source: Cog with this name is already installed from a different repo.
ru_ru: Шестерня с таким именем уже установлен из другого репозитория.

source: Cog Name:
ru_ru: Название шестеренки:
tr_tr: Cog İsmi:

source: Command: {command} Cog name: {cog} Made by: {author} Repo URL: {repo_url}
ru_ru: Команда: {command} Имя шестерни: {cog} Сделано: {author} Репозитория URL: {repo_url}
tr_tr: Komut: {command} Cog adı: {cog} Yapımcı: {author} Depo adresi: {repo_url}

source: Repo names can only contain characters A-z, numbers, underscores, and hyphens.
tr_tr: Repo adları yalnızca A-z karakterleri, sayılar, alt çizgiler ve tire içerebilir.

source: Remove a repo and its files. Example: - `[p]repo delete 26-Cogs` **Arguments** - `<repo>` The name of an already added repo
tr_tr: Bir depoyu ve dosyalarını kaldır. Örnek: - `[p]repo delete 26-Cogs` **Seçenekler** - `<repo>` Eklenmiş olan bir deponun adı

source: The repo `{repo.name}` has been deleted successfully.
de_de: Das repo `{repo.name}` wurde erfolgreich gelöscht.
tr_tr: Repo '{repo.name}' başarıyla silindi.

source: Failed to install requirement:
tr_tr: Şu gereksinim yüklenirken hata oluştu:

source: Successfully installed the cog:
tr_tr: Şu cog başarıyla kuruldu:

source: Uninstall cogs. You may only uninstall cogs which were previously installed by Downloader. Examples: - `[p]cog uninstall 26-Cogs defender` - `[p]cog uninstall Laggrons-Dumb-Cogs say roleinvite` **Arguments** - `<cogs...>` The cog or cogs to uninstall.
tr_tr: Cog kaldır. Sadece daha önce İndirici tarafından kurulmuş cogları kaldırabilirsiniz. Örnekler: - `[p]cog uninstall 26-Cogs defender` - `[p]cog uninstall Laggrons-Dumb-Cogs say roleinvite` **Seçenekler** - `<cogs...>` Kaldırılacak cog veya coglar.

source: Cog with this is already installed from a different repo.
tr_tr: Buna sahip cog başka bir depodan zaten kurulmuştu.

source: This cog requires higher python version than you have:
tr_tr: Bu cog size bulunandan daha yeni python sürümüne ihtiyaç duyar:

source: This cog requires different Red version than you currently have ({current_version}):
tr_tr: Bu cog sizde bulunandan farklı Red sürümüne ihtiyaç duyar ({current_version}):

source: End user data statement of this cog has changed:
tr_tr: Bu cog için son kullanıcı veri bildirgesi değişti:

source: # Installed Repos
fr_fr: # Cogs installés

source: # Installed Repo
fr_fr: # Cogs installés

source: # Installed Cogs {text}
fr_fr: # Cog installé : {text}

source: # Installed Cog {text}
fr_fr: # Cog installé : {text}

source: > Available Cogs No cogs are available.
fr_fr: > Cogs disponibles : Aucun cog n'est disponible.

source: > Available Cogs {text}
fr_fr: > Cog disponible : {text}

source: > Available Cog {text}
fr_fr: > Cogs disponibles : {text}

source: That cog is not installed
de_de: Diese Cog ist nicht installiert

source: Install a group of dependencies using pip.
de_de: Installiere eine Gruppe von Abhängigkeiten mit pip.

source: Repo management commands.
de_de: Quellen Management Befehle.

source: That git repo has already been added under another name.
de_de: Dieser git repo wurde bereits unter einem anderem Namen hinzugefügt.
it_it: Quel repo git è già stato aggiunto sotto un altro nome.
ko_kr: 해당 git 저장소는 이미 다른 이름으로 저장되어 있어요.
no_no: Dette git repo har allerede blitt lagt til under ett annet navn.
pt_br: O git repo já foi adicionado sobre outro nome.
sv_se: Denna git repo har redan lagts till med ett annat namn.

source: Something went wrong during the cloning process.
de_de: Während des Klonens ist etwas schief gegangen.
it_it: Qualcosa è andato storto durante il processo di clonazione.
ko_kr: 복제하는 과정에서 뭔가 잘못됐어요.
no_no: Noe gikk galt under klonings prosessen.
pt_br: Algo deu errado durante o processo de clonagem.
sv_se: Något gick fel under kloningsprocessen.

source: Remove a repo and its files.
de_de: Entferne ein repo und dessen Dateien.

source: Show information about a repo.
de_de: Zeige Informationen über ein repo an.

source: Repo `{repo.name}` not found.
de_de: Repo `{repo.name}` nicht gefunden.

source: Cog installation management commands.
de_de: Cog Installation Verwaltungsbefehle.

source: Install a cog from the given repo.
de_de: Installiere ein cog aus dem angegebenen repo.

source: Error: there is no cog by the name of `{cog_name}` in the `{repo.name}` repo.
de_de: Fehler: Es gibt kein cog mit dem Namen `{cog_name}` im `{repo.name}` repo.

source: This cog requires at least python version {version}, aborting install.
de_de: Dieses cog benötigt mindestens Python Version {version}, Installation wird abgebrochen.

source: Update all cogs, or one of your choosing.
de_de: Aktualisiere alle cogs oder eins deiner Wahl.

source: List all available cogs from a single repo.
de_de: Liste alle verfügbaren cogs eines einzelnen repo auf.

source: List information about a single cog.
de_de: Liste Informationen über ein einzelnes cog auf.

source: Repo `{}` successfully added.
it_it: Repo `{}` aggiunto con successo.
ko_kr: 저장소 `{}` 이(가) 성공적으로 추가됐어요.
no_no: Repo "{}" lagt.
pt_br: Repo `{}` foi adicionado com sucesso.
sv_se: Repo `{}` lades till.

source: The repo `{}` has been deleted successfully.
it_it: Il repo `{}` è stato cancellato con successo.
ko_kr: 저장소 `{}` 이(가) 성공적으로 삭제됐어요.
no_no: Repo "{}" har blitt slettet.
pt_br: O repo `{}` foi deletado com sucesso.
sv_se: Repo `{}` har tagits bort utan problem.

source: Installed Repos:
it_it: Installato Repos:
ko_kr: 설치된 저장소 리스트 :
no_no: Installerte Repoer:
pt_br: Repos instalados:
sv_se: Installerade repos:

source: Error, there is no cog by the name of `{}` in the `{}` repo.
it_it: Errore, non c'è nessun ingranaggio con il nome di `{}` nel repository `{}`.
ko_kr: 에러, `{}` 저장소에 `{}` 으로 해당된 cog가 없어요.
no_no: Feil, det er ingen cog ved navn "{}" i "{}" repo.
pt_br: Erro, não há nenhum cog pelo nome de `{}`no repo `{}`.
sv_se: Ett fel har uppstått, det finns ingen cog med namnet `{}` i `{}` repo.

source: Failed to install the required libraries for `{}`: `{}`
it_it: Impossibile installare le librerie necessarie per `{}`: `{}`
ko_kr: `{}` 에 필요한 라이브러리 설치를 실패했어요 : `{}`
no_no: Kan ikke installere nødvendige biblioteker for "{}": "{}"
pt_br: Falha ao instalar as bibliotecas necessárias para '{}': {'}'
sv_se: Det uppstod ett fel vid installation av de növändiga biblioteken för `{}`: `{}`

source: `{}` cog successfully installed.
it_it: cog `{}` installato correttamente.
ko_kr: `{}` cog가 성공적으로 설치됐어요.
no_no: "{}" cog installert.
pt_br: `{}` cog instalado com sucesso.
sv_se: `{}` cog har installerats.

source: `{}` was successfully removed.
it_it: `{}` è stato rimosso correttamente.
ko_kr: `{}` 이(가) 성공적으로 제거됐어요.
no_no: "{}" er blitt fjernet.
pt_br: `{}` foi removido com sucesso.
sv_se: `{}` har tagits bort.

source: That cog was installed but can no longer be located. You may need to remove it's files manually if it is still usable.
it_it: Quel dente è stato installato ma non è più possibile individuare. Potrebbe essere necessario rimuovere manualmente i file di esso se è ancora utilizzabile.
ko_kr: 해당 cog가 설치되었지만 더 이상 찾을 수 없어요. 그래도 사용할 수 있는 경우 수동으로 파일을 제거해야 해요.
no_no: Den spesifikke cog'en ble installert, men kan ikke lenger plasseres. Du må fjerne filene manuelt hvis det er fremdeles anvendelig.
pt_br: Esse cog foi instalado mas já não pode mais ser localizado. Você pode precisar remover seus arquivos manualmente se ainda estiverem localizados.
sv_se: Den cogen har installerats men kan ej längre lokaliseras. Du kan behöva ta bort dens filer manuellt om det fortfarande är användbar.

source: Available Cogs:
it_it: Cogs disponibili:
ko_kr: 사용 가능한 Cogs :
no_no: Tilgjengelige cog'er:
pt_br: Cogs disponíveis:
sv_se: Tillgängliga Cogs:

source: There is no cog `{}` in the repo `{}`
it_it: Non c'è nessun dente `{}` nel repository `{}`
ko_kr: 저장소 `{}` 에 `{}` 으로 된 Cog가 없어요.
no_no: Det er ingen cog "{}" i repo "{}"
pt_br: Não há nenhum cog `{}` no repo `{}`
sv_se: Det finns inte en cog med namnet `{}` i repo `{}`

source: Information on {}: {}
it_it: Informazioni su {}: {}
ko_kr: `{}` 에 대한 정보 : {}
no_no: Informasjon om {}: {}
pt_br: Informação sobre {}: {}
sv_se: Information om {}: {}

source: Command: {} Made by: {} Repo: {} Cog name: {}
it_it: Comando: {} fatta da: {} Repo: {} nome Cog: {}
ko_kr: 커맨드 : {} 작성자 : {} 저장소 : {} Cog 이름 : {}
no_no: Kommando: {} Laget av: {} Repo: {} Cog navn: {}
pt_br: Comando: {} Criado por: {} Repo: {} Nome do cog: {}
sv_se: Kommando: {} Skapad av: {} Repo: {} Cog namn: {}
