Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/downloader/locales/*.po
Languages: de_de, es_es, fr_fr, it_it, ko_kr, nb_no, no_no, pt_br, ru_ru, sv_se, tr_tr

source: You're about to add a 3rd party repository. The creator of Red and its community have no responsibility for any potential damage that the content of 3rd party repositories might cause. By typing '{confirmation_message}' you declare that you have read and fully understand the above message. This message won't be shown again until the next reboot. You have **30** seconds to reply to this message.
es_es: Estás a punto de añadir un repositorio de terceros. El creador de Red y su comunidad no tienen ninguna responsabilidad por cualquier daño potencial que pueda causar el contenido de los repositorios de terceros. Al escribir '{confirmation_message}' declaras que has leído y entendido completamente el mensaje superior. Este mensaje no se mostrará de nuevo hasta el próximo reinicio. Tienes **30** segundos para responder a este mensaje.

source: Your response has timed out, please try again.
de_de: Antwortzeitlimit wurde erreicht, bitte versuche es erneut.
es_es: Se agotó el tiempo de respuesta. Vuelva a intentarlo.
fr_fr: Votre réponse a expiré, veuillez réessayer.
nb_no: Svaret ditt har gått ut på tid, vennligst prøv igjen.
ru_ru: Время ответа превышено, пожалуйста, попробуйте еще раз.
tr_tr: Yanıtınız zaman aşımına uğradı, lütfen tekrar deneyin.

source: No Downloader cog found.
de_de: Keine Downloader Cog gefunden.
es_es: No se encontró el módulo de descargas.
fr_fr: Le cog downloader n'a pas été trouvé.
nb_no: Ingen nedlastings cog funnet.
ru_ru: Модуль Downloader не найден.
tr_tr: İndirici bulunamadı.

source: Cog `{cog_name}` is not installed.
es_es: El Cog `{cog_name}` no está instalado.
fr_fr: Le cog `{cog_name}` n'est pas installé.
nb_no: Cog `{cog_name}` er ikke installert.
ru_ru: Cog `{cog_name}` не установлен.
tr_tr: Cog `{cog_name}` yüklenemedi.

source: **WARNING:** The following repos are using shared libraries which are marked for removal in the future: {repo_list}. You should inform maintainers of these repos about this message.
es_es: **ADVERTENCIA:** Los siguientes repositorios están usando librerías compartidas que están marcadas para su eliminación en el futuro: {repo_list}. Deberías informar a los mantenedores de estos repos sobre este mensaje.
fr_fr: **AVERTISSEMENT :** Les dépôts suivants utilisent des bibliothèques partagées qui sont marquées pour être supprimées dans le futur : {repo_list}. Vous devriez informer les responsables de ces dépôts à propos de ce message.
nb_no: **ADVARSEL:** Følgende repoer bruker delte biblioteker som er merket for fjerning i fremtiden: {repo_list}. Du bør informere vedlikeholderne om denne meldingen.
ru_ru: **ВНИМАНИЕ:** Следующие репозитории используют общие библиотеки, которые помечены для удаления в будущем: {repo_list}. Вы должны сообщить разработчикам об этом сообщении.
tr_tr: **UYARI:** Bu depolar ilerde kaldırılacak olan ortak kütüphaneler kullanmaktadır: {repo_list}. Deponun sahiplerine bu mesajla ilgili haber veriniz.

source: Install community cogs made by Cog Creators. Community cogs, also called third party cogs, are not included in the default Red install. Community cogs come in repositories. Repos are a group of cogs you can install. You always need to add the creator's repository using the `[p]repo` command before you can install one or more cogs from the creator.
es_es: Instala programas comunitarios hechos por Cog Creators. Encenecimientos comunitarios, también llamados engranajes de terceros, no están incluidos en la instalación roja predeterminada. Los programas de la comunidad vienen en repositorios. Los repositorios son un grupo de archivos que puedes instalar. Siempre necesitas añadir el repositorio del creador usando el comando `[p]repo` antes de poder instalar uno o más programas del creador.
fr_fr: Installe des cogs de la communauté fait par des Cog Creators. Les cogs communautaire, aussi appelés cogs tiers, ne sont pas inclus avec l'installation de Red par défaut. Les cogs communautaire viennent de dépôt. Les dépôts sont un groupe de cogs que vous pouvez installer. Avant d'installer un ou plusieurs cogs d'un créateur, vous devez toujours ajouter le dépôt de ce dit, créateur en utilisant la commande `[p]repo` .
nb_no: Installer samfunnskanaler laget av Cog Creators. samfunnskoger, også kalt tredjeparts cogs, er ikke medfølgende i standardinstallasjonen av Red. samfunnskoger kommer i kodelager. Repos er en gruppe av cogs du kan installere. Du må alltid legge til skaperens repository med kommandoen `[p]repo` før du kan installere en eller flere cogs fra skaperen.
ru_ru: Установите cogs сообщества, созданные Cog Creators. Cogs сообщества, также называемые cogs сторонних производителей, не включены в стандартную установку Red. Cogs сообщества поставляются в репозиториях. Репозитории - это группа Cog которые вы можете установить. Вам всегда нужно добавлять репозиторий создателя с помощью команды `[p]repo`, прежде чем вы сможете установить один или несколько cogs от создателя.
tr_tr: Cog Creators tarafından yapılmış topluluk Coglarını kurar. Üçüncü parti cogları da denen topluluk cogları Red ile varsayılan olarak gelmezler. Topluluk cogları depolar içinde gelirler. Depolar kurabileceğiniz birer cog gurubudur. Bir cog yapımcısından bir veya birden çok cog kurmadan önce yapımcının deposunu Mutlaka `[p]repo` komutuyla eklemeniz gereklidir.

source: Install a group of dependencies using pip. Examples: - `[p]pipinstall bs4` - `[p]pipinstall py-cpuinfo psutil` Improper usage of this command can break your bot, be careful. **Arguments** - `<deps...>` The package or packages you wish to install.
es_es: Instale un grupo de dependencias usando pip. Ejemplos: - `[p]pipinstall bs4` - `[p]pipinstall py-cpuinfo psutil` El uso incorrecto de este comando puede romper tu bot, ten cuidado. **Argumentos** - `<deps...>` El paquete o paquetes que desea instalar.
ru_ru: Установите группу зависимостей с помощью pip. Примеры: - `[p]pipinstall bs4` - `[p]pipinstall py-cpuinfo psutil`. Неправильное использование этой команды может сломать вашего бота, будьте осторожны. **Аргументы** - `<deps...>` Пакет или пакеты, которые вы хотите установить.
tr_tr: Pip kullanarak bir gereksinim grubunu yükle. Örnekler: - `[p]pipinstall bs4` - `[p]pipinstall py-cpuinfo psutil` Bu komutun yanlış kullanımı botunuzu bozabilir, dikkatli olun. **Seçenekler** - `<deps...>` Kurmak istediğiniz paket veya paketler.

source: Libraries installed.
de_de: Bibliotheken installiert.
es_es: Librerías instaladas.
fr_fr: Bibliothèques installées.
nb_no: Biblioteker installert.
ru_ru: Библиотеки установлены.
tr_tr: Kütüphaneler yüklü.

source: Library installed.
es_es: Librería instalada.
fr_fr: Bibliothèque installée.
nb_no: Bibliotek installert.
ru_ru: Библиотека установлена.
tr_tr: Kütüphane kuruldu.

source: Some libraries failed to install. Please check your logs for a complete list.
de_de: Manche Bibliotheken konnten nicht installiert werden. Bitte durchsuche deine Logs für eine komplette Liste.
es_es: Fallo la instalación de algunas librerías. Por favor revisa tus logs para ver la lista completa.
fr_fr: Certaines bibliothèques n'ont pas pu être installées. Veuillez vérifier vos journaux pour une liste complète.
nb_no: Noen biblioteker kunne ikke installeres. Sjekk loggene for en komplett liste.
ru_ru: Не удалось установить некоторые библиотеки. Пожалуйста, проверьте ваши логи для получения полного списка.
tr_tr: Bazı kütüphaneler yüklenemedi. Lütfen eksiksiz bir liste için kayıtlarınızı kontrol edin.

source: The library failed to install. Please check your logs for a complete list.
es_es: Fallo la instalación de algunas librerías. Por favor revisa tus logs para ver la lista completa.
fr_fr: La bibliothèque n'a pas pu être installées. Veuillez vérifier vos journaux pour une liste complète.
nb_no: Biblioteket feilet. Vennligst sjekk loggene dine for en komplett liste.
ru_ru: Не удалось установить библиотеку. Пожалуйста, проверьте журналы регистрации для получения полного списка.
tr_tr: Kütüphane kurulurken hata oluştu. Tam listeye ulaşmak için günlükleri kontrol edin.

source: Base command for repository management.
es_es: Comando base para la gestión del repositorio.
fr_fr: Commande de base pour la gestion des dépôts.
nb_no: Base kommando for depotadministrasjon.
ru_ru: Базовая команда для управления репозиторием.
tr_tr: Depo yönetimi için temel komut.

source: Add a new repo. Examples: - `[p]repo add 26-Cogs https://github.com/Twentysix26/x26-Cogs` - `[p]repo add Laggrons-Dumb-Cogs https://github.com/retke/Laggrons-Dumb-Cogs v3` Repo names can only contain characters A-z, numbers, underscores, hyphens, and dots (but they cannot start or end with a dot). The branch will be the default branch if not specified. **Arguments** - `<name>` The name given to the repo. - `<repo_url>` URL to the cog branch. Usually GitHub or GitLab. - `[branch]` Optional branch to install cogs from.
es_es: Añadir un nuevo repo. Ejemplos: - `[p]repo add 26-Cogs https://github.com/Twentysix26/x26-Cogs` - `[p]repo add Laggrons-Dumb-Cogs https://github.com/retke/Laggrons-Dumb-Cogs v3` Los nombres de Repo solo pueden contener los caracteres A-z, números, guiones bajos, guiones y puntos (pero no pueden comenzar o terminar con un punto). La Branch será la Branch por defecto si no se especifica. **Argumentos** - `<name>` El nombre dado al repositorio. - `<repo_url>` URL a la rama de cog. Generalmente GitHub o GitLab. - `[branch]` Branch opcional desde la que instalar programas.

source: Repo names cannot start or end with a dot.
es_es: Los nombres de repositorios no pueden comenzar o terminar con un punto.
fr_fr: Les noms de dépôt ne peuvent pas commencer ou se terminer par un point.
nb_no: Repo navn kan ikke starte eller slutte med punktum.
ru_ru: Названия сделок Репо не могут начинаться или заканчиваться точкой.

source: Repo names can only contain characters A-z, numbers, underscores, hyphens, and dots.
es_es: Los nombres de los repositorios solo pueden contener caracteres de la A a la z, números, guiones bajos, guiones y puntos.
fr_fr: Les noms de dépôt ne peuvent contenir que des caractères A-Z, des chiffres, des tirets bas, des tirets et des points.
nb_no: Repo navn kan bare inneholde tegnene A-z, tall, understrekingstall, bindestreker og prikker.
ru_ru: Имена репо могут содержать только символы A-z, цифры, подчеркивания, дефисы и точки.

source: The repo name you provided is already in use. Please choose another name.
es_es: El nombre del repositorio proporcionado ya está en uso. Por favor, elija otro nombre.
fr_fr: Le nom du repo que vous avez fourni est déjà utilisé. Veuillez choisir un autre nom.
nb_no: Navnet du oppga er allerede i bruk. Vennligst velg et annet navn.
ru_ru: Имя репо, которое вы указали, уже используется. Пожалуйста, выберите другое имя.
tr_tr: Bu isim zaten kullanılıyor. Başka bir isim seçiniz.

source: Something went wrong during the cloning process. See logs for more information.
es_es: Algo salió mal durante el proceso de clonación. Vea los registros para más información.
fr_fr: Quelque chose s'est mal passé pendant le processus de clonage de ce repo. Voir les logs pour plus d'informations.
nb_no: Noe gikk galt under kloningsprosessen. Se logger for mer informasjon.
ru_ru: Что-то пошло не так во время процесса клонирования. Для получения дополнительной информации см. журналы.
tr_tr: Klonlama işlemi sırasında bir şeyler ters gitti. Daha fazla bilgi için loglara bakın.

source: Something went wrong trying to add that repo. See logs for more information.
es_es: Algo salió mal al intentar agregar ese repositorio. Consulte los registros para obtener más información.
fr_fr: Une erreur s'est produite lors de l'ajout de ce repo. Voir les logs pour plus d'informations.
nb_no: Noe gikk galt under å legge til repos. Se loggene for mer informasjon.
ru_ru: Что-то пошло не так при попытке добавить это репо. Для получения дополнительной информации см. журналы.
tr_tr: O repoyu eklemeye çalışırken bir şeyler ters gitti. Daha fazla bilgi için günlüklere bakın.

source: Repo `{name}` successfully added.
de_de: Repo `{name}` erfolgreich hinzugefügt.
es_es: Repo `{name}` añadida correctamente.
fr_fr: Le repo `{name}` a été ajouté avec succès.
nb_no: Repo `{name}` ble lagt til.
ru_ru: Репозиторий `{name}` успешно добавлен.
tr_tr: Bu repo {name} başarıyla eklendi.

source: Remove repos and their files. Examples: - `[p]repo delete 26-Cogs` - `[p]repo delete 26-Cogs Laggrons-Dumb-Cogs` **Arguments** - `<repos...>` The repo or repos to remove.
es_es: Eliminar repositorios y sus archivos. Ejemplos: - `[p]repo delete 26-Cogs` - `[p]repo delete 26-Cogs Laggrons-Dumb-Cogs` **Argumentos** - `<repos...>` El repositorio o los repositorios a eliminar.
ru_ru: Удалить репозитории и их файлы. Примеры: - `[p]repo delete 26-Cogs` - `[p]repo delete 26-Cogs Laggrons-Dumb-Cogs` **Аргументы** - `<repos...>` Репо или репозитории, чтобы удалить.

source: Successfully deleted repos:
es_es: Se ha eliminado los siguientes repositorios con éxito:
fr_fr: Repos supprimés avec succès :
nb_no: Repos ble slettet:
ru_ru: Успешно удалены репозитории:

source: Successfully deleted the repo:
es_es: Se ha eliminado el siguientes repositorio con éxito:
fr_fr: Repo supprimé avec succès :
nb_no: Repo ble slettet:
ru_ru: Успешное удаление репозитория:

source: List all installed repos.
de_de: Liste aller installierten repos.
es_es: Mostrar todos los repositorios instalados.
fr_fr: Liste tout les repos installés.
nb_no: Liste over alle installerte kodelager.
ru_ru: Список всех установленных репозиториев.
tr_tr: Tüm yüklü repos listelenmektedir.

source: There are no repos installed.
es_es: No hay repositorios instalados.
fr_fr: Il n'y a aucun repo installé.
nb_no: Det er ingen repoer installert.
ru_ru: Репозитории не установлены.
tr_tr: Yüklü herhangi bir depo bulunmamakta.

source: Installed Repos:
es_es: Repositorios Instalados:
ru_ru: Установленные репозитории:
tr_tr: Yüklü Repos:

source: Installed Repo:
es_es: Repositorio instalado:
ru_ru: Установленное Repo:
tr_tr: Yüklenen Depo:

source: Show information about a repo. Example: - `[p]repo info 26-Cogs` **Arguments** - `<repo>` The name of the repo to show info about.
es_es: Mostrar información sobre un repositorio. Ejemplo: - `[p]repo info 26-Cogs` **Argumentos** - `<repo>` El nombre del repositorio sobre el que mostrar información.
ru_ru: Показать информацию о репозитории. Пример: - `[p]repo info 26-Cogs` **Аргументы** - `<repo>` Имя репозитория, чтобы показать информацию.
tr_tr: Bir depo hakkında bilgi göster. Örnek: - `[p]repo info 26-Cogs` **Seçenekler** - `<repo>` Hakkında bilgi gösterilecek depo.

source: Missing from info.json
de_de: Nicht in info.json
es_es: Ausente de info.json
fr_fr: Informations manquantes de info.json
it_it: Mancante da info.json
ko_kr: Info.json 파일에서 누락됐어요.
nb_no: Mangler fra info.json
no_no: Mangler fra info.json
pt_br: Ausência do info.json
ru_ru: Отсутствует в info.json
sv_se: Saknar information från info.json
tr_tr: Burada eksik bilgiler var info.json

source: Repo url: {repo_url}
es_es: URL de repositorio: {repo_url}
fr_fr: URL du repo : {repo_url}
ru_ru: Url репозитория: {repo_url}
tr_tr: Depo adresi: {repo_url}

source: Branch: {branch_name}
es_es: Rama: {branch_name}
fr_fr: Branche : {branch_name}
nb_no: Gren: {branch_name}
ru_ru: Ветка: {branch_name}
tr_tr: Depo branşı: {branch_name}

source: Made by: {author} Description: {description}
es_es: Hecho por: {author} Descripción: {description}
fr_fr: Créé par : {author} Description : {description}
nb_no: Laget av: {author} beskrivelse: {description}
ru_ru: Сделано: {author} Описание: {description}
tr_tr: Yapımcı: {author} Açıklama: {description}

source: Information on {repo_name} repo:{information}
es_es: Información sobre el repositorio de {repo_name}:{information}
fr_fr: Informations sur le repo {repo_name} :{information}
nb_no: Informasjon om {repo_name} repo:{information}
ru_ru: Информация о {repo_name} репозитории:{information}
tr_tr: {repo_name} hakkında bilgi:{information}

source: Update all repos, or ones of your choosing. This will *not* update the cogs installed from those repos. Examples: - `[p]repo update` - `[p]repo update 26-Cogs` - `[p]repo update 26-Cogs Laggrons-Dumb-Cogs` **Arguments** - `[repos...]` The name or names of repos to update. If omitted, all repos are updated.
es_es: Actualiza todos los repositorios, o los de tu elección. Esto *no* actualizará los programas programados instalados desde esos repositorios. Ejemplos: - `[p]repo update` - `[p]repo update 26-Cogs` - `[p]repo update 26-Cogs Laggrons-Dumb-Cogs` **Argumentos** - `[repos...]` El nombre o los nombres de los repos a actualizar. Si se omite, todos los repos se actualizarán.
ru_ru: Обновите все репозитории или те, которые вы выбрали. *нет* обновит шестеренки, установленные из этих репозиториев. Примеры: - `[p]update` - `[p]repo update 26-Cogs` - `[p]обновление 26-Cogs Laggrons-Dumb-Cogs` **Arguments** - `[repos...]` Имя или имена репозиториев для обновления. Если не указано, все репозитории обновляются.
tr_tr: Seçtiğiniz depoları veya tüm depoları güncelle. Bu komut depolardan yüklenmiş cogları **güncellemeyecektir**. Örnekler: - `[p]repo update` - `[p]repo update 26-Cogs` - `[p]repo update 26-Cogs Laggrons-Dumb-Cogs` **Seçenekler** - `[repos...]` Güncellenecek depoların adı. Boş bırakılırsa, tüm depolar güncellenecektir.

source: Repo update completed successfully.
es_es: La actualización del repositorio se completó correctamente.
fr_fr: Mise à jour du repo terminée avec succès.
nb_no: Repo oppdatering fullført.
ru_ru: Обновление репозитория завершено успешно.
tr_tr: Repo güncellemesi başarıyla tamamlandı.

source: Updated:
es_es: Actualizados:
fr_fr: Mis à jour :
nb_no: Oppdatert:
ru_ru: Обновлено:
tr_tr: Güncellendi:

source: All installed repos are already up to date.
es_es: Todos los repos instalados ya están actualizados.
fr_fr: Tous les repos installés sont déjà à jour.
nb_no: Alle installerte repos er allerede oppdatert.
ru_ru: Все установленные репозитории уже обновлены.
tr_tr: Yüklü tüm repolar zaten güncel.

source: These repos are already up to date.
es_es: Estos repos ya están actualizados.
fr_fr: Ces repos sont déjà à jour.
nb_no: Disse repoene er allerede oppdatert.
ru_ru: Эти репозитории уже обновлены.
tr_tr: Bu repolar zaten güncel.

source: This repo is already up to date.
es_es: Este repositorio ya está actualizado.
fr_fr: Ce repo est déjà à jour.
nb_no: Denne repoen er allerede oppdatert.
ru_ru: Этот репозиторий уже обновлен.
tr_tr: Bu repo zaten güncel.

source: Base command for cog installation management commands.
es_es: Comando base para los comandos de administración de instalación de cogs.
fr_fr: Commande de base pour la gestion des installations des Cog.
nb_no: Basekommando for kommandoer for administrasjon av cog.
ru_ru: Базовая команда для команд управления установкой шестерни.
tr_tr: Tüm cog kurulum yönetimi komutları için temel komut.

source: This command should not be used unless Red specifically asks for it. This command will reinstall cog requirements and shared libraries for all installed cogs. Red might ask the owner to use this when it clears contents of the lib folder because of change in minor version of Python.
es_es: Este comando no debe ser usado a menos que Red lo pida específicamente. Este comando reinstalará los requisitos de configuración y las librerías compartidas para todos los cogs instalados. Red puede pedir al propietario que lo use cuando borre el contenido de la carpeta de libras debido a cambios en la versión menor de Python.
fr_fr: Cette commande ne devrait pas être exécuté sauf si Red le demande explicitement. Cette commande va réinstaller les pré-requis et les bibliothèques partagées pour tous les cogs installés. Red peut demander au propriétaire d'utiliser cette commande quand il efface le contenu du dossier des bibliothèque à cause d'un changement de version mineure de Python.
nb_no: Denne kommandoen bør ikke brukes med mindre det blir rødt spesifikt bedt om det. Denne kommandoen vil reinstallere cog krav til delte bibliotek for alle installerte cogs. Rød kan be eieren om å bruke dette når den fjerner innholdet i lib-mappen på grunn av endring i mindre versjon av Python.
ru_ru: Эту команду не следует использовать, если Red специально не попросит об этом. Эта команда переустановит требования cog и общие библиотеки для всех установленных cog. Red может попросить владельца использовать эту команду, когда он очищает содержимое папки lib из-за изменения младшей версии Python.
tr_tr: Bu komut Red özellikle talep etmedikçe kullanılmamalıdır. Bu komut tüm cog gereksinimlerini ve kurulu tüm coglar için paylaşılan kütüphaneleri yeniden kuracaktır. Red Python alt sürümündeki bir değişiklik gereğiyle sahipten lib klasörünü boşaltmasını isteyebilir.

source: Failed to install requirements:
es_es: Error al instalar los requisitos:
fr_fr: Impossible d'installer les pré-requis :
nb_no: Kunne ikke installere krav:
ru_ru: Не удалось установить требования:
tr_tr: Gereksinimleri yüklerken bir hata oldu:

source: Failed to install the requirement:
es_es: Error al instalar los requisitos:
fr_fr: Impossible d'installer le pré-requis suivant :
nb_no: Kunne ikke installere krav:
ru_ru: Не удалось установить требование:
tr_tr: Şu gereksinim yüklenirken hata oluştu:

source: Failed to install shared libraries:
es_es: Error al instalar librerías compartidas:
fr_fr: Impossible d'installer les bibliothèques partagées :
nb_no: Kan ikke installere delte biblioteker:
ru_ru: Не удалось установить общие библиотеки:
tr_tr: Ortak kütüphaneler kurulurken hata oluştu:

source: Failed to install shared library:
es_es: Error al instalar librería compartida:
fr_fr: Impossible d'installer la bibliothèques partagé suivante :
nb_no: Kan ikke installere delt bibliotek:
ru_ru: Не удалось установить общую библиотеку:
tr_tr: Şu ortak kütüphane kurulurken hata oluştu:

source: Cog requirements and shared libraries for all installed cogs have been reinstalled but there were some errors:
es_es: Se han reinstalado los requisitos de codificación y las librerías compartidas para todos los programas informáticos instalados, pero hubo algunos errores:
fr_fr: Les pré-requis de cog et les bibliothèques partagées pour tous les cogs installés ont été réinstallées, mais il y a eu quelques erreurs :
nb_no: Cog-krav og delte biblioteker for alle installerte cogs er installert på nytt, men det var noen feil:
ru_ru: Требования шестерни и общие библиотеки для всех установленных шестеренок были переустановлены, но возникли некоторые ошибки:
tr_tr: Kurulu tüm coglar için gereksinimler ve ortak kütüphaneler yeniden kuruldu fakat bazı sorunlarla karşılaşıldı:

source: Cog requirements and shared libraries for all installed cogs have been reinstalled.
es_es: Se han reinstalado los requisitos de Cog y las bibliotecas compartidas para todos los cogs instalados.
fr_fr: Les pré-requis de cog et les bibliothèques partagées pour tous les cogs installés ont été réinstallées.
nb_no: Cog-krav og delte biblioteker for alle installerte cogs er reinstallert.
ru_ru: Требования к шестерни и общие библиотеки для всех установленных шестеренок были переустановлены.
tr_tr: Kurulu tüm coglar için gereksinimler ve ortak kütüphaneler yeniden kuruldu.
