Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/downloader/locales/*.po
Languages: de_de, es_es, fr_fr, it_it, ko_kr, nb_no, no_no, pt_br, ru_ru, sv_se, tr_tr

source: Install a cog from the given repo. Examples: - `[p]cog install 26-Cogs defender` - `[p]cog install Laggrons-Dumb-Cogs say roleinvite` **Arguments** - `<repo>` The name of the repo to install cogs from. - `<cogs...>` The cog or cogs to install.
es_es: Instala un cog desde el repositorio dado. Ejemplos: - `[p]cog install 26-Cogs defender` - `[p]cog install Laggrons-Dumb-Cogs say roleinvite` **Argumentos** - `<repo>` El nombre del repositorio del que instalar programas. - `<cogs...>` El cog o los engranajes a instalar.
ru_ru: Установите шестерню из указанного репозитория. Примеры: - `[p]cog install 26-Cogs defender` - `[p]cog install Laggrons-Dumb-Cogs say roleinvite` **Аргументы** - `<repo>` Имя репозитория, из которого нужно установить шестеренку. - `<cogs...>` Шестерня или шестеренки для установки.
tr_tr: Belirtilen depodan bir cog kur. Örnekler: - `[p]cog install 26-Cogs defender` - `[p]cog install Laggrons-Dumb-Cogs say roleinvite` **Seçeneker** - `<repo>` Kurulacak cogların kaynağı olan depo. - `<cogs...>` Kurulacak cog veya coglar.

source: Install a cog from the specified revision of given repo. Revisions are "commit ids" that point to the point in the code when a specific change was made. The latest revision can be found in the URL bar for any GitHub repo by [pressing "y" on that repo](https://docs.github.com/en/free-pro-team@latest/github/managing-files-in-a-repository/getting-permanent-links-to-files#press-y-to-permalink-to-a-file-in-a-specific-commit). Older revisions can be found in the URL bar by [viewing the commit history of any repo](https://cdn.discordapp.com/attachments/133251234164375552/775760247787749406/unknown.png) Example: - `[p]cog installversion Broken-Repo e798cc268e199612b1316a3d1f193da0770c7016 cog_name` **Arguments** - `<repo>` The name of the repo to install cogs from. - `<revision>` The revision to install from. - `<cogs...>` The cog or cogs to install.
es_es: Instale un módulo desde la revisión especificada del repositorio dado. Las revisiones son "identificadores de confirmación" que apuntan al punto en el código cuando se hizo un cambio específico. La última revisión se puede encontrar en la barra de URL para cualquier repositorio de GitHub [presionando "y" en ese repositorio](https://docs. ithub.com/es/free-pro-team@latest/github/managing-files-in-a-repository/getting-permanent-links-to-files#press-y-to-permalink-to-a-file-in-a-specific-commit). Las revisiones más antiguas se pueden encontrar en la barra de URL [viendo el historial de confirmación de cualquier repositorio](https://cdn. iscordapp.com/attachments/133251234164375552/775760247787749406/unknown. ng) Ejemplo: - `[p]cog installversion Broken-Repo e798cc268e199612b1316a3d1f193da0770c7016 cog_name` **Argumentos** - `<repo>` El nombre del repositorio del que instalar programas. - `<revision>` La revisión desde la que instalar. - `<cogs...>` El cog o los cogs a instalar.
ru_ru: Установка шестерни из указанной ревизии данного репозитория. Ревизии - это "идентификаторы коммитов", которые указывают на точку в коде, когда было сделано конкретное изменение. Последнюю ревизию можно найти в строке URL для любого репозитория GitHub, если [нажать "y" на этом репозитории](https://docs.github.com/en/free-pro-team@latest/github/managing-files-in-a-repository/getting-permanent-links-to-files#press-y-to-permalink-to-a-file-in-a-specific-commit). Более старые ревизии можно найти в строке URL, если [просмотреть историю коммитов любого репозитория](https://cdn.discordapp.com/attachments/133251234164375552/775760247787749406/unknown.png). Пример: - `[p]cog installversion Broken-Repo e798cc268e199612b1316a3d1f193da0770c7016 cog_name`. **Аргументы** - `<repo>` Имя репозитория для установки шестеренок. - `<revision>` Ревизия, из которой нужно установить. - `<cogs...>` Шестерня или шестеренки для установки.
tr_tr: Bir deponun belirtilen revizyonundan bir cog kur. Revizyonlar kodda belirli bir değişikliğin yapıldığı noktaya işaret eden "commit IDleri"dir. Her hangi bir GitHub deposu için en son revizyon URL çubuğunda [o depoda "y" basarak bulunabilir](https://docs.github.com/en/free-pro-team@latest/github/managing-files-in-a-repository/getting-permanent-links-to-files#press-y-to-permalink-to-a-file-in-a-specific-commit). Eski revizyonlar URL çubuğunda [her hangi bir deponun commit geçmişine bakarak bulunabilir](https://cdn.discordapp.com/attachments/133251234164375552/775760247787749406/unknown.png) Örnek: - `[p]cog installversion Broken-Repo e798cc268e199612b1316a3d1f193da0770c7016 cog_name` **Arguments** - `<repo>` Kurulacak cogların kaynağı olan depo. - `<revision>` Kurulacak revizyon. - `<cogs...>` Kurulacak cog veya coglar.

source: Error: short sha1 `{rev}` is ambiguous. Possible candidates:
es_es: Error: sha1 corto `{rev}` es ambiguo. Posibles candidatos:
fr_fr: Error: Court sha1 `{rev}` est ambigu. Candidats possibles:
nb_no: Feil: kort sha1 `{rev}` er tvetydig. Mulige forslag:
ru_ru: Ошибка: короткий sha1 `{rev}` неоднозначен. Возможные кандидаты:
tr_tr: Hata: kısaltılmış sha1 `{rev}` belirsiz. Olası adaylar:

source: Error: there is no revision `{rev}` in repo `{repo.name}`
es_es: Error: no hay ninguna revisión `{rev}` en el repositorio `{repo.name}`
fr_fr: Erreur: il n'y a pas de révision `{rev}` dans le repo `{repo.name}`
nb_no: Feil: Det er ingen revisjon `{rev}` i repo `{repo.name}`
ru_ru: Ошибка: нет ревизии `{rev}` в репозитории `{repo.name}`
tr_tr: Hata: `{repo.name}` deposunda `{rev}` sürümü bulunmamakta

source: Failed to install requirements:
es_es: Error al instalar los requisitos:
fr_fr: Impossible d'installer les pré-requis :
nb_no: Kunne ikke installere krav:
ru_ru: Не удалось установить требования:
tr_tr: Gereksinimler yüklenirken sorunla karşılaşıldı:

source: Failed to install the requirement:
es_es: Error al instalar los requisitos:
fr_fr: Impossible d'installer le pré-requis suivant :
nb_no: Kan ikke installere kravet:
ru_ru: Не удалось установить требование:

source: Failed to install shared libraries for `{repo.name}` repo:
es_es: Error al instalar las librerías compartidas para `{repo.name}` repo:
fr_fr: Impossible d'installer les bibliothèques partagées pour le repo `{repo.name}`:
nb_no: Kan ikke installere delte biblioteker for `{repo.name}` repo:
ru_ru: Не удалось установить разделяемые библиотеки для репозитория `{repo.name}`:
tr_tr: `{repo.name}` deposu için ortak kütüphaneler kurulurken hata ile karşılaşıldı:

source: Failed to install shared library for `{repo.name}` repo:
es_es: Error al instalar librería compartida para el repositorio `{repo.name}`:
fr_fr: Impossible d'installer la bibliothèque partagée pour le repo `{repo.name}`:
nb_no: Kan ikke installere delte biblioteker for `{repo.name}` repo:
ru_ru: Не удалось установить разделяемую библиотеку для репозитория `{repo.name}`:
tr_tr: `{repo.name}` deposu için ortak kütüphane kurulurken hata oluştu:

source: Failed to install cogs:
es_es: Error al instalar los cogs:
fr_fr: Impossible d'installer les cogs :
nb_no: Kunne ikke installere cogs:
ru_ru: Не удалось установить шестеренки колеса:
tr_tr: Bu cogu yüklerken bir hata oluştu:

source: Failed to install the cog:
es_es: Error al instalar el cog:
fr_fr: Impossible d'installer le cog :
nb_no: Kunne ikke installere cog:
ru_ru: Не удалось установить шестерню:
tr_tr: Şu cog yüklenirken hata oluştu:

source: Successfully installed cogs:
es_es: Coaches instalados con éxito:
fr_fr: Cogs installés avec succès :
nb_no: Vellykket installerte cogs:
ru_ru: Успешная установка шестерни:
tr_tr: Coglar başarıyla yüklendi:

source: Successfully installed the cog:
es_es: Cog instalado con éxito:
fr_fr: Cog installé avec succès :
nb_no: Vellykket installasjon av cog:
ru_ru: Успешная установка шестерни:

source: These cogs are now pinned and won't get updated automatically. To change this, use `{prefix}cog unpin <cog>`
es_es: Estos programadores ahora están fijados y no se actualizarán automáticamente. Para cambiar esto, usa `{prefix}encog unpin <cog>`
fr_fr: Ces cogs sont maintenant épinglés et ne seront pas mis à jour automatiquement. Pour changer cela, utilisez `{prefix}cog unpin <cog>`
nb_no: Disse cogene er nå festet og blir ikke oppdatert automatisk. For å endre dette, bruk `{prefix}cog løsne <cog>`
ru_ru: Эти шестеренки теперь прикреплены и не будут обновляться автоматически. Чтобы изменить это, используйте `{prefix}cog unpin <cog>`
tr_tr: Bu coglar artık sabitlendi ve otomatik gücellenmiyecekler. Bunu değiştirmek için `{prefix}cog unpin <cog>` komutunu kullanın.

source: You can load them using {command_1}. To see end user data statements, you can use {command_2}.
es_es: Puedes cargarlo(s) usando {command_1}. Para ver las declaraciones de datos del usuario final, puedes usar {command_2}.
fr_fr: Vous pouvez les charger en utilisant {command_1}. Pour voir les informations sur les données utilisateur , vous pouvez utiliser {command_2}.
nb_no: Du kan laste dem inn med {command_1}. For å se Brukerdatautsagn, kan du bruke {command_2}.
ru_ru: Вы можете загрузить их с помощью {command_1}. Чтобы увидеть операторы данных конечного пользователя, вы можете использовать {command_2}.
tr_tr: Onları {command_1} kullanarak yükleyebilirsiniz. Son kullanıcı veri ifadelerini okumak için {command_2} kullanabilirsiniz.

source: Uninstall cogs. You may only uninstall cogs which were previously installed by Downloader. Examples: - `[p]cog uninstall defender` - `[p]cog uninstall say roleinvite` **Arguments** - `<cogs...>` The cog or cogs to uninstall.
es_es: Desinstalar cogs. Solo puedes desinstalar cogs que fueron instalados previamente por el Descargador. Ejemplos: - `[p]cog uninstall defender` - `[p]cog uninstall say roleinvite` **Argumentos** - `<cogs...>` El cogs o cogs a desinstalar.
ru_ru: Деинсталлировать зубчатые колеса. Вы можете удалить только те коги, которые были ранее установлены программой Downloader. Примеры: - `[p]cog uninstall defender` - `[p]cog uninstall say roleinvite`. **Аргументы** - `<cogs...>` Ког или коги для деинсталляции.

source: Successfully uninstalled cogs:
es_es: Desinstalados con éxito:
fr_fr: Cogs désinstallés avec succès :
nb_no: Vellykket avinstallerte cogs:
ru_ru: Успешно деинсталлировал шестеренки:
tr_tr: Coglar başarıyla kaldırıldı:

source: Successfully uninstalled the cog:
es_es: El cog se desinstaló correctamente:
fr_fr: Cog désinstallé avec succès :
nb_no: Vellykket avinstallert cog:
ru_ru: Успешно деинсталлировал шестерню:
tr_tr: Şu cog başarıyla kaldırıldı:

source: Downloader has removed these cogs from the installed cogs list but it wasn't able to find their files:
es_es: El descargador ha eliminado estos programadores de la lista de programadores instalados, pero no pudo encontrar sus archivos:
fr_fr: Le cog Downloader a supprimé ces cogs de la liste des cogs installés, mais il n'a pas pu trouver leurs fichiers :
nb_no: Last ned har fjernet disse loggene fra den installerte loggen, men det var ikke mulig å finne filene sine:
ru_ru: Загрузчик удалил эту шестеренку из списка установленных шестеренок, но не смог найти их файлы:
tr_tr: Downloader bu cogları kurulmuş coglar listesinden çıkardı fakat dosyalarını bulamadı:

source: They were most likely removed without using {command_1}. You may need to remove those files manually if the cogs are still usable. If so, ensure the cogs have been unloaded with {command_2}.
es_es: Probablemente fueron eliminados sin usar {command_1}. Puede que necesite eliminar esos archivos manualmente si los archivos son todavía utilizables. Si es así, asegúrese de que los programas han sido descargados con {command_2}.
fr_fr: Ils ont très probablement été supprimés sans utiliser {command_1}. Vous devrez peut-être supprimer ces fichiers manuellement si les cogs sont toujours utilisables. Si c'est le cas, assurez-vous que les cogs ont été déchargés avec {command_2}.
nb_no: De ble mest sannsynlig fjernet uten å bruke `{command_1}`. Det kan hende at du må fjerne filene manuelt hvis tegnet fortsatt er i bruk. Påse at cog er blitt avlastet med `{command_2}.
ru_ru: Скорее всего, они были удалены без использования {command_1}. Вам может понадобиться удалить эти файлы вручную, если шестеренки все еще можно использовать. Если это так, убедитесь, что шестернки были выгружены с помощью {command_2}.
tr_tr: Muhtemelen `{command_1}` kullanılmadan kaldırılmışlardı. Cog hala kullanılabiliyorsa bu dosyaları elle silmeniz gerekebilir. Durum buysa önce cogların `{command_2} ` ile durdurulduğundan emin olun.

source: Downloader has removed this cog from the installed cogs list but it wasn't able to find its files:
es_es: El instalador ha eliminado este cog de la lista de programas instalados pero no pudo encontrar sus archivos:
fr_fr: Le cog Downloader a supprimé ce cog de la liste des cogs installés, mais il n'a pas pu trouver ses fichiers :
nb_no: Nedlasting har fjernet denne cog'en fra den installerte cogs-listen, men den kunne ikke finne filene:
ru_ru: Загрузчик удалил эту шестерню из списка установленных шестеренок, но не смог найти его файлы:
tr_tr: Downloader bu cogları kurulmuş coglar listesinden çıkardı fakat dosyalarını bulamadı:

source: It was most likely removed without using {command_1}. You may need to remove those files manually if the cog is still usable. If so, ensure the cog has been unloaded with {command_2}.
es_es: Probablemente fue eliminado sin usar {command_1}. Puede que necesite eliminar esos archivos manualmente si el cog todavía es utilizable. Si es así, asegúrese de que el engranaje ha sido descargado con {command_2}.
fr_fr: Il a très probablement été supprimés sans utiliser {command_1}. Vous devrez peut-être supprimer ces fichiers manuellement si le cog est toujours utilisable. Si c'est le cas, assurez-vous que le cog a été déchargé avec {command_2}.
nb_no: De ble mest sannsynlig fjernet uten å bruke `{command_1}`. Det kan hende at du må fjerne filene manuelt hvis cog'en fortsatt er ubrukelig. Påse at cog er blitt avlastet med `{command_2}.
ru_ru: Скорее всего, он был удален без использования {command_1}. Вам может понадобиться удалить эти файлы вручную, если шестерню все еще можно использовать. Если это так, убедитесь, что шестерня была выгружена с помощью {command_2}.
tr_tr: Muhtemelen `{command_1}` kullanılmadan kaldırılmışlardı. Cog hala kullanılabiliyorsa bu dosyaları elle silmeniz gerekebilir. Durum buysa önce cogların `{command_2} ` ile durdurulduğundan emin olun.

source: Pin cogs - this will lock cogs on their current version. Examples: - `[p]cog pin defender` - `[p]cog pin outdated_cog1 outdated_cog2` **Arguments** - `<cogs...>` The cog or cogs to pin. Must already be installed.
es_es: Anclar cogs - esto bloqueará a los cogs en su versión actual. Ejemplos: - `[p]cog pin defender` - `[p]cog pin outdated_cog1 outdated_cog2` **Argumentos** - `<cogs...>` El cog o los cogs a anclar. Debe estar instalado.
ru_ru: Pin cogs - это заблокирует шестеренки в их текущей версии. Примеры: - `[p]cog pin defender` - `[p]cog pin outdated_cog1 outdated_cog2` **Аргументы** - `<cogs...>` Шестерня или шестеренки для закрепления. Должны быть уже установлены.
tr_tr: Cog sabitle - bu cogları şu anki sürümlerine kilitler. Örnekler: - `[p]cog pin defender` - `[p]cog pin eski_cog1 eski_cog2` **Seçenekler** - `<cogs...>` Sabitlenecek cog veya coglar. Zaten kurulu olmaları gerekir.

source: Pinned cogs:
es_es: Piñas fijadas:
fr_fr: Cogs épinglés :
nb_no: Festede cogs:
ru_ru: Закреплённые шестеренки:
tr_tr: Sabitlenmiş coglar:

source: Pinned cog:
es_es: Cog fijado:
fr_fr: Cog épinglé :
nb_no: Festet cog:
ru_ru: Прикреплённая шестерня:
tr_tr: Sabitlenen cog:

source: These cogs were already pinned:
es_es: Estos programadores ya estaban fijados:
fr_fr: Ces cogs ont déjà été épinglés :
nb_no: Disse loggene har allerede blitt låst:
ru_ru: Эти шестеренки уже были закреплены:
tr_tr: Bu coglar zaten sabitlenmişti:

source: This cog was already pinned:
es_es: Este cog ya estaba fijado:
fr_fr: Ce cog a déjà été épinglé :
nb_no: Denne cog'en har allerede blitt låst:
ru_ru: Эта шестерня уже была прикреплена:
tr_tr: Bu cog zaten sabitlenmişti:

source: Unpin cogs - this will remove the update lock from those cogs. Examples: - `[p]cog unpin defender` - `[p]cog unpin updated_cog1 updated_cog2` **Arguments** - `<cogs...>` The cog or cogs to unpin. Must already be installed and pinned.
es_es: Desanclar cogs - esto eliminará el bloqueo de actualización de los cogs. Ejemplos: - `[p]cog unpin defender` - `[p]cog unpin outdated_cog1 outdated_cog2` **Argumentos** - `<cogs...>` El cog o los cogs a desanclar. Debe estar instalado y fijado.
ru_ru: Снять блокировку обновления с шестеренок - это снимет блокировку обновления с этих шестерней. Примеры: - `[p]cog unpin defender` - `[p]cog unpin updated_cog1 updated_cog2` **Аргументы** - `<cogs...>` Шестерня или шестеренки для открепления. Должны быть уже установлены и закреплены.
tr_tr: Cog sabitlemesini kaldır - bu seçilen cogların güncelleme kilidini açar. Örneks: - `[p]cog unpin defender` - `[p]cog unpin yeni_cog1 yeni_cog2` **Seçenekler** - `<cogs...>` Sabitlemesi kaldırılacak cog veya coglar. Zaten kurulu ve sabitlenmiş olmaları gerekir.

source: Unpinned cogs:
es_es: Cogs de desanclado:
fr_fr: Cogs dés-épinglés :
ru_ru: Незакрепленные шестеренки:
tr_tr: Sabitlemesi kaldırılmış coglar:

source: Unpinned cog:
es_es: Cog desfijado:
fr_fr: Cog dés-épinglé :
nb_no: Ikke festet cog:
ru_ru: Неприкрепленная шестерня:
tr_tr: Sabitlemesi kaldırılan cog:

source: These cogs weren't pinned:
es_es: Estos programadores no estaban fijados:
fr_fr: Ces cogs n'ont pas été épinglés :
nb_no: Disse cogene var ikke låst:
ru_ru: Эти шестеренки не были прикреплены:
tr_tr: Bu coglar sabitlenmedi:

source: This cog was already not pinned:
es_es: Este cog ya no estaba fijado:
fr_fr: Ce cog n'était déjà pas épinglé :
nb_no: Denne cog'en har allerede blitt ulåst:
ru_ru: Этот шестеренка уже не была прикреплена:
tr_tr: Bu cog zaten sabit değildi:

source: List currently pinned cogs.
es_es: Lista de engranajes fijados.
fr_fr: Liste les cogs actuellement épinglés.
nb_no: List faste cogs for øyeblikket.
ru_ru: Список текущих прикрепленных шестеренок.
tr_tr: Şu anda sabitlenmiş olan cogları listeler.

source: unknown
es_es: desconocido
fr_fr: inconnu

source: None.
es_es: Ninguno.
fr_fr: Aucun.
nb_no: Ingen.
ru_ru: Никто не голосовал против.
tr_tr: Hiçbiri.

source: (continued)
es_es: (continuado)
fr_fr: (suite)
nb_no: (fortsatt)
ru_ru: (продолжение)
tr_tr: (devam etmekte)

source: Pinned Cogs:
es_es: Cogs fijadas:
fr_fr: Cogs épinglés :
nb_no: Låste Cogs:
ru_ru: Штыревые шестеренки:
tr_tr: Sabitlenmiş coglar:

source: Pinned Cogs:
es_es: Piñas fijadas:
fr_fr: Cogs épinglés :
nb_no: Låste Cogs:
ru_ru: Прикрепленные шестеренки:
tr_tr: Sabitlenmiş coglar:

source: Check for available cog updates (including pinned cogs). This command doesn't update cogs, it only checks for updates. Use `[p]cog update` to update cogs.
es_es: Comprueba si hay actualizaciones disponibles de engranajes (incluyendo engranajes fijos). Este comando no actualiza los cogs, solo comprueba las actualizaciones. Usa `[p]actualización de cog ` para actualizar los cogs.
fr_fr: Vérifier les mises à jour de cog disponibles (y compris les cogs épinglés). Cette commande ne met pas à jour les cogs, elle ne vérifie que les mises à jour. Utilisez `[p]cog update` pour mettre à jour les cogs.
nb_no: Se etter tilgjengelige cog oppdateringer (inkludert festede cogs). Denne kommandoen oppdaterer ikke cogs, den søker bare etter oppdateringer. Bruk `[p]cog update` for å oppdatere cogs.
ru_ru: Проверка доступных обновлений cog (включая прикрепленные cog). Эта команда не обновляет коги, она только проверяет наличие обновлений. Для обновления шестеренок используйте команду `[p]cog update`.
tr_tr: Coglar için mevcut güncellemeleri denetler (sabitlenmiş coglar dahil). Bu komut cogları güncellemez, sadece güncellemeleri denetler. Cogları güncellemek için `[p]cog update` kullanın.

source: These cogs can be updated:
es_es: Estos programas pueden ser actualizados:
fr_fr: Ces cogs peuvent être mis à jour :
nb_no: Disse cogs kan oppdateres:
ru_ru: Эти шестеренки можно обновить:
tr_tr: Bu coglar güncellenebilir:

source: This cog can be updated:
es_es: Este cog puede ser actualizado:
fr_fr: Ce cog peut être mis à jour :
nb_no: Disse cogene kan oppdateres:
ru_ru: Этот шестерня может быть обновлен:
tr_tr: Bu cog güncellenebilir:

source: These shared libraries can be updated:
es_es: Estas librerías compartidas pueden ser actualizadas:
fr_fr: Ces bibliothèques partagées peuvent être mises à jour :
nb_no: Disse delte bibliotekene kan oppdateres:
ru_ru: Эти общие библиотеки могут быть обновлены:
tr_tr: Bu ortak kütüphaneler güncellenebilir:

source: This shared library can be updated:
es_es: Esta librería compartida puede ser actualizada:
fr_fr: Cette bibliothèque partagée peut être mise à jour :
nb_no: Dette delte biblioteket kan oppdateres:
ru_ru: Эта общая библиотека может быть обновлена:
tr_tr: Bu ortak kütüphane güncellenebilir:

source: No cogs can be updated.
es_es: No se puede actualizar ningún programa de programación.
fr_fr: Aucun cog ne peut être mis à jour.
nb_no: Ingen cogs kan oppdateres.
ru_ru: Ни одна шестерня не может быть обновлена.
tr_tr: Güncellenebilir cog bulunmamakta.

source: All installed cogs are up to date.
es_es: Todos los programas instalados están actualizados.
fr_fr: Tous les cogs installés sont déjà à jour.
nb_no: Alle installerte cogs er oppdatert.
ru_ru: Все установленные шестеренки актуальны.
tr_tr: Yüklü olan tüm coglar güncel.

source: Update all cogs, or ones of your choosing. Examples: - `[p]cog update` - `[p]cog update True` - `[p]cog update defender` - `[p]cog update True defender` **Arguments** - `[reload]` Whether to reload cogs immediately after update or not. - `[cogs...]` The cog or cogs to update. If omitted, all cogs are updated.
es_es: Actualiza todos los cogs o los de tu elección. Ejemplos: - `[p]cog update` - `[p]cog update True` - `[p]cog update defender` - `[p]cog update True defender` **Argumentos** - `[reload]` Si desea volver a cargar los cogs inmediatamente después de actualizar o no. - `[cogs...]` El o los cogs a actualizar. Si se omite, todos los cogs se actualizarán.

source: Update all cogs from repos of your choosing. Examples: - `[p]cog updateallfromrepos 26-Cogs` - `[p]cog updateallfromrepos True 26-Cogs` - `[p]cog updateallfromrepos Laggrons-Dumb-Cogs 26-Cogs` **Arguments** - `[reload]` Whether to reload cogs immediately after update or not. - `<repos...>` The repo or repos to update all cogs from.
es_es: Actualiza todos los Cogs desde los repositorios de tu elección. Ejemplos: - `[p]cog updateallfromrepos 26-Cogs` - `[p]cog updateallfromrepos True 26-Cogs` - `[p]cog updateallfromrepos Laggrons-Dumb-Cogs 26-Cogs` **Argumentos** - `[reload]` Si desea volver a cargar los Cogs inmediatamente después de actualizar o no. - `<repos...>` El repositorio o los repos desde los que actualizar todos los programas.
