Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/customcom/locales/*.po
Languages: de_de, es_es, fr_fr, id_id, nb_no, pl_pl, sv_se, tr_tr

source: Welcome to the interactive random {cc} maker!\nEvery message you send will be added as one of the random responses to choose from once this {cc} is triggered. To exit this interactive menu, type `{quit}`
es_es: ¡Bienvenido al creador interactivo de {cc} al azar!\nCada mensaje que envíes se añadirá como una de las respuestas aleatorias de las que elegir una vez que este {cc} se active. Para salir de este menú interactivo, escribe `{quit}`
nb_no: Velkommen til interaktiv tilfeldig {cc} produserer!\nHver melding du sender vil bli lagt til som et av de tilfeldige svarene du velger fra når {cc} utløses. For å avslutte denne interaktive menyen, skriv `{quit}`
tr_tr: Interaktif rastgele {cc} oluşturucuya hoşgeldiniz. \nGönderdiğiniz her mesaj {cc} kullanıldığında rastgele cevap olarak gönderilecek. Bu menü den çıkmak için `{quit}` yazın.

source: Add a random response:
de_de: Füge eine zufällige Antwort hinzu:
es_es: Agrega una respuesta aleatoria:
fr_fr: Ajouter une réponse aléatoire :
id_id: Tambahkan tanggapan acak:
nb_no: Legg til et tilfeldig svar:
pl_pl: Dodaj losową odpowiedź:
sv_se: Lägg till ett slumpmässigt svar:
tr_tr: Rastgele yanıt ekle

source: Random responses must take the same arguments!
de_de: Zufällige Antworten müssen die gleichen Argumente aufweisen!
es_es: ¡Las respuestas aleatorias deben tomar los mismos argumentos!
fr_fr: Les réponses aléatoires doivent prendre les mêmes arguments !
nb_no: Tilfeldig svar må ta de samme argumentene!
pl_pl: Losowe odpowiedzi muszą przyjmować te same argumenty!
tr_tr: Rastgele yanıtlar aynı argümanları almalı.

source: Do you want to create a 'randomized' custom command? (y/n)
es_es: ¿Quieres crear un comando personalizado 'aleatorio'? (y/n)
nb_no: Vil du opprette en 'randomisert' egendefinert kommando? (y/n)
tr_tr: Rastgeleleştirilmiş özel komut oluşturmak ister misiniz? (y/n)

source: Response timed out, please try again later.
de_de: Zeitüberschreitung bei der Antwort, versuche es später erneut.
es_es: Respuesta expirada, inténtalo de nuevo más tarde.
fr_fr: Requête expirée, veuillez réessayer ultérieurement.
nb_no: Svaret ble tidsavbrutt, prøv igjen senere.
pl_pl: Upłynął limit czasu odpowiedzi, spróbuj ponownie później.
tr_tr: İstek zaman aşımına uğradı, lütfen daha sonra tekrar deneyin

source: What response do you want?
de_de: Welche Reaktion willst du?
es_es: ¿Qué tipo de respuesta quieres?
fr_fr: Quelle réponse voulez-vous ?
id_id: Tanggapan apa yang anda inginkan?
nb_no: Hva svar du vil ha?
pl_pl: Jaką odpowiedź chcesz?
sv_se: Vilket svar vill du ha?
tr_tr: İstediğin yanıt nedir?

source: This cog contains commands for creating and managing custom commands that display text.\n\n These are useful for storing information members might need, like FAQ answers or invite links.\n Custom commands can be used by anyone by default, so be careful with pings.\n Commands can only be lowercase, and will not respond to any uppercase letters.\n
es_es: Este módulo contiene comandos para crear y gestionar comandos personalizados que muestran texto.\n\n Estos son útiles para almacenar información que los miembros puedan necesitar, como respuestas de preguntas frecuentes o enlaces de invitación.\n Los comandos personalizados pueden ser usados por cualquiera por defecto, así que ten cuidado con los pings.\n Los comandos sólo pueden ser minúsculas, y no responden a ninguna letra mayúscula.\n
nb_no: Denne cog inneholder kommandoer for å opprette og administrere egendefinerte kommandoer som viser tekst.\n\n Dette er nyttig for å lagre informasjons medlemmer kan trenge, som FAQ svar eller invitasjonslenker.\n Egendefinerte kommandoer kan brukes av alle som standard, så vær forsiktig med ping.\n Kommandoer kan bare være små og vil ikke svare på store bokstaver.\n
tr_tr: Bu modül yazı halinde çıktı veren özel komutlar oluşturmak ve yönetmek için komutlar içerir.\n\n Bu özel komutlar, üyelere lazım olabilecek davet linkleri yada SSS yanıtları gibi bilgileri depolamak için kullanışlıdır..\n Varsayılan olarak özel komutlar herhangi biri tarafından kullanılabileceğinden pingler ile çalışırken dikkatli olun.\n Komutlar yalnızca küçük harflerle yazılabilirler ve her hangi bir büyük harfe cevap vermeyeceklerdir.\n

source: Base command for Custom Commands management.
es_es: Comando base para la gestión de Comandos Personalizados.
fr_fr: Commande de base pour la gestion des commandes personnalisées.
nb_no: Grunnkommando for egendefinerte Kommandoer behandling.
pl_pl: Komenda bazowa dla zarządzania poleceniami niestandardowymi.
tr_tr: Özel Komutların yönetimi için Temel Komut.

source: Get the raw response of a custom command, to get the proper markdown.\n\n This is helpful for copy and pasting.\n\n **Arguments:**\n\n - `<command>` The custom command to get the raw response of.
es_es: Obtener la respuesta cruda de un comando personalizado, para obtener el markdown adecuado.\n\n Esto es útil para copiar y pegar.\n\n **Argumentos:**\n\n - `<command>` El comando personalizado para obtener la respuesta cruda.
nb_no: Få den rå responsen på en egendefinert kommando, for å få riktig merking.\n\n Dette er nyttig for kopiering og innliming.\n\n **Argumenter:**\n\n - `<command>` Den egendefinerte kommandoen for å få rå svaret på.
tr_tr: Düzgün biçimlendirmeye ulaşabilmek için bir komutun ham çıktısını verir.\n\n Bu, kopyala yapıştır yapmakta yardımcı olur.\n\n **Seçenkler:**\n\n - `<command>` Çıktısını almak istediğiniz komut.

source: Response #{num}/{total}
de_de: Antwort #{num}/{total}
es_es: Respuesta #{num}/{total}
fr_fr: Réponse #{num}/{total}
nb_no: Svar #{num}/{total}
pl_pl: Odpowiedź #{num}/{total}
tr_tr: Yanıt #{num}/{total}

source: Response #{num}/{total}:\n{raw}
es_es: Respuesta #{num}/{total}:\n{raw}
nb_no: Svar #{num}/{total}:\n{raw}
tr_tr: Yanıt #{num}/{total}:\n{raw}

source: \n Searches through custom commands, according to the query.\n\n Uses fuzzywuzzy searching to find close matches.\n\n **Arguments:**\n\n - `<query>` The query to search for. Can be multiple words.\n
es_es: \n Busca a través de comandos personalizados, de acuerdo a la consulta.\n\n Utiliza la búsqueda de fuzzywuzzy para encontrar coincidencias cercanas.\n\n **Argumentos:**\n\n - `<query>` La consulta a buscar. Puede ser varias palabras.\n
nb_no: \n Søker gjennom tilpassede kommandoer, etter spørringen.\n\n Bruker fuzzywuzzy som søker for å finne nærliggende treff.\n\n **Argumenter:**\n\n - `<query>` Spørringen å søke etter. Kan være flere ord.\n
tr_tr: \n Verilen sorguya göre özel komutlarda arama yapar.\n\n Arama yapmak için fuzzywuzzy adlı Python kütüphanesini kullanır.\n\n **Seçenekler:**\n\n - `<query>` Aramak istediğiniz sorgu, birden çok kelime içerebilir.\n

source: No close matches were found.
de_de: Keine Ergebnisse gefunden.
es_es: No se encontraron coincidencias cercanas.
fr_fr: Aucune correspondance proche n'a été trouvée.
nb_no: Ingen nære kamper ble funnet.
pl_pl: Nie znaleziono żadnych bliskich dopasowań.
tr_tr: Eşleşmeler bulunamadı.

source: Search results
de_de: Suchergebnisse
es_es: Resultados de la búsqueda
fr_fr: Résultats de la recherche
nb_no: Søk i resultater
pl_pl: Wyniki wyszukiwania
tr_tr: Arama sonuçları

source: The following matches have been found:
de_de: Folgendes wurde gefunden:
es_es: Se han encontrado las siguientes coincidencias:
fr_fr: Les correspondances suivantes ont été trouvées:
nb_no: Følgende treff har blitt funnet:
pl_pl: Znaleziono następujące mecze:
tr_tr: Aşağıdaki eşleşmeler bulundu:

source: Create custom commands.\n\n If a type is not specified, a simple CC will be created.\n CCs can be enhanced with arguments, see the guide\n [here](https://docs.discord.red/en/stable/cog_customcom.html).\n
es_es: Crear comandos personalizados.\n\n Si no se especifica un tipo, se creará un simple CC.\n Los Cs pueden ser mejorados con argumentos, ver la guía\n [here](https://docs. iscord.red/es/stable/cog_customcom.html).\n
nb_no: Opprett tilpassede kommandoer.\n\n Hvis en type ikke er spesifisert, vil en enkel CC opprettes.\n CCer kan forbedres med argumenter, se guiden\n [here](https://docs.discord.red/en/stable/cog_customcom.html).\n
tr_tr: Özel komut oluşturun.\n\n Eğer komut uzun geliyorsa sadece cc komutunu kullanarak komut oluştrabilirsiniz.\n Buradan kılavuza bakabilirsiniz \n [bura](https://docs.discord.red/en/stable/cog_customcom.html).\n

source: Create a CC where it will randomly choose a response!\n\n Note: This command is interactive.\n\n **Arguments:**\n\n - `<command>` The command executed to return the text. Cast to lowercase.\n
es_es: ¡Crea un CC donde elegirá aleatoriamente una respuesta!\n\n Nota: Este comando es interactivo.\n\n **Argumentos:**\n\n - `<command>` El comando ejecutado para devolver el texto. Transmitir a minúsculas\n
nb_no: Lag en CC hvor den vil tilfeldig velge et svar!\n\n Merk: Denne kommandoen er interaktiv.\n\n **Argumenter:**\n\n - `<command>` Kommandoen henrettet for å returnere teksten. Stol på små saker\n
tr_tr: Verdiği cevabı rastgele seçecek bir özel komut oluşturur.\n\n Not: Bu komut etkileşimlidir.\n\n **Seçenekler:**\n\n - `<command>` Cevap almak için çalıştırılması gereken komut, küçük harfe çevrilir.\n

source: Custom command names cannot have spaces in them.
de_de: Benutzerdefinierte Befehle dürfen keine Leerzeichen enthalten.
es_es: Los nombres de comandos personalizados no pueden tener espacios en ellos.
fr_fr: Les noms de commandes personnalisées ne peuvent pas contenir d'espaces.
nb_no: Egendefinert kommandonavn kan ikke ha mellomrom i dem.
pl_pl: Własne nazwy poleceń nie mogą mieć spacji.
tr_tr: Özel komut adlarında boşluk olamaz.

source: There already exists a bot command with the same name.
de_de: Es existiert bereits ein Befehl des Bots mit diesem Namen.
es_es: Ya existe un comando de bot con el mismo nombre.
fr_fr: Il existe déjà une commande du bot avec le même nom.
nb_no: Det finnes allerede en bot-kommando med samme navn.
pl_pl: Istnieje już polecenie bota o tej samej nazwie.
tr_tr: Bu isimle bir komut zaten bulunmakta.

source: Custom command process cancelled.
de_de: Der Vorgang, zum Erstellen eines benutzedefinierten Befehls, wurde abgebrochen.
es_es: Proceso de comandos personalizado cancelado.
fr_fr: Processus de commande personnalisée annulé.
nb_no: Egendefinert kommandoprosess avbrutt.
pl_pl: Niestandardowy proces poleceń anulowany.
tr_tr: Özel komut işlemi iptal edildi.

source: Custom command successfully added.
de_de: Benutzerdefinierter Befehl erfolgreich hinzugefügt.
es_es: Comando personalizado añadido satifactoriamente.
fr_fr: Commande personnalisée ajoutée avec succès.
id_id: Perintah kustom berhasil ditambahkan.
nb_no: Tilpasset kommando ble lagt til.
pl_pl: Własne polecenie zostało pomyślnie dodane.
sv_se: Det anpassade kommandot har lagts till.
tr_tr: Özel komut başarıyla eklendi.

source: This command already exists. Use `{command}` to edit it.
de_de: Dieser Befehl ist bereits vorhanden. Verwende `{command}` um ihn zu editieren.
es_es: Este comando ya existe. Use `{command}` para editarlo.
fr_fr: Cette commande existe déjà. Utilisez `{command}` pour la modifier.
nb_no: Denne kommandoen finnes allerede. Bruk `{command} for å redigere den.
pl_pl: Ta komenda już istnieje. Użyj `{command}` aby ją edytować.
tr_tr: Bu komut zaten bulunuyor. Değiştirmek için `{command}` yazın.

source: Add a simple custom command.\n\n Example:\n - `[p]customcom create simple yourcommand Text you want`\n\n **Arguments:**\n\n - `<command>` The command executed to return the text. Cast to lowercase.\n - `<text>` The text to return when executing the command. See guide for enhanced usage.\n
es_es: Añade un simple comando personalizado.\n\n Ejemplo:\n - `[p]customcom create simple yourcommand Text you want`\n\n **Argumentos:**\n\n - `<command>` El comando ejecutado para devolver el texto. Enviar a minúsculas\n - `<text>` El texto a devolver cuando se ejecuta el comando. Ver guía para uso mejorado.\n
nb_no: Legg til en enkel egendefinert kommando.\n\n Eksempel:\n - `[p]customcom create simple yourcommand Text you want`\n\n **Arguments:**\n\n - `<command>` kommandoen kjøres for å returnere teksten. Overfall til lavt.\n - `<text>` Teksten som skal returnere når du utfører kommandoen. Se en guide for økt bruk.\n
tr_tr: Basit bir özel komut ekler.\n\n Örnek:\n - `[p]customcom create simple komutunuz Vermesini istediğiniz çıktı`\n\n **Seçenekler:**\n\n - `<command>` Cevap almak için çalıştırılan komut, küçük harfe çevrilir.\n - `<text>` Komutun vereceği cevap. Daha detaylı kullanım için kılavuza bakınız.\n

source: Set, edit, or view the cooldown for a custom command.\n\n You may set cooldowns per member, channel, or guild. Multiple\n cooldowns may be set. All cooldowns must be cooled to call the\n custom command.\n\n Examples:\n - `[p]customcom cooldown pingrole`\n - `[p]customcom cooldown yourcommand 30`\n - `[p]cc cooldown mycommand 30 guild`\n\n **Arguments:**\n\n - `<command>` The custom command to check or set the cooldown.\n - `<cooldown>` The number of seconds to wait before allowing the command to be invoked again. If omitted, will instead return the current cooldown settings.\n - `<per>` The group to apply the cooldown on. Defaults to per member. Valid choices are server, guild, user, and member.\n
es_es: Establece, edite o vea el tiempo de espera para un comando personalizado.\n\n Puedes establecer tiempos de enfriamiento por miembro, canal o gremio. Se pueden establecer múltiples tiempos de enfriamiento\n . Todos los tiempos de enfriamiento deben ser enfriados para llamar al comando\n personalizado.\n\n Ejemplos:\n - `[p]Pingrole de enfriamiento customcom\n - `[p]enfriamiento customcom yourcommand 30`\n - `[p]cc enfriamiento mycommand 30 guild`\n\n **Argumentos:**\n\n - `<command>` El comando personalizado para verificar o establecer el tiempo de enfriamiento.\n - `<cooldown>` El número de segundos a esperar antes de permitir que el comando sea invocado de nuevo. Si se omite, en su lugar devolverá la configuración actual de enfriamiento.\n - `<per>` El grupo a aplicar el tiempo de recarga. Por defecto es por miembro. Las opciones válidas son servidor, gremio, usuario y miembro.\n
nb_no: Legg til, endre eller se nedkjølingen for en egendefinert kommando.\n\n Du kan sette nedkjølere per medlem, kanal eller guild. Flere\n kjølingsaggregater kan settes. Alle cooldowns må kjøles for å ringe\n egendefinert kommando.\n\n Eksempler:\n - `[p]customcom cooldown pingrole`\n - `[p]customcom cooldown yourcommand 30`\n - `[p]cc cooldown mycommand 30 guild`\n\n **Arguments:**\n\n - `<command>` Den egendefinerte kommandoen for å sjekke eller angi den cooldown.\n - `<cooldown>` Antall sekunder å vente før kommandoen låses opp igjen. Hvis utelatt, returneres nåværende innstillinger for cooldown i stedet.\n - `<per>` Gruppen for å bruke cooldown på. Standard for per medlem. Gyldige valg er server, guild, bruker og medlem\n
tr_tr: Bir komutun bir kere çalıştırıldıktan sonra tekrar çalışıtırılabilmesi için ne kadar süre geçmesi gerektiğini (cooldown) ayarlar, değiştirir ya da düzenler.\n\n Cooldown sürelerini üye (member), kanal (channel) ya da sunucu (guild) bazında ayarlayabilirsiniz. Birden çok\n cooldown süresi ayarlanabilir. Komutu tekrar çalıştırabilmek için hepsinin \n bitmiş olması gerekir.\n\n Örnekler:\n - `[p]customcom cooldown pingrole`\n - `[p]customcom cooldown komutunuz 30`\n - `[p]cc cooldown komutum 30 guild`\n\n **Seçenekler:**\n\n - `<command>` Cooldown süresi öğrenilecek ya da ayarlanacak komut.\n - `<cooldown>` Komut tekrar çalıştırılmadan önce kaç **saniye** geçmesi gerektiği. Boş bırakılırsa şu anki ayarı gösterir.\n - `<per>` Cooldown süresinden etkilenecek gurup, varsayılan olarak sunucudur. Geçerli seçenekler: server, guild, user, ve member.\n

source: That command doesn't exist.
de_de: Dieser Befehl existiert nicht.
es_es: Este comando no existe.
fr_fr: Cette commande n'existe pas.
id_id: Perintah tersebut tidak ada.
nb_no: Den kommandoen finnes ikke.
pl_pl: Ta komenda nie istnieje.
sv_se: Det kommandot finns inte.
tr_tr: Bu komut var gibi görünmüyor.

source: A {} may call this command every {} seconds
de_de: Ein {} darf diesen Befehl alle {} Sekunden aufrufen
es_es: {} puede llamar a este comando cada {} segundos
fr_fr: Un {} peut appeler cette commande toutes les {} secondes
nb_no: En {} kan kalle denne kommandoen hvert {} sekund
pl_pl: {} może wywoływać tę komendę co {} sekund
tr_tr: {} kişisi bu komutu {} saniye de bir çalıştırabilir.

source: This command has no cooldown.
de_de: Dieser Befehl hat keine Abklingzeit.
es_es: Este comando no tiene tiempo de reutilización.
fr_fr: Cette commande n'a pas de cooldown.
nb_no: Denne kommandoen har ingen nedkjøling.
pl_pl: Ta komenda nie ma czasu odnowienia.
tr_tr: Bu komutun bekleme süresi bulunmuyor.

source: {} must be one of {}
de_de: {} muss einer von {} sein
es_es: {} debe ser uno de {}
fr_fr: {} doit être l'un des {}
nb_no: {} må være en av {}
pl_pl: {} musi być jednym z {}
tr_tr: {} 'dan biri {} olmalı.

source: Custom command cooldown successfully edited.
de_de: Abklingzeit des benutzerdefinierten Befehls erfolgreich bearbeitet.
es_es: El tiempo de reutilización del comando personalizado se ha editado correctamente.
fr_fr: Le cooldown de commande personnalisé a été modifié avec succès.
nb_no: Egendefinert kommando cooldown redigert.
pl_pl: Niestandardowy czas odnowienia poleceń pomyślnie edytowany.
tr_tr: Özel komut bekleme süresi başarılı bir şekilde düzenlendi.

source: That command doesn't exist. Use `{command}` to add it.
de_de: Dieser Befehl existiert nicht. Verwende `{command}`, um ihn hinzuzufügen.
es_es: Ese comando no existe. Use `{command}` para agregarlo.
fr_fr: Cette commande n'existe pas. Utilisez `{command}` pour l'ajouter.
nb_no: Den kommandoen finnes ikke. Bruk `{command} for å legge den til.
pl_pl: Ta komenda nie istnieje. Użyj `{command}`, aby ją dodać.
tr_tr: Bu komut bulunmuyor. Eklemek için `{command}` yazın.

source: Delete a custom command.\n\n Example:\n - `[p]customcom delete yourcommand`\n\n **Arguments:**\n\n - `<command>` The custom command to delete.\n
es_es: Eliminar un comando personalizado.\n\n Ejemplo:\n - `[p]customcom delete yourcommand`\n\n **Argumentos:**\n\n - `<command>` El comando personalizado a borrar.\n
nb_no: Slett en egendefinert kommando.\n\n Eksempel:\n - `[p]customcom delete yourcommand`\n\n **Arguments:**\n\n - `<command>` Den egendefinerte kommandoen for å slette.\n
tr_tr: Bir özel komutu siler.\n\n Örnek:\n - `[p]customcom delete komutunuz`\n\n **Seçenekler:**\n\n - `<command>` Silinecek komut.\n

source: Custom command successfully deleted.
de_de: Benutzerdefinierter Befehl erfolgreich gelöscht.
es_es: Comando personalizado eliminado satifactoriamente.
fr_fr: La commande personnalisée a été supprimée avec succès.
id_id: Perintah kustom berhasil dihapus.
nb_no: Egendefinert kommando slettet.
pl_pl: Niestandardowe polecenie zostało usunięte.
sv_se: Det anpassade kommandot är nu borttaget.
tr_tr: Özel komut başarıyla kaldırıldı.

source: Edit a custom command.\n\n Example:\n - `[p]customcom edit yourcommand Text you want`\n\n **Arguments:**\n\n - `<command>` The custom command to edit.\n - `<text>` The new text to return when executing the command.\n
es_es: Editar un comando personalizado.\n\n Ejemplo:\n - `[p]customcom editar el texto de tu comando que quieras`\n\n **Argumentos:**\n\n - `<command>` El comando personalizado a editar.\n - `<text>` El nuevo texto a devolver al ejecutar el comando.\n
nb_no: Rediger en egendefinert kommando.\n\n Eksempel:\n - `[p]customcom edit yourcommand`\n\n **Arguments:**\n\n - `<command>` Den egendefinerte kommandoen for å redigere.\n - `<text>` Den nye teksten som skal returneres når du utfører kommandoen\n
tr_tr: Bir özel komutu düzenler.\n\n Örnek:\n - `[p]customcom edit komutunuz Vermesini istediğiniz çıktı`\n\n **Seçenekler:**\n\n - `<command>` Düzenlenecek özel komut.\n - `<text>` Komut çalıştırılınca verilecek yeni çıktı.\n

source: Custom command successfully edited.
de_de: Benutzerdefinierter Befehl erfolgreich bearbeitet.
es_es: Comando personalizado editado con éxito.
fr_fr: Commande personnalisée modifiée avec succès.
id_id: Perintah kustom berhasil diubah.
nb_no: Egendefinert kommando redigert.
pl_pl: Niestandardowe polecenie pomyślnie edytowane.
sv_se: Det anpassade kommandot har nu ändrats.
tr_tr: Özel komut başarıyla düzenlendi.

source: List all available custom commands.\n\n The list displays a preview of each command's response, with\n markdown escaped and newlines replaced with spaces.\n
es_es: Listar todos los comandos personalizados disponibles.\n\n La lista muestra una vista previa de la respuesta de cada comando, con\n markdown escapado y nuevas líneas sustituidas por espacios.\n
nb_no: List opp alle tilgjengelige tilpassede kommandoer.\n\n Listen viser en forhåndsvisning av hver kommandos svar, Med\n "påslag" rømte ut, og nye linjer byttet ut med mellomrom.\n
tr_tr: Kullanılabilir özel komutları listeler.\n\n Liste, her komutun yanıtının bir önizlemesini görüntüler, işaretlemesiz ve yeni satırlar boşluklarla değiştirilir.\n

source: There are no custom commands in this server. Use `{command}` to start adding some.
de_de: Es existieren keine benutzerdefinierten Befehle auf diesem Server. Verwende `{command}`, um welche hinzuzufügen.
es_es: No hay comandos personalizados en este servidor. Use `{command}` para comenzar a agregar algunos.
fr_fr: Il n'y a pas de commandes personnalisées dans ce serveur. Utilisez `{command}` pour commencer à en ajouter.
nb_no: Det er ingen egendefinerte kommandoer i denne serveren. Bruk `{command}` for å begynne å legge til.
pl_pl: Na tym serwerze nie ma żadnych niestandardowych poleceń. Użyj `{command}` aby zacząć dodawać.
tr_tr: Bu sunucu da özel komut bulunmuyor. Eklemek için `{command}` yazın.

source: Custom Command List
de_de: Liste der benutzerdefinierten Befehle
es_es: Lista de comandos personalizados
fr_fr: Liste de commandes personnalisées
nb_no: Tilpasset kommando liste
pl_pl: Własna lista poleceń
tr_tr: Özel komut listesi

source: Page {num}/{total}
de_de: Seite {num}/{total}
es_es: Página {num}/{total}
nb_no: Side {num}/{total}
pl_pl: Strona {num}/{total}
tr_tr: {num}/{total} sayfa

source: Shows a custom command's responses and its settings.\n\n **Arguments:**\n\n - `<command>` The custom command to show.\n
es_es: Muestra las respuestas de un comando personalizado y sus ajustes.\n\n **Argumentos:**\n\n - `<command>` El comando personalizado para mostrar.\n
nb_no: Viser en egendefinert kommandos svar og dens innstillinger.\n\n **Argumenter:**\n\n -<command>` Den egendefinerte kommandoen å vise.\n
tr_tr: Bir özel komutun cevaplarını ve ayarlarını gösterir.\n\n **Seçenekler:**\n\n - `<command>` Gösterilecek özel komut.\n

source: I could not not find that custom command.
de_de: Ich konnte diesen benutzerdefinierten Befehl nicht finden.
es_es: No he podido encontrar ese comando personalizado.
fr_fr: Je n'ai pas pu trouver cette commande personnalisée.
nb_no: Jeg fant ikke den egendefinerte kommandoen.
pl_pl: Nie mogłem znaleźć tego niestandardowego polecenia.
tr_tr: Bu özel komutu bulamadım.

source: Deleted User
es_es: Usuario eliminado
fr_fr: Utilisateur supprimé
nb_no: Slettet bruker
pl_pl: Usunięty użytkownik
tr_tr: Silinmiş Kullanıcı

source: Random
de_de: Zufall
es_es: Aleatorio
fr_fr: Aléatoire
nb_no: Tilfeldig
pl_pl: Losowo
tr_tr: Rastgele

source: Normal
nb_no: Vanlig
pl_pl: Normalny

source: Command: {command_name}\nAuthor: {author}\nCreated: {created_at}\nType: {type}\n
es_es: Comando: {command_name}\nAutor: {author}\nCreado: {created_at}\nTipo: {type}\n
nb_no: Kommando: {command_name}\nForfatter: {author}\nOpprettet: {created_at}\nType: {type}\n
tr_tr: Komut: {command_name}\nSahip: {author}\nOluşturulma Tarihi: {created_at}\nTipi: {type}\n
