Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/customcom/locales/*.po
Languages: de_de, es_es, fr_fr, id_id, nb_no, pl_pl, sv_se, tr_tr

source: Cooldowns:\n
es_es: Enfriamiento:\n
nb_no: Nedkjølinger:\n
tr_tr: Bekleme süresi:\n

source: {num} seconds per {period}\n
es_es: {num} segundos por {period}\n
nb_no: {num} sekunder per {period}\n
tr_tr: {num} saniye her {period} başına\n

source: Responses:\n
es_es: Respuestas:\n
nb_no: Respons:\n
tr_tr: Yanıtlar

source: Too many arguments!
de_de: Zu viele Argumente!
es_es: ¡Demasiados argumentos!
fr_fr: Trop d'arguments !
nb_no: For mange argumenter!
pl_pl: Zbyt wiele argumentów!
tr_tr: Çok fazla argüman

source: Arguments must be sequential. Missing arguments:
de_de: Argumente müssen sequentiell sein. Fehlende Argumente:
es_es: Los argumentos deben ser secuenciales. Faltan argumentos:
fr_fr: Les arguments doivent être séquentiels. Arguments manquants :
nb_no: Argumenter må være sekvensielle. Manglende argumenter:
pl_pl: Argumenty muszą być sekwencyjne. Brakujące argumenty:
tr_tr: Girdiler sırayla olmalıdır. Eksik girdiler:

source: Conflicting colon notation for argument {index}: \"{name1}\" and \"{name2}\".
es_es: Conflicto de notación de dos puntos para el argumento {index}: \"{name1}\" y \"{name2}\".
nb_no: Conflicting colon notation for argument {index}: \"{name1}\" og \"{name2}\".
tr_tr: Bağımsız değişken için çakışan kolon gösterimi {index}: \"{name1}\" ve \"{name2}\".

source: Welcome to the interactive random {cc} maker! Every message you send will be added as one of the random responses to choose from once this {cc} is triggered. To exit this interactive menu, type `{quit}`
de_de: **Hier kannst du einen zufälligen „{cc}“ Befehl erstellen.** Jede von dir gesendete Nachricht wird als eine der zufälligen Antworten hinzugefügt, aus denen dann zufällig gewählt wird, sobald dieser „{cc}“ ausgeführt wird. Um dieses interaktive Menü zu beenden, schreibe: `{quit}`.
fr_fr: Bienvenue sur le générateur interactif aléatoire {cc} ! Chaque message que vous envoyez sera ajouté comme l'une des réponses aléatoires à choisir une fois que ce {cc} sera déclenché. Pour quitter ce menu interactif, tapez `{quit}`
pl_pl: Witamy w interaktywnym losowym {cc} twórcy! Każda wysłana przez Ciebie wiadomość zostanie dodana jako jedna z losowych odpowiedzi do wyboru po uruchomieniu tego {cc}. Aby opuścić to interaktywne menu, wpisz `{quit}`

source: The text response you're trying to create has more than 2000 characters. I cannot send messages that are longer than 2000 characters, please try again.
pl_pl: Odpowiedź tekstowa, którą próbujesz stworzyć, ma więcej niż 2000 znaków. Nie mogę wysyłać wiadomości, które są dłuższe niż 2000 znaków, spróbuj ponownie.

source: Do you want to create a 'randomized' custom command?
fr_fr: Voulez-vous créer une commande personnalisée "aléatoire" ?
pl_pl: Czy chcesz utworzyć niestandardowe polecenie "losowe"?

source: This cog contains commands for creating and managing custom commands that display text. These are useful for storing information members might need, like FAQ answers or invite links. Custom commands can be used by anyone by default, so be careful with pings. Commands can only be lowercase, and will not respond to any uppercase letters.
fr_fr: Ce cog contient des commandes permettant de créer et de gérer des commandes personnalisées qui affichent du texte. Elles sont utiles pour stocker les informations dont les membres peuvent avoir besoin, comme les réponses à la FAQ ou les liens d'invitation. Les commandes personnalisées peuvent être utilisées par n'importe qui par défaut, donc soyez prudent avec les pings. Les commandes ne peuvent être qu'en minuscules, et ne répondront pas aux lettres majuscules.
pl_pl: Ten cog zawiera polecenia do tworzenia i zarządzania niestandardowymi poleceniami wyświetlającymi tekst. Są one przydatne do przechowywania informacji o użytkownikach, takich jak odpowiedzi na pytania lub linki do zaproszeń. Niestandardowe polecenia mogą być domyślnie używane przez każdego, więc zachowaj ostrożność przy pingu. Polecenia mogą być tylko małe i nie będą odpowiadać na żadne wielkie litery.

source: Get the raw response of a custom command, to get the proper markdown. This is helpful for copy and pasting. **Arguments:** - `<command>` The custom command to get the raw response of.
fr_fr: Obtenez la réponse brute d'une commande personnalisée, pour obtenir le markdown approprié. Ceci est utile pour copier et coller. **Arguments:** - `<command>` La commande personnalisée dont on veut obtenir la réponse brute.
pl_pl: Uzyskaj niestandardową odpowiedź na polecenie, aby uzyskać właściwą markdown. Jest to pomocne przy kopiowaniu i wklejaniu. **Argumenty:** - `<command>` Niestandardowe polecenie do uzyskania surowej odpowiedzi.

source: Response #{num}/{total}: {raw}
de_de: Antwort #{num}/{total}: {raw}
fr_fr: Réponse #{num}/{total}: {raw}
pl_pl: Odpowiedź #{num}/{total}: {raw}

source: Create custom commands. If a type is not specified, a simple CC will be created. CCs can be enhanced with arguments, see the guide [here](https://docs.discord.red/en/stable/cog_customcom.html).
de_de: Erstelle einen benutzerdefinierten Befehl. Wenn keine Art für den benutzerdefinierten Befehl spezifiziert wurde, wird ein einfacher benutzerdefinierter Befehl erstellt. Benutzerdefinierte Befehle können auch mit Argumenten erweitert werden. Siehe diese Anleitung: [Dokumentation](https://docs.discord.red/en/stable/cog_customcom.html).
fr_fr: Créer des commandes personnalisées. Si un type n'est pas spécifié, une CP simple sera créée. Les CPs peuvent être améliorées avec des arguments, voir le guide [here](https://docs. iscord.red/fr/stable/cog_customcom.html).
pl_pl: Utwórz niestandardowe polecenia. Jeśli typ nie jest określony, zostanie utworzony prosty CC. KK mogą zostać wzmocnione argumentami, zobacz poradnik [here](https://docs. iscord.red/en/stable/cog_customcom.html).

source: Create a CC where it will randomly choose a response! Note: This command is interactive. **Arguments:** - `<command>` The command executed to return the text. Cast to lowercase.
fr_fr: Créez un CC qui choisira une réponse au hasard ! Note : Cette commande est interactive. **Arguments:** - `<command>` La commande exécutée pour retourner le texte. Mettre en minuscule.
pl_pl: Utwórz CC, gdzie losowo wybierze odpowiedź! Uwaga: Ta komenda jest interaktywna. **Argumenty:** - `<command>` Polecenie wykonane, aby zwrócić tekst. Przewiń na małe litery.

source: The text response you're trying to create has more than 2000 characters. I cannot send messages that are longer than 2000 characters.
pl_pl: Odpowiedź tekstowa, którą próbujesz stworzyć, ma więcej niż 2000 znaków. Nie mogę wysyłać wiadomości, które są dłuższe niż 2000 znaków.

source: Add a simple custom command. Example: - `[p]customcom create simple yourcommand Text you want` **Arguments:** - `<command>` The command executed to return the text. Cast to lowercase. - `<text>` The text to return when executing the command. See guide for enhanced usage.
pl_pl: Dodaj proste polecenie niestandardowe. Przykład: - `[p]customcom tworzy prosty tekst twojego polecenia` **Argumenty:** - `<command>` Polecenie wykonane, aby zwrócić tekst. Przewiń na małe litery. - `<text>` Tekst do powrotu podczas wykonywania polecenia. Zobacz poradnik dla lepszego użycia.

source: Set, edit, or view the cooldown for a custom command. You may set cooldowns per member, channel, or guild. Multiple cooldowns may be set. All cooldowns must be cooled to call the custom command. Examples: - `[p]customcom cooldown pingrole` - `[p]customcom cooldown yourcommand 30` - `[p]cc cooldown mycommand 30 guild` **Arguments:** - `<command>` The custom command to check or set the cooldown. - `[cooldown]` The number of seconds to wait before allowing the command to be invoked again. If omitted, will instead return the current cooldown settings. - `[per]` The group to apply the cooldown on. Defaults to per member. Valid choices are server / guild, user / member, and channel.
pl_pl: Set, edytuj, lub wyświetl czas odnowienia dla niestandardowego polecenia. Możesz ustawić czas odnowienia dla każdego członka, kanału lub gildii. Można ustawić wielokrotny czas odnowienia. Wszystkie czas odnowienia musi być schłodzony, aby wywołać niestandardowe polecenie. Przykłady: - `[p]customcom cooldown pingrole` - `[p]customcom cooldown yourcommand 30` - `[p]cc cooldown mycommand 30 guild` **Arguments:** - `<command>` Niestandardowe polecenie sprawdzające lub ustawiające czas odnowienia. - `[cooldown]` Liczba sekund oczekiwania przed ponownym wywołaniem polecenia. Jeśli pominięto, zamiast tego zwróci bieżące ustawienia odnowienia. - `[per]` Grupa do zastosowania czasu odnowienia. Domyślnie dla każdego użytkownika. Prawidłowe wybory to serwer / gildia, użytkownik / członek i kanał.

source: Delete a custom command. Example: - `[p]customcom delete yourcommand` **Arguments:** - `<command>` The custom command to delete.
pl_pl: Usuń polecenie niestandardowe. Przykład: - `[p]customcom delete yourcommand` **Argumenty:** - `<command>` Niestandardowe polecenie do usunięcia.

source: Edit a custom command. Example: - `[p]customcom edit yourcommand Text you want` **Arguments:** - `<command>` The custom command to edit. - `<text>` The new text to return when executing the command.
pl_pl: Edytuj polecenie niestandardowe. Przykład: - `[p]customcom edit yourcommand Text you want **Arguments:** - `<command>` Niestandardowe polecenie do edycji. - `<text>` Nowy tekst do powrotu podczas wykonywania polecenia.

source: List all available custom commands. The list displays a preview of each command's response, with markdown escaped and newlines replaced with spaces.
de_de: Listet alle verfügbaren benutzerdefinierten Befehle auf. Die Liste zeigt eine Vorschau der einzelnen Befehlsantworten, mit escaped Markdown und Zeilenumbrüche durch Leerzeichen ersetzt.
fr_fr: Énumérez toutes les commandes personnalisées disponibles. La liste affiche un aperçu de la réponse de chaque commande, avec le code markdown affiché et les nouvelles lignes remplacées par des espaces.
pl_pl: Lista wszystkich dostępnych niestandardowych poleceń. Lista wyświetla podgląd odpowiedzi każdego polecenia, z usuniętymi markdown i nowymi liniami zastąpionymi spacjami.

source: Shows a custom command's responses and its settings. **Arguments:** - `<command_name>` The custom command to show.
fr_fr: Affiche les réponses d'une commande personnalisée et ses paramètres. **Arguments:** - `<command_name>` La commande personnalisée à afficher.
pl_pl: Pokazuje odpowiedzi niestandardowego polecenia i jego ustawienia. **Argumenty:** - `<command_name>` Niestandardowe polecenie do wyświetlenia.

source: Command: {command_name} Author: {author} Created: {created_at} Type: {type}
de_de: Befehl: {command_name} Autor: {author} Erstellt: {created_at} Typ: {type}
fr_fr: Commande : {command_name} Auteur : {author} Créé le : {created_at} Type : {type}
pl_pl: Polecenie: {command_name} Autor: {author} Utworzony: {created_at} Typ: {type}

source: Cooldowns:
de_de: Cooldown:
pl_pl: Opóźnienia:

source: {num} seconds per {period}
de_de: {num} Sekunden pro {period}
fr_fr: {num} secondes par {period}
pl_pl: {num} sekund na {period}

source: Responses:
de_de: Antworten:
fr_fr: Réponses :
pl_pl: Odpowiedź:

source: Conflicting colon notation for argument {index}: "{name1}" and "{name2}".
de_de: Widersprüchliche Doppelpunkt Schreibweise für Argument {index}: "{name1}" und "{name2}".
fr_fr: Entrée de deux points contradictoire pour l'argument {index}: "{name1}" and "{name2}".

source: Welcome to the interactive random {} maker! Every message you send will be added as one of the random response to choose from once this {} is triggered. To exit this interactive menu, type `{}`
id_id: Selamat datang di pembuat interaktif {} acak! Setiap pesan yang anda kirim akan ditambahkan sebagai salah satu respon acak untuk dipilih setelah ini {} dipicu. Untuk keluar dari menu interaktif ini, ketik `{}`
sv_se: Välkommen till den interaktiva slump {} makaren! Varje meddelande du skickar, kommer att läggas till som ett slumpmässigt svar i listan, för när {} utlöses. För att avsluta denna interaktiva meny, skriv `{}`

source: Do you want to create a 'randomized' cc? {}
id_id: Apakah Anda ingin membuat cc 'acak'? {}
sv_se: Vill du skapa ett 'slumpat' cc? {}

source: This command already exists. Use `{}` to edit it.
id_id: Perintah ini sudah ada. Gunakan '{}' untuk mengeditnya.
sv_se: Detta kommando finns redan. Använd `{}` för att ändra det.

source: That command is already a standard command.
id_id: Perintah ini sudah perintah standar.
sv_se: Detta kommando är redan ett standard kommando.

source: That command doesn't exist. Use `{}` to add it.
id_id: Perintah ini tidak tersedia. Gunakan '{}' untuk menambahkannya.
sv_se: Det kommandot finns inte. Använd `{}`för att lägga till det.

source: There are no custom commands in this guild. Use `{}` to start adding some.
id_id: Tidak ada perintah kustom dalam server ini. Gunakan '{}' untuk mulai menambahkannya.
sv_se: Det finns inga anpassade kommandon i denna guild. Använd `{}`för att börja lägga till några.
