Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/commands/locales/*.po
Languages: de_de, es_es, fi_fi, hr_hr, hu_hu, it_it, nb_no, pt_pt, sv_se, tr_tr, zh_cn, zh_tw

source: Server \"{name}\" not found.
hu_hu: A \"{name}\" szerver nem található.
sv_se: Servern \"{name}\" hittades inte.

source: \nCustom Tagline: {tag}
hu_hu: \nEgyéni címke: {tag}

source: Maximum characters per page: {page_char_limit}\nMaximum pages per guild (only used if menus are not used): {max_pages_in_guild}\nHelp is a menu: {use_menus}\nHelp shows hidden commands: {show_hidden}\nHelp only shows commands which can be used: {verify_checks}\nHelp shows unusable commands when asked directly: {verify_exists}\nDelete delay: {delete_delay}\nReact with a checkmark when help is sent via DM: {use_tick}{tagline_info}
hu_hu: Maximum karakterek oldalanként: {page_char_limit}\nMaximum karakterek szerverenként (csak akkor használva ha a menük nincsenek használatban): {max_pages_in_guild}\nA segítő parancs egy menü: {use_menus}\nSegítő parancs mutat rejtett parancsokat: {show_hidden}\nSegítő parancs csak használható parancsokat mutat: {verify_checks}\nA segítő menü megjelenít nem használható parancsokat közvetlen kérésnél: {verify_exists}\nTörlési késleltetés: {delete_delay}\nReagálás pipával ha a segítség közvetlen üzenetben van elküldve: {use_tick}{tagline_info}

source: Syntax: {ctx.clean_prefix}{command.qualified_name} {command.signature}
hu_hu: Szintaxis: {ctx.clean_prefix}{command.qualified_name} {command.signature}

source: *Page {page_num} of {page_count}*\n{content_description}
hu_hu: *{page_num}/{page_count}. oldal*\n{content_description}
sv_se: *Sida {page_num} av {page_count}*\n{content_description}
