Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/core/commands/locales/*.po
Languages: de_de, es_es, fi_fi, hr_hr, hu_hu, it_it, nb_no, pt_pt, sv_se, tr_tr, zh_cn, zh_tw

source: `{unit}` is not a valid unit of time for this command
de_de: `{unit}` ist keine gültige Zeiteinheit für diesen Befehl
es_es: `{unit}` no es una unidad de tiempo válida para este comando
fi_fi: `{unit}` ei ole kelvollinen ajanyksikkö tälle komennolle
hr_hr: `{unit}` nije važeća jedinica vremena za ovu naredbu
hu_hu: Az `{unit}` nem érvényes időegység e parancshoz
it_it: `{unit}` non è un periodo di tempo valido per questo comando
nb_no: `{unit}` er ikke en gyldig tidsenhet for denne kommandoen
pt_pt: `{unit}` não é uma unidade de tempo válida para este comando
sv_se: `{unit}` är inte en giltig tidsenhet för detta kommando
tr_tr: `{unit}` bu komut için geçerli bir zaman birimi değil
zh_cn: `{unit}` 不是此命令的有效时间
zh_tw: `{unit}`不是此命令的有效時間單位

source: The time set is way too high, consider setting something reasonable.
de_de: Die eingestellte Zeit ist viel zu hoch, stelle etwas Angemesseneres ein.
es_es: El tiempo fijado es demasiado alto, considere establecer algo razonable.
fi_fi: Asetettu aika on aivan liian suuri, harkitse sen asettamista joksikin kohtuulliseksi.
hr_hr: Postavljeno vrijeme je previsoko, razmislite o postavljanju nečeg razumnog.
it_it: Il tempo impostato è troppo elevato, per favore imposta un tempo ragionevole.
nb_no: Tiden som settes er for høy, kan man vurdere å sette noe rimelig.
pt_pt: O limite de tempo é muito alto, considere definir algo mais razoável.
tr_tr: Ayarlanan süre aşırı uzun, daha mantıklı bir şey ayarlamayı düşünün.
zh_cn: 设置的时间太长，考虑设置一些合理的
zh_tw: 時間超出允許範圍，請輸入一個合理的時間。

source: This amount of time is too large for this command. (Maximum: {maximum})
de_de: Diese Zeitspanne ist für diesen Befehl zu groß. (Maximal: {maximum})
es_es: Esta cantidad de tiempo es demasiado grande para este comando. (Máximo: {maximum})
fi_fi: Aika on liian suuri tälle komennolle. (Maksimi: {maximum})
hr_hr: Ovo vrijeme je preveliko za ovu naredbu. (Maksimum: {maximum})
hu_hu: Ez az időegység túl nagy e parancshoz. (Maximum: {maximum})
it_it: Questa quantità di tempo è troppo grande per questo comando. (Il tempo massimo é: {maximum})
nb_no: Denne tidsperioden er for stor for denne kommandoen (Maks: {maximum})
pt_pt: Esta quantidade de tempo é muito grande para este comando. (Máximo: {maximum})
sv_se: Denna tid är för stor för detta kommando. (Maximal: {maximum})
tr_tr: Bu süre bu komut için çok fazla. (Maksimum: {maximum})
zh_cn: 这个时间对于这个命令太大。(最大: {maximum})
zh_tw: 對於該命令來說，此時間量太大。 (最大值: {maximum})

source: This amount of time is too small for this command. (Minimum: {minimum})
de_de: Diese Zeitspanne ist für diesen Befehl zu klein. (Minimum: {minimum})
es_es: Esta cantidad de tiempo es demasiado pequeña para este comando. (Mínimo: {minimum})
fi_fi: Aika on liian pieni tälle komennolle. (Minimi: {minimum})
hr_hr: Ovo vrijeme je premalo za ovu naredbu. (Minimum: {minimum})
hu_hu: Ez az időegység túl kicsi e parancshoz. (Minimum: {minimum})
it_it: Questa quantità di tempo è troppo piccola per questo comando. (Minimo: {minimum})
nb_no: Det er for lite tid for denne kommandoen. (Minimum: {minimum})
pt_pt: Esta quantidade de tempo é muito pequena para este comando. (Mínimo: {minimum})
sv_se: Denna tid är för liten för detta kommando. (Minimum: {minimum})
tr_tr: Bu komut için bu süre çok kısa. (Minimum: {minimum})
zh_cn: 这个时间对于这个命令太小了 (最小： {minimum})
zh_tw: 對於該命令來說，此時間量太小。 (最小值: {minimum})

source: '{input}' doesn't look like a valid user ID.
de_de: '{input}' sieht nicht wie eine gültige Nutzer-ID aus.
es_es: '{input}' no parece ser un ID de usuario válido.
hr_hr: '{input}' ne izgleda kao valjani korisnički ID.
it_it: '{input}' non sembra essere un ID utente valido.
nb_no: '{input}' ser ikke ut som en gyldig bruker-ID.
pt_pt: '{input}' não parece ser um ID de utilizador válido.
tr_tr: `{input}` geçerli bir kullanıcı ID'si gibi gözükmüyor.
zh_tw: '{input}' 看起來不是有效的使用者ID。

source: `{arg}` is not a number.
de_de: `{arg}` ist keine Zahl.
es_es: `{arg}` no es un número.
it_it: `{arg}" non è un numero.
nb_no: `{arg} er ikke et tall.
pt_pt: `{arg}` não é um número.
tr_tr: `{arg}` bir sayı değil.
zh_tw: `{arg}` 不是一個數字。

source: `{arg}` is not a finite number.
de_de: `{arg}` ist keine endliche Zahl.
es_es: `{arg}` no es un número finito.
it_it: `{arg}` non è un numero finito.
nb_no: `{arg}` er ikke et helt tall.
pt_pt: `{arg}` não é um número finito.
tr_tr: `{arg}` sonu olan bir sayı değil.
zh_tw: `{arg}` 不是有限數。

source: Missing a key or value.
de_de: Ein Schlüssel oder Wert fehlt.
es_es: Falta una llave o un valor.
hr_hr: Nedostaje ključ ili vrijednost.
it_it: Manca una chiave o un valore.
nb_no: Mangler en nøkkel eller verdi.
pt_pt: Falta uma chave ou valor.
tr_tr: Değer veya anahtar eksik.
zh_tw: 缺少key或數值。

source: Unexpected key `{key}`.
de_de: Unerwarteter Schlüssel `{key}`.
es_es: Llave inesperada {key}`.
hr_hr: Neočekivan ključ `{key}`.
it_it: Valore {key} inaspettato`.
nb_no: Uventet nøkkel `{key}.
pt_pt: Chave inesperada `{key}`.
tr_tr: Beklenmedik anahtar {key}`.
zh_tw: 意外的關鍵“{key}”。

source: Command "{arg}" not found.
de_de: Der Befehl "{arg}" wurde nicht gefunden.
es_es: El comando "{arg}" no se ha encontrado.
hr_hr: Naredba "{arg}" nije pronađena.
it_it: Comando "{arg}" non trovato.
nb_no: Kommandoen "{arg}" ble ikke funnet.
pt_pt: Comando "{arg}" não encontrado.
tr_tr: "{arg}" komutu bulunamadı.
zh_cn: 未找到命令“{arg}”。请检查！
zh_tw: 指令"{arg}"不存在。

source: Cog "{arg}" not found.
de_de: Das Cog "{arg}" wurde nicht gefunden.
es_es: El Cog "{arg}" no se ha encontrado.
hr_hr: Cog "{arg}" nije pronađen.
it_it: Modulo "{arg}" non trovato.
nb_no: Cog "{arg}" ikke funnet.
pt_pt: Cog "{arg}" não encontrado.
tr_tr: "{arg}" cogu bulunamadı.
zh_cn: 无法找到 cog"{arg}"。请检查！
zh_tw: 模組 "{arg}" 不存在。

source: No
de_de: Nein
fi_fi: Ei
hr_hr: Ne
hu_hu: Nem
nb_no: Nei
pt_pt: Não
tr_tr: Hayır
zh_cn: 否
zh_tw: 喔不

source: Yes
de_de: Ja
es_es: Sí
fi_fi: Kyllä
hr_hr: Da
hu_hu: Igen
it_it: Sì
nb_no: Ja
pt_pt: Sim
sv_se: Ja
tr_tr: Evet
zh_cn: 是
zh_tw: 是

source: Disabled
de_de: Deaktiviert
es_es: Desactivado
fi_fi: Ei käytössä
hr_hr: Deaktivirano
hu_hu: Letiltva
it_it: Disabilitato
nb_no: Deaktivert
pt_pt: Desativado
tr_tr: Devre dışı bırakıldı
zh_cn: 已禁用
zh_tw: 已停用

source: Custom Tagline: {tag}
de_de: Benutzerdefinierte Tags: {tag}
es_es: Lema personalizado: {tag}
fi_fi: Mukautettu iskulause: {tag}
hr_hr: Prilagođeni slogan: {tag}
it_it: Tagline personalizzata: {tag}
nb_no: Tilpass Tagline: {tag}
pt_pt: Slogan personalizado: {tag}
tr_tr: Özel Kısa Açıklama: {tag}
zh_cn: 自定义标语: {tag}
zh_tw: 自定義標語: {tag}

source: Yes, reactions
de_de: Ja, Reaktion
es_es: Sí, reacciones
it_it: Sì, reazioni
nb_no: Ja, reaksjoner
pt_pt: Sim, reações
tr_tr: Sadece tepkiler
zh_tw: 是的，反應

source: Yes, buttons
de_de: Ja Knopf
es_es: Sí, botones
it_it: Sì, pulsanti
nb_no: Ja, knapper
pt_pt: Sim, botões
tr_tr: Sadece butonlar
zh_tw: 是的，按鈕

source: Yes, buttons with select menu
de_de: Ja Knopf mit Auswahl Menü
es_es: Sí, botones con menú de selección
it_it: Sì, pulsanti con menu di selezione
nb_no: Ja, knapper med velg meny
pt_pt: Sim, botões com menu de seleção
tr_tr: Sadece butonlar ve seçim menüsü
zh_tw: 是的，帶選擇菜單的按鈕

source: Yes, select menu only
de_de: Ja nur das Menü auswählen
es_es: Sí, sólo seleccionar menú
it_it: Sì, seleziona solo il menu
nb_no: Ja, velg kun meny
pt_pt: Sim, selecione apenas o menu
tr_tr: Sadece seçim menüsü
zh_tw: 是的，僅選擇菜單

source: Maximum characters per page: {page_char_limit} Maximum pages per guild (only used if menus are not used): {max_pages_in_guild} Help is a menu: {use_menus} Help shows hidden commands: {show_hidden} Help shows commands aliases: {show_aliases} Help only shows commands which can be used: {verify_checks} Help shows unusable commands when asked directly: {verify_exists} Delete delay: {delete_delay} React with a checkmark when help is sent via DM: {use_tick} Reaction timeout (only used if menus are used): {react_timeout} seconds{tagline_info}
de_de: Maximale Zeichen pro Seite: {page_char_limit} Maximale Seiten pro Server (nur wenn keine Menüs verwendet): {max_pages_in_guild} Hilfe ist ein Menü: {use_menus} Die Hilfe zeigt versteckte Befehle an: {show_hidden} Hilfe zeigt Befehls-Aliase an: {show_aliases} Hilfe zeigt nur Befehle an, die verwendet werden können: {verify_checks} Die Hilfe zeigt nicht nutzbare Befehle an, wenn sie direkt gefragt werden: {verify_exists} Verzögerung beim Löschen: {delete_delay} Reagiere mit einem Häkchen, wenn Hilfe per Direktnachricht gesendet wird: {use_tick} Reaktions-Abklingzeit (nur wenn Menüs verwendet): {react_timeout} Sekunden{tagline_info}
es_es: Caracteres máximos por pagina: {page_char_limit} Paginas maximas por gremio (Solo disponible si no se estan usando menus): {max_pages_in_guild} Ayuda es un menu: {use_menus} Ayuda muestra comandos ocultos: {show_hidden} Ayuda muestra los alias de comandos: {show_aliases} Ayuda solo mostrara comandos que pueden ser usados: {verify_checks} Ayuda muestra comandos que no pueden ser usados cuadno se le pregunta directamente sobre uno: {verify_exists} Tiempo de espera antes de limpiar: {delete_delay} Reacciona con un checkmark cuando la ayuda se envia por mensaje privado: {use_tick} Tiempo de espear de reacción (Disponible solo si los menus estan en uso): {react_timeout} segundos{tagline_info}
hr_hr: Maksimalan broj zankova po stranici: {page_char_limit} Maksimalan broj stranica po serveru (koristi se samo ako se izbornici ne koriste): {max_pages_in_guild} Pomoć je izbornik: {use_menus} Pomoć prikazuje skrivene naredbe: {show_hidden} Pomoć prikazuje nadimke naredbi: {show_aliases} Pomoć prikazuje samo naredbe koje se mogu koristiti: {verify_checks} Pomoć prikazuje neupotrebljive naredbe kada se izravno pita: {verify_exists} Odgoda brisanja: {delete_delay} Reagiraj kvačicom kada se pomoć pošalje putem direktne poruke: {use_tick} Vremensko ograničenje reakcije (koristi se samo ako se koriste izbornici): {react_timeout} sekundi{tagline_info}
it_it: Massimi caratteri per pagina: {page_char_limit} Massime pagine per server (usato soltanto se i menù non sono attivi): {max_pages_in_guild} L'aiuto è un menù: {use_menus} L'aiuto mostra i comandi nascosti: {show_hidden} L'aiuto mostra gli pseudonimi: {show_aliases} L'aiuto mostra solo i comandi che possono essere utilizzati: {verify_checks} L'aiuto mostra comandi non utilizzabili quando richiesti direttamente: {verify_exists} Tempo prima della eliminazione: {delete_delay} Aggiungi una reazione con una spunta quando l'aiuto è inviato via messaggio privato: {use_tick} Tempo di scadenza della reazione (usata solo se i menù sono attivi): {react_timeout} secondi{tagline_info}
nb_no: Maksimalt antall tegn per side: {page_char_limit} Maksimalt antall sider per server (bare brukt dersom menyer ikke er brukt): {max_pages_in_guild} Hjelp er et meny: {use_menus} Hjelp viser skjulte kommandoer: {show_hidden} Hjelpe viser kommandoer aliaser: {show_aliases} Hjelp kan bare vise kommandoer som kan brukes: {verify_checks} Hjelpe viser ubrukelige kommandoer når forespurt direkte: {verify_exists} Slett forsinkelse: {delete_delay} React med et sjekkmerke når hjelp sendes via DM: {use_tick} Reaction timeout (bare brukes hvis meny er brukt): {react_timeout} sekunder{tagline_info}
pt_pt: Máximo de caracteres por página: {page_char_limit} Máximo de páginas por servidor (usado apenas se os menus não forem usados): {max_pages_in_guild} Ajuda é um menu: {use_menus} Ajuda mostra comandos ocultos: {show_hidden} Ajuda mostra aliases de comandos: {show_aliases} Ajuda mostra apenas comandos que podem ser usados: {verify_checks} Ajuda mostra comandos inutilizáveis quando solicitados diretamente: {verify_exists} Atraso para exclusão: {delete_delay} Reagir com um marca de seleção quando a ajuda for enviada por DM: {use_tick} Tempo limite de reação (usado apenas se os menus forem usados): {react_timeout} segundos{tagline_info}
tr_tr: Sayfa başına en fazla karakter: {page_char_limit} Sunucu başına en fazla sayfa (sadece menü kullanılmıyorsa): {max_pages_in_guild} Yardım bir menüdür: {use_menus} Yardım gizli komutları gösterir: {show_hidden} Yardım komutların diğer adlarını gösterir: {show_aliases} Yardım sadece kullanılabilen komutları gösterir: {verify_checks} Yardım var olduğu sürece eğer direk sorulursa kullanılamayan komutları da gösterir:{verify_exists} Silme gecikmesi: {delete_delay} Yardım özel mesaj olarak gönderilirse tik işareti ile cevap ver: {use_tick} Tepki zaman aşımı (sadece menü kullanılmıyorsa): {react_timeout} saniye{tagline_info}
zh_cn: 每页字符限制：{page_char_limit} 页数限制（此项仅在菜单未使用时启用）：{max_pages_in_guild} 帮助集仅显示一页：{use_menus} 显示隐藏命令：{show_hidden} 显示命令别名：{show_aliases} 仅显示可以使用的命令：{verify_checks} 显示无法使用的命令：{verify_exists} 删除延迟：{delete_delay} 使用标记做出发送私信信息反应：{use_tick} 反应超时（此项仅在菜单使用时启用）：{react_timeout} 秒{tagline_info}
zh_tw: 每頁最大字符數：{page_char_limit} 每個公會的最大頁數(僅在不使用菜單時使用)：{max_pages_in_guild} 幫助是一個菜單：{use_menus} 幫助顯示隱藏命令：{show_hidden} 幫助顯示命令別名：{show_aliases} 幫助僅顯示可以使用的命令：{verify_checks} 直接詢問時幫助顯示不可用的命令：{verify_exists} 刪除延遲：{delete_delay} 當通過 DM 發送幫助時，用複選標記做出反應：{use_tick} 反應超時(僅在使用菜單時使用)：{react_timeout} 秒{tagline_info}

source: Type {command1} for more info on a command. You can also type {command2} for more info on a category.
de_de: Gebe {command1} ein, um weitere Informationen zu einem Befehl zu erhalten. Du kannst auch {command2} eingeben, um weitere Informationen zu einer Kategorie zu erhalten.
es_es: Escribe {command1} para más información sobre un comando. También puedes escribir {command2} para más información sobre una categoría.
hr_hr: Upiši {command1} za više informacija o naredbi. Možeš upisat i {command2} za više informacija o kategoriji.
it_it: Digita {command1} per ulteriori informazioni su un comando. Puoi digitare anche {command2} per ulteriori informazioni su una categoria.
nb_no: Skriv {command1} help for mer informasjon om en kommando. Du kan også skrive {command2} help for mer informasjon om en kategori.
pt_pt: Digite {command1} para mais informações sobre um comando. Você também pode digitar {command2} para mais informações de uma categoria.
tr_tr: {command1} yazarak bir komut hakkında daha fazla bilgi alabilirsiniz. Bu komutu kullanarak {command2} kategori hakkında bilgi alabilirsiniz.
zh_tw: 鍵入 {command1} 以獲取有關命令的更多信息。您還可以鍵入 {command2} 以獲取有關類別的更多信息。

source: Syntax: {command_signature}
es_es: Sintaxis: {command_signature}
hr_hr: Sintaksa: {command_signature}
it_it: Sintassi: {command_signature}
nb_no: Syntaks: {command_signature}
pt_pt: Sintaxe: {command_signature}
tr_tr: Sözdizimi: {command_signature}
zh_cn: 句法: {command_signature}
zh_tw: 語法：{command_signature}

source: Aliases
de_de: Aliase
es_es: Apodos
hr_hr: Nadimci
it_it: Pseudonimi
nb_no: Aliaser
tr_tr: Diğer adlar
zh_cn: 别名
zh_tw: 別名

source: Alias
es_es: Apodo
hr_hr: Nadimak
it_it: Pseudonimo
tr_tr: Diğer ad
zh_cn: 别名
zh_tw: 別名

source: {aliases} and {number} more aliases.
de_de: {aliases} und {number} weitere Aliase.
es_es: {aliases} y {number} apodos más.
fi_fi: {aliases} ja {number} lisää aliaksia.
hr_hr: {aliases} i još {number} nadimaka.
it_it: {aliases} e {number} più pseudonimi.
nb_no: {aliases} og {number} andre aliaser.
pt_pt: {aliases} e {number} mais apelidos.
tr_tr: {aliases} ve {number} tane daha diğer ad.
zh_cn: {aliases} 和 {number} 个别名
zh_tw: {aliases} 和 {number} 個別名。

source: {aliases} and one more alias.
de_de: {aliases} und ein weiteres Alias.
es_es: {aliases} y un alias más.
fi_fi: {aliases} ja yksi muu alias.
hr_hr: {aliases} i još jedan nadimak.
it_it: {aliases} e un ulteriore pseudonimo.
nb_no: {aliases} og ett til alias.
pt_pt: {aliases} e mais um alias.
tr_tr: {aliases} ve bir tane daha diğer ad.
zh_cn: {aliases} 和另一个别名
zh_tw: {aliases} 和另一個別名。

source: Subcommands:
de_de: Unterbefehle:
es_es: Subcomandos:
fi_fi: Alikomennot:
hr_hr: Podnaredbe:
hu_hu: Alparancsok:
it_it: Sottocomandi:
nb_no: Underkommandoer:
pt_pt: Sub-comandos:
tr_tr: Diğer komutlar:
zh_cn: 子命令：
zh_tw: 子命令：

source: (continued)
de_de: (Fortsetzung)
es_es: (continuación)
hr_hr: (nastavljeno)
it_it: (continuato)
nb_no: (fortsatt)
pt_pt: (continuação)
tr_tr: (devam etmekte)
zh_tw: (繼續)

source: {ctx.me.display_name} Help Menu
de_de: {ctx.me.display_name} Hilfe-Menü
es_es: Menú de ayuda de {ctx.me.display_name}
fi_fi: {ctx.me.display_name} -apusivu
hr_hr: {ctx.me.display_name} Izbornik za pomoć
hu_hu: {ctx.me.display_name} Súgó Menü
it_it: {ctx.me.display_name} Menu di aiuto
nb_no: {ctx.me.display_name} Hjelpemeny
pt_pt: {ctx.me.display_name} Menu de Ajuda
sv_se: {ctx.me.display_name} Hjälpmeny
tr_tr: {ctx.me.display_name} Yardım Menüsü
zh_cn: {ctx.me.display_name} 帮助菜单
zh_tw: {ctx.me.display_name} 幫助菜單

source: *Page {page_num} of {page_count}* {content_description}
de_de: *Seite {page_num} von {page_count}* {content_description}
es_es: *Página {page_num} de {page_count}* {content_description}
fi_fi: *Sivu {page_num}/{page_count}* {content_description}
hr_hr: *Stranica {page_num} od {page_count}* {content_description}
it_it: *Pagina {page_num} di {page_count}* {content_description}
nb_no: *Side {page_num} av {page_count}* {content_description}
pt_pt: *Página {page_num} de {page_count}* {content_description}
tr_tr: *{page_count} sayfadan {page_num}.* {content_description}
zh_cn: *第{page_num} 页，共 {page_count} 个* {content_description}
zh_tw: *第 {page_num} 頁，共 {page_count} 頁* {content_description}

source: Commands:
de_de: Befehle:
es_es: Comandos:
fi_fi: Komennot:
hr_hr: Naredbe:
hu_hu: Parancsok:
it_it: Comandi:
nb_no: Kommandoer:
pt_pt: Comandos:
tr_tr: Komutlar:
zh_cn: 命令：
zh_tw: 命令：

source: No Category:
de_de: Ohne Kategorie:
es_es: Sin categoría:
fi_fi: Ei kategoriaa:
hr_hr: Bez kategorije:
hu_hu: Nincs kategória:
it_it: Non categorizzato:
nb_no: Ingen kategori:
pt_pt: Sem Categoria:
sv_se: Ingen kategori:
tr_tr: Kategori Yok:
zh_cn: 无类别：
zh_tw: 沒有分類：

source: {title} (continued)
de_de: {title} (Fortsetzung)
es_es: {title} (continuación)
fi_fi: {title} (jatkuu)
hr_hr: {title} (nastavljeno)
hu_hu: {title} (folytatva)
it_it: {title} (continuato)
nb_no: {title} (fortsatt)
pt_pt: {title} (continuação)
sv_se: {title} (fortsatt)
tr_tr: {title} (devamı)
zh_cn: {title} (继续)
zh_tw: {title}(繼續)

source: Help topic for {command_name} not found.
de_de: Hilfethema für {command_name} nicht gefunden.
es_es: Tema de ayuda para {command_name} no encontrado.
hr_hr: Tema pomoći za {command_name} nije pronađena.
it_it: Aiuto per {command_name} non trovato.
nb_no: Hjelpeemnet for {command_name} ble ikke funnet.
pt_pt: Tópico de ajuda para {command_name} não encontrado.
tr_tr: {command_name} için yardım konusu bulunamadı.
zh_tw: 未找到 {command_name} 的幫助主題。

source: Command {command_name} has no subcommand named {not_found}.
de_de: Befehl {command_name} hat keinen Unterbefehl mit dem Namen {not_found}.
es_es: El comando {command_name} no tiene ningún subcomando llamado {not_found}.
hr_hr: Naredba {command_name} nema podnaredbu pod nazivom {not_found}.
it_it: Il comando {command_name} non ha un sottocomando chiamato {not_found}.
nb_no: Kommandoen {command_name} har ingen underkommando som heter {not_found}.
pt_pt: Comando {command_name} não tem nenhum sub-comando chamado {not_found}.
tr_tr: {command_name} komutunun {not_found} adında bir alt komutu bulunmamakta.
zh_tw: 命令 {command_name} 沒有名為 {not_found} 的子命令。

source: I couldn't send the help message to you in DM. Either you blocked me or you disabled DMs in this server.
de_de: Es konnte keine Hilfe-Nachricht als Direktnachricht zugestellt werden. Entweder ist der Bot blockiert oder Direktnachrichten sind auf diesem Server deaktiviert.
es_es: No pude enviarte el mensaje de ayuda en MD. O me has bloqueado o has desactivado los MDs en este servidor.
fi_fi: En voinut lähettää sinulle apuviestiä yksityisviestillä. Olet joko estänyt minut tai poistanut yksityisviestit käytöstä tällä palvelimella.
hr_hr: Nisam vam mogao poslati poruku pomoći u direktne poruke. Ili ste me blokirali ili ste onemogućili direktne poruke u ovom serveru.
hu_hu: Nem tudtam elküldeni a súgóüzenetet privát üzenetben. Letiltottál vagy kikapcsoltad a közvetlen üzeneteket ennek a szervernek a tagjaitól.
it_it: Non sono riuscito ad inviarti il messaggio di aiuto via messaggio privato. Mi hai bloccato o hai disabilitato i messaggi privati in questo server.
nb_no: Jeg kunne ikke sende meldingen til deg i DM. Enten har du blokkert meg eller du deaktivert DMs i denne serveren.
pt_pt: Não consegui te enviar uma mensagem de ajuda no DM. Ou tens me bloqueado ou desativaste as mensagens diretas neste servidor.
sv_se: Jag kunde inte skicka hjälpmeddelandet till dig i DM. Antingen blockerade du mig eller så inaktiverade du DMs i denna server.
tr_tr: Size DM'den yardım mesajı gönderemedim. Ya beni engelledin ya da bu sunucuda Dm'leri devre dışı bıraktın.
zh_cn: 我无法在DM中向你发送帮助消息。要么是你阻止了我，要么就是你禁用了这个服务器中的 DM
zh_tw: 我無法在 DM 中向您發送幫助消息。要嘛你阻止了我，要嘛你禁用了這個服務器中的 DM。

source: I need somebody (Help) not just anybody (Help) you know I need someone (Help!)
de_de: Ich brauche jemanden (Hilfe) nicht nur jemanden (Hilfe) Sie wissen, dass ich jemanden brauche (Hilfe!)
es_es: Necesito a alguien (Ayuda) no a cualquiera (Ayuda) sabes que necesito a alguien (Ayuda!)
fi_fi: Tarvitsen jonku (Auta) eikä kukavaan (Auta) tiedät että tarvitsen jonku (Auta!)
it_it: Ho bisogno di qualcuno (Aiuto) ma non soltanto qualcuno (Aiuto) lo sai che ho bisogno di qualcuno (Aiuto!)
nb_no: Jeg trenger noen (Hjelp) ikke bare noen (Hjelp) du vet at jeg trenger noen (Hjelp!)
tr_tr: Birilerine ihtiyacım var (Yardım edin) herhangi biri değil (Yardım edin) biliyorsun ki birilerine ihtiyacım var (Yardım edin!)
zh_cn: 我需要某人 (Help) 而不仅仅是任何人 (Help) 你知道我需要一个人 (Help!)
zh_tw: 我需要某人 (救命) 不只是任何人 (救命) 你知道我需要某人 (救命!)

source: "{argument}" is not a number.
fi_fi: "{argument}" ei ole numero.

source: Unexpected key {key}
fi_fi: Odottamaton selite {key}
hu_hu: Váratlan kulcs {key}
sv_se: Oväntad nyckel {key}

source: Expected one of: {}
fi_fi: Odotettiin yhtä seuraavista: {}
hu_hu: Ezek valamelyikére számítottam: {}
sv_se: Förväntade sig en av: {}

source: Type {ctx.clean_prefix}help <command> for more info on a command. You can also type {ctx.clean_prefix}help <category> for more info on a category.
fi_fi: Kirjoita {ctx.clean_prefix}help <command> saadaksesi lisää tietoa komennosta. Voit myös kirjoittaa {ctx.clean_prefix}help <category> saadaksesi lisää tietoa kategoriasta.
hu_hu: Egy parancsról további információk: {ctx.clean_prefix}help <parancs>. További információk egy kategóriáról: {ctx.clean_prefix}help <kategória>.
sv_se: Skriv {ctx.clean_prefix}help<command> för mer information om ett kommando. Du kan också skriva {ctx.clean_prefix}help<category> för mer information om en kategori.

source: **__Subcommands:__**
fi_fi: **__Alikomennot:__**
hu_hu: **__Alparancsok:__**

source: **__Subcommands:__** (continued)
fi_fi: **__Alikomennot:__** (jatkuu)
hu_hu: **__Alparancsok:__** (folytatva)
sv_se: **__Underkommandon:__** (fortsatt)

source: **__Commands:__**
fi_fi: **__Komennot:__**
hu_hu: **__Parancsok:__**

source: **__Commands:__** (continued)
fi_fi: **__Komennot:__** (jatkuu)
hu_hu: **__Parancsok:__** (folytatva)
sv_se: **__Kommandon:__** (fortsatt)

source: **__No Category:__**
fi_fi: **__Ei kategoriaa:__**
hu_hu: **__Nincs kategória:__**

source: Help topic for *{command_name}* not found.
fi_fi: Apusivua komennolle *{command_name}* ei löytynyt.
hu_hu: A súgókategória a(z) *{command_name}*-hoz/-hez nem található.
sv_se: Hjälptråden för *{command_name}* hittades inte.

source: Command *{command_name}* has no subcommand named *{not_found}*.
fi_fi: Komennolla *{command_name}* ei ole alikomentoa nimeltä *{not_found}*.
hu_hu: A *{command_name}* parancsnak nincsen *{not_found}* nevű alparancsa.
sv_se: Kommandot *{command_name}* har inget underkommando som heter *{not_found}*.

source: \"{argument}\" is not a number.
hu_hu: A(z) \"{argument}\" nem szám.
sv_se: \"{argument}\" är inte ett tal.
