Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/image/locales/*.po
Languages: cs_cz, de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: Image related commands.
cs_cz: Příkazy související s obrázky.
de_de: Image spezifische Befehle.
es_es: Comandos relacionados con la imagen.
fr_fr: Commandes relatives aux images.
nb_no: Bilderelaterte kommandoer.
pl_pl: Komendy związane z obrazem.
ru_ru: Команды, связанные с изображениями.
tr_tr: Görüntü ile ilgili komutları.

source: Retrieve pictures from Imgur.\n\n Make sure to set the Client ID using `[p]imgurcreds`.\n
cs_cz: Získat obrázky z Imguru.\n\n Nezapomeňte nastavit ID klienta pomocí `[p]imgurcreds`.\n
tr_tr: Imgur'dan resim alır.\n\n Önce `[p]imgurcreds` kullanarak İstemci IDsini ayarladığınızdan emin olun.\n

source: Search Imgur for the specified term.\n\n Use `count` to choose how many images should be returned.\n Command can return up to 5 images.\n
cs_cz: Hledat Imgur pro zadaný výraz.\n\n Použijte `count` pro zvolení, kolik obrázků by mělo být vráceno.\n Příkaz se může vrátit až 5 obrázků.\n
tr_tr: Belirtilen terim için Imgur da arama yapar.\n\n Kaç resim alınacağını seçmek için `count` kullanın.\n Komut en fazla 5 resim getirebilir.\n

source: Image count has to be between 1 and 5.
cs_cz: Počet obrázků musí být mezi 1 a 5.
de_de: Die Anzahl der Bilder muss zwischen 1 und 5 liegen.
es_es: El recuento de imágenes tiene que estar entre 1 y 5.
fr_fr: Le nombre d’images doit être entre 1 et 5.
nb_no: Bildeantallet må være mellom 1 og 5.
pl_pl: Liczba obrazów musi wynosić od 1 do 5.
ru_ru: Количество изображений должно быть от 1 до 5.
tr_tr: Resim sayısı 1 ila 5 arası olmak zorundadır.

source: A Client ID has not been set! Please set one with `{prefix}imgurcreds`.
cs_cz: Klientské ID nebylo nastaveno! Nastavte prosím jedno s `{prefix}imgurcreds`.
de_de: Eine Client ID wurde nicht definiert! Bitte lege eine mit `{prefix}imgurcreds` fest.
es_es: No se ha establecido un ID de cliente! Por favor, establezca uno con `{prefix}imgurcreds`.
fr_fr: Aucun ID client n'a été défini ! Veuillez en définir un avec `{prefix}imgurcreds`.
nb_no: En klient-ID har ikke blitt satt! Vennligst sett en med `{prefix}imgurcreds`.
pl_pl: ID klienta nie został ustawiony! Ustaw jeden za pomocą `{prefix}imgurcreds`.
ru_ru: ID клиента не был установлен! Пожалуйста, установите его с помощью `{prefix}imgurcreds`.
tr_tr: Bir Müşteri Kimliği ayarlanmamış! Lütfen bir tane` {prefix} imgurcreds` ile ayarlayın.

source: Your search returned no results.
cs_cz: Při hledání nebyly nalezeny žádné výsledky.
de_de: Die Suche gab keine Treffer.
es_es: La búsqueda no tiene resultados.
fr_fr: Votre recherche n'a donné aucun résultat.
nb_no: Ditt søk returnerte ingen resultater.
pl_pl: Wyszukiwanie nie zwróciło żadnych wyników.
ru_ru: Ваш поиск не дал результатов.
tr_tr: Aramanız sonuç döndürdü.

source: Search results...\n
cs_cz: Výsledky hledání...\n
tr_tr: Arama sonuçları...\n

source: Something went wrong. Error code is {code}.
cs_cz: Něco se pokazilo. Chybový kód je {code}.
de_de: Etwas ist schief gelaufen. Fehlercode {code}.
es_es: Algo salió mal. El código de error es {code}.
fr_fr: Quelque chose s'est mal passé. Code d'erreur : {code}.
nb_no: Noe gikk galt. Feilkoden er {code}.
pl_pl: Coś poszło nie tak. Kod błędu to {code}.
ru_ru: Что-то пошло не так. Код ошибки {code}.
tr_tr: Bir şeyler ters gitti. Hata kodu {code} ' dır.

source: Get images from a subreddit.\n\n You can customize the search with the following options:\n - `<count>`: number of images to return (up to 5)\n - `<sort_type>`: new, top\n - `<window>`: day, week, month, year, all\n
cs_cz: Získat obrázky z subredditu.\n\n Hledání můžete přizpůsobit následujícími možnostmi:\n - `<count>`: počet obrázků k vrácení (až 5)\n - `<sort_type>`: nový, top\n - `<window>`: den, týden, měsíc, rok, všechny\n
tr_tr: Bir subredditten fotoğraf getirir.\n\n Aramayı bu seçenekler ile özelleştirebilirsiniz:\n - `<count>`: kaç fotoğraf getirileceği (en fazla 5)\n - `<sort_type>`: yeni, üst\n - `<window>`: day (gün), week (hafta), month (ay), year (yıl), all (hepsi)\n

source: Only 'new' and 'top' are a valid sort type.
cs_cz: Pouze 'nové' a 'top' jsou platným typem řazení.
de_de: Nur 'new' und 'top' sind valide Sortierarten.
es_es: Solo "nuevo" y "arriba" son validos.
fr_fr: Seulement 'new' et 'top' sont des types de tri valables.
nb_no: Bare "nye" og "topp" er en gyldig sorteringstype.
pl_pl: Tylko 'new' i 'top' są prawidłowy typami sortowania.
ru_ru: Вы можете отсортировать только по 'new' или 'top'.
tr_tr: Sadece 'yeni' ve 'üst' geçerli bir sıralama türüdür.

source: No results found.
cs_cz: Nebyly nalezeny žádné výsledky.
de_de: Keine Suchergebnisse gefunden.
es_es: No se encontraron resultados.
fr_fr: Aucun résultat trouvé.
nb_no: Ingen treff.
pl_pl: Nie znaleziono żadnych wyników.
ru_ru: Результаты не найдены.
tr_tr: Hiçbir sonuç bulunamadı.

source: Explain how to set imgur API tokens.
cs_cz: Vysvětlí, jak nastavit klíče API.
de_de: Erkläre, wie Imgur API-Token gesetzt werden.
es_es: Explica cómo establecer tokens de la API imgur.
fr_fr: Expliquez comment définir le token d'API Imgur.
nb_no: Forklar hvordan du setter imgur API tokens.
pl_pl: Wyjaśnienie jak ustawić tokeny imgur API.
ru_ru: Объясните, как установить токены API imgur.
tr_tr: Imgur API anahtarlarının nasıl ayarlanacağını açıkla.

source: To get an Imgur Client ID:\n1. Login to an Imgur account.\n2. Visit this page https://api.imgur.com/oauth2/addclient.\n3. Enter a name for your application.\n4. Select *Anonymous usage without user authorization* for the auth type.\n5. Set the authorization callback URL to `https://localhost`.\n6. Leave the app website blank.\n7. Enter a valid email address and a description.\n8. Check the captcha box and click next.\n9. Your Client ID will be on the next page.\n10. Run the command `{prefix}set api imgur client_id <your_client_id_here>`.\n
cs_cz: Chcete-li získat Imgur Client ID:\n1. Přihlaste se k účtu Imgur.\n. Navštivte tuto stránku https://api.imgur.com/oauth2/addclient.\n3. Zadejte jméno vaší aplikace.\n4. Vyberte *Anonymní použití bez autorizace* pro typ autentizace.\n5. Nastavte adresu URL pro autorizační hovor na `https://localhost`.\n6. Nechte webovou stránku aplikace.\n7. Zadejte platnou e-mailovou adresu a popis.\n8. Zkontrolujte pole captcha a klikněte na další.\n9. ID Vašeho klienta bude na další stránce.\n10. Spustit příkaz `{prefix}nastaví api imgur client_id <your_client_id_here>`. \n
tr_tr: Bir Imgur istemci Kimliği almak için:\n1. Bir Imgur hesabına giriş yapın.\n2. Bu sayfayı ziyaret edin: https://api.imgur.com/oauth2/addclient.\n3. Uygulamanız için bir isim girin.\n4. Yetkilendirme türü için **kullanıcı yetkilendirmesi olmadan Anonim kullanım** seçeneğini işaretleyin.\n5. Yetkilendirme geri arama URL'sini `https://localhost` olarak ayarlayın\n6. Uygulama web sitesini boş bırakın.\n7. Geçerli bir e-posta adresi ve bir açıklama girin.\n8. Captcha kutusunu işaretleyin ve sonraki tuşuna basın.\n9. İstemci kimliğiniz bir sonraki sayfada olacaktır.\n10. `{prefix}set api imgur client_id <your_client_id_here>` komutunu çalıştırın.\n

source: Retrieve the first search result from Giphy.
cs_cz: Získat první výsledky hledání z Giphy.
tr_tr: İlk arama sonucu Giphy almak.

source: An API key has not been set! Please set one with `{prefix}giphycreds`.
cs_cz: API klíč nebyl nastaven! Nastavte jej prosím s `{prefix}giphycreds.
de_de: Ein API-Schlüssel wurde nicht gesetzt! Bitte setzen Sie einen mit `{prefix}giphycreds`.
es_es: ¡No se ha establecido una clave API! Por favor, establezca una con `{prefix}gifcreds`.
fr_fr: La clé d'API n'a pas été définie ! Veuillez en définir une avec `{prefix}giphycreds`.
nb_no: En API-nøkkel er ikke satt! Vennligst angi en med `{prefix}giphycreds`.
pl_pl: Klucz API nie został ustawiony! Ustaw jeden za pomocą `{prefix}giphycreds`.
ru_ru: API ключ не был установлен! Пожалуйста, установите его с `{prefix}giphy_creds`.
tr_tr: Hiç API anahtarı ayarlanmamış. Lütfen `{prefix}giphycreds` komutu ile bir tane ayarlayın.

source: Error contacting the Giphy API.
cs_cz: Chyba při kontaktování API Giphy.
de_de: Fehler beim Kontaktieren der Giphy API.
es_es: Error al contactar con la API de Giphy.
fr_fr: Erreur lors du contact avec l'API Giphy.
nb_no: Feil under kontakt med Giphy API.
pl_pl: Błąd podczas łączenia się z API Giphy.
ru_ru: Ошибка связи с Giphy API.
tr_tr: Giphy API'sı ile iletişim kurulurken hata oluştu.

source: Retrieve a random GIF from a Giphy search.
cs_cz: Načte náhodný GIF z vyhledávání Giphy.
tr_tr: Rastgele bir GIF Giphy aramanın almak.

source: Error contacting the API.
cs_cz: Chyba při kontaktování API.
de_de: Fehler beim Kontaktieren der API.
es_es: Error al contactar con la API.
fr_fr: Erreur lors du contact avec l'API.
nb_no: Feil ved kontakt med API-et.
pl_pl: Błąd podczas łączenia się z API.
ru_ru: Ошибка при обращении к API.
tr_tr: Giphy API'sı ile iletişim kurulurken hata oluştu.

source: Explains how to set GIPHY API tokens.
cs_cz: Vysvětlí, jak nastavit klíče API.
de_de: Erläutert wie man GIPHY API-Token setzt.
es_es: Explica cómo configurar los token de la API GIPHY.
fr_fr: Explique comment définir le token d'API GIPHY.
nb_no: Forklar hvordan du setter GIPHY API-token.
pl_pl: Wyjaśnienie jak ustawić tokeny GIPHY API.
ru_ru: Объяснить, как установить GIPHY API tokens.
tr_tr: GIPHY API anahtarlarının nasıl alınacağını açıklar.

source: To get a GIPHY API Key:\n1. Login to (or create) a GIPHY account.\n2. Visit this page: https://developers.giphy.com/dashboard.\n3. Press *Create an App*.\n4. Click *Select API*, then *Next Step*.\n5. Add an app name, for example *Red*.\n6. Add an app description, for example *Used for Red's image cog*.\n7. Click *Create App*. You'll need to agree to the GIPHY API Terms.\n8. Copy the API Key.\n9. In Discord, run the command {command}.\n
cs_cz: Pro získání GIPHY API klíče:\n1. Přihlaste se (nebo vytvořte) na GIPHY účet.\n2. Navštivte tuto stránku: https://developers.giphy.com/dashboard.\n3. Stiskněte *Vytvořit aplikaci*.\n4. Klepněte na *Vybrat API*, pak *další krok*.\n5. Přidejte název aplikace, například *Red*.\n6. Přidejte popis aplikace, například *Používá se pro červené kolečko obrázků*.\n7. Klikněte *Vytvořit aplikaci*. Budete muset souhlasit s podmínkami GIPHY API.\n8. Kopírujte API klíč.\n9. V Discordu spusťte příkaz {command}.\n
tr_tr: GIPHY API Anahtarı almak için:\n1. Bir GIPHY hesabı oluşturun yada giriş yapın.\n2. Bu sayfayı ziyaret edin: https://developers.giphy.com/dashboard.\n3. *Bir uygulama oluştur* seçeneğine tıklayın.\n4. *API seç*e, sonrada *Bir Sonraki Adım*a tıklayın.\n5. Bir uygulama adı belirleyin, örneğin *Red*.\n6. Bir uygulama açıklaması girin, örneğin *Red image cogı için kullanılacak*.\n7. *Uygulama Oluştur*a tıklayın. GIPHY API koşullarını kabul etmeniz gerekecek.\n8. API anahtarını kopyalayın.\n9. Discord içinde {command} komutunu çalıştırın.\n

source: <your_api_key_here>
cs_cz: <váš_api_klíč_zde>
es_es: <tu_clave_api>
fr_fr: <votre_clé_d'api_ici>
tr_tr: <buraya_api_anahtarınızı_yazın>

source: Retrieve pictures from Imgur. Make sure to set the Client ID using `[p]imgurcreds`.
de_de: Lade Bilder von Imgur. Stelle sicher, dass du die Client ID mit `[p]imgurcreds` festgelegt hast
es_es: Recupera imágenes de Imgur. Asegúrate de establecer el ID del cliente usando `[p]imgurcreds`.
fr_fr: Retrouver des images venant d'Imgur. Assurez-vous de définir l'ID client à l'aide de `[p]imgurcreds`.
nb_no: Hent bilder fra Imgur. Forsikre deg om at du angir klient-ID ved å bruke `[p]imgurcreds`.
pl_pl: Uzyskaj zdjęcia z Imgur'a. Upewnij się, że ustawiłeś/aś ID Klienta za pomocą `[p]imgurcreds`.
ru_ru: Получить изображения из Imgur. Обязательно установите ID клиента с помощью `[p]imgurcreds`.

source: Search Imgur for the specified term. - `[count]`: How many images should be returned (maximum 5). Defaults to 1. - `<terms...>`: The terms used to search Imgur.
de_de: Suchen Sie auf Imgur nach dem angegebenen Begriff. - `[count]`: Wie viele Bilder sollen zurückgegeben werden (maximal 5). Standardmäßig auf 1 gesetzt. - `<terms...>`: Die Begriffe, die zur Suche auf Imgur verwendet werden.
es_es: Buscar en Imgur para el término especificado. - `[count]`: Cuantas imágenes deben ser devueltas (máximo 5). Por defecto es 1. - `<terms...>`: Los términos utilizados para buscar Imgur.
fr_fr: Rechercher sur Imgur pour le terme spécifié. - `[count]`: Le nombre d'images à renvoyer (maximum 5). Défaut = 1. - `<terms...>`: Les termes utilisés pour rechercher sur Imgur.
nb_no: Søk Imgur for den angitte perioden. - `[count]`: Hvor mange bilder skal returneres (maks 5). Standardverdi 1. - `<terms...>`: Vilkårene brukt til å søke Imgur.
pl_pl: Przeszukaj Imgur dla określonego terminu. - `[count]`: Ile zdjęć powinno zostać zwróconych (maksymalnie 5). Domyślnie do 1. - `<terms...>`: wyrażenia używane do wyszukiwania Imgur.
ru_ru: Поиск в Imgur по указанному термину. - `[count]`: Сколько изображений должно быть возвращено (максимум 5). По умолчанию 1. - `<terms...>`: Термины, используемые для поиска Imgur.

source: Search results...
de_de: Suchergebnisse...
es_es: Resultados de la búsqueda...
fr_fr: Résultats de la recherche ...
nb_no: Søkeresultater...
pl_pl: Wyniki wyszukiwania...
ru_ru: Результаты поиска...

source: Get images from a subreddit. - `<subreddit>`: The subreddit to get images from. - `[count]`: The number of images to return (maximum 5). Defaults to 1. - `[sort_type]`: New, or top results. Defaults to top. - `[window]`: The timeframe, can be the past day, week, month, year or all. Defaults to day.
de_de: Erhalten Sie Bilder aus einem Subreddit. - `<subreddit>`: Das Subreddit, aus dem Bilder abgerufen werden sollen. - `[count]`: Die Anzahl der zurückzugebenden Bilder (maximal 5). Standardmäßig auf 1 gesetzt. - `[sort_type]`: Neue oder beliebte Ergebnisse. Standardmäßig auf beliebt gesetzt. - `[window]`: Der Zeitraum kann der vergangene Tag, die Woche, der Monat, das Jahr oder alles sein. Standardmäßig auf Tag gesetzt.
es_es: Obtener imágenes de un subreddit. - `<subreddit>`: El subreddit del que obtener imágenes. - `[count]`: El número de imágenes a devolver (máximo 5). Por defecto es 1. - `[sort_type]`: Resultados nuevos o superiores. Por defecto es el top. - `[window]`: El marco temporal, puede ser el último día, semana, mes, año o todo. Por defecto al día.
fr_fr: Récupère des images depuis un subreddit. - `<subreddit>`: Le subreddit. - `[count]`: Le nombre d'images à renvoyer (maximum 5). Défaut = 1. - `[sort_type]`: Nouveau ou populaire ? Défaut = populaire. - `[window]`: La date, peut-être le jour, la semaine, le mois, l'année ou de tous les temps. Défaut = jour.
nb_no: Hent bilder fra en subreddit. - `<subreddit>`: subredditen som bildene blir hentet fra. - `[count]`: Antall bilder som skal returneres (maksimalt 5). Standard er 1. - `[sort_type]`: Nye eller toppresultatet. Standarder er toppresultatet. - `[window]`: Tidsrammen, kan være den siste dagen, uken, måneden, året eller alle. Standardet er dag.
pl_pl: Pobierz obrazy z subreddita. - `<subreddit>`: Subreddit, z którego pobierane są obrazy. - `[count]`: liczba obrazów do zwrotu (maksymalnie 5). Domyślnie do 1. - `[sort_type]`: Nowe lub najlepsze wyniki. Domyślnie na górę. - `[window]`: Przedział czasowy, może być miniony dzień, tydzień, miesiąc, rok lub wszystkie. Domyślnie do dnia.
ru_ru: Получайте изображения из sub_reddit. - `<subreddit>`: Sub_reddit, чтобы получить изображения. - `[count]`: Количество возвращенных изображений (максимум 5). По умолчанию 1. - `[sort_type]`: Новые или топ-результаты. По умолчанию верх. - `[window]`: Временная рамка, может быть прошедший день, неделю, месяц, год или все. По умолчанию день.

source: To get an Imgur Client ID: 1. Login to an Imgur account. 2. Visit this page https://api.imgur.com/oauth2/addclient. 3. Enter a name for your application. 4. Select *Anonymous usage without user authorization* for the auth type. 5. Set the authorization callback URL to `https://localhost`. 6. Leave the app website blank. 7. Enter a valid email address and a description. 8. Check the captcha box and click next. 9. Your Client ID will be on the next page. 10. Run the command `{prefix}set api imgur client_id <your_client_id_here>`.
de_de: Um die Imgur Client ID zu bekommen: 1. Logge dich in einen Imgur Account ein. 2. Öffne diese Seite: https://api.imgur.com/oauth2/addclient. 3. Trage einen Namen ein. 4. Wähle *Anonymous usage without user authorization* aus für den auth type. 5. Setze die Autorisierung callback URL zu `https://localhost`. 6. Lasse die App Website leer. 7. Trage eine gültige Email Addresse ein und eine Beschreibung. 8. Kontrolliere die Captcha Box and klicke auf weiter. 9. Deine Client ID sollte auf der nächsten Seite sein. 10. mache `{prefix}set api imgur client_id <your_client_id_here>`.
es_es: Para obtener un ID de cliente de Imgur: 1. Inicie sesión en una cuenta de Imgur . Visita esta página https://api.imgur.com/oauth2/addclient. 3. Introduce un nombre para tu aplicación. 4. Selecciona *Uso anónimo sin autorización de usuario* para el tipo de autentificación. 5. Establece la URL de devolución de llamada de autorización a `https://localhost`. 6. Deje en blanco el sitio web de la aplicación. 7. Introduzca una dirección de correo electrónico válida y una descripción. 8. Marque la casilla captcha y haga clic en siguiente. 9. Su ID de cliente estará en la siguiente página. 10. Ejecutar el comando `{prefix}set api imgur client_id <your_client_id_here>`.
fr_fr: Pour obtenir un ID client Imgur : 1. Connectez-vous à un compte Imgur. . Visitez cette page https://api.imgur.com/oauth2/addclient. 3. Entrez un nom pour votre application. 4. Sélectionnez *Utilisation anonyme sans autorisation d'utilisateur* pour le type d'authentification. 5. Définissez l'URL de rappel d'autorisation à `https://localhost`. 6. Laissez le site de l'application vide. 7. Entrez une adresse e-mail valide et une description. 8. Vérifiez le captcha et cliquez sur Suivant. 9. Votre ID client sera à la page suivante. 10. Exécutez la commande `{prefix}set api imgur client_id <your_client_id_here>`.
nb_no: For å få en Imgur Client ID: 1. Logg inn til en Imgur konto. . Besøk denne siden https://api.imgur.com/oauth2/addclient. 3. Skriv inn et navn for programmet ditt. 4. Velg *Anonym bruk uten brukerautorisasjon* for auth type. 5. Sett autorisasjon tilbakeringing til `https://localhost`. 6. La appnettsiden være blank. 7. Skriv en gyldig e-postadresse og en beskrivelse. 8. Sjekk captcha boksen og klikk neste. 9. Din klient-ID vil være på neste side. 10. Kjør kommandoen `{prefix}set api imgur client_id <your_client_id_here>`.
pl_pl: Aby uzyskać ID Klienta Imgur: 1. Zaloguj się na konto Imgur. 2. Odwiedź tą stronę https://api.imgur.com/oauth2/addclient. 3. Wprowadź nazwę swojej aplikacji. 4. Wybierz * Użycie anonimowe bez autoryzacji użytkownika * jako typ autoryzacji. 5. Ustaw adres URL wywołania zwrotnego autoryzacji na `https://localhost`. 6. Pozostaw stronę aplikacji pustą. 7. Wpisz prawidłowy adres e-mail i opis. 8. Zaznacz pole captcha i kliknij dalej. 9. Twój ID Klienta będzie na następnej stronie. 10. Uruchom komendę `{prefix}set api imgur client_id <your_client_id_here>`.
ru_ru: Чтобы получить идентификатор клиента Imgur: 1. Войдите в аккаунт Imgur.. Посетите эту страницу https://api.imgur.com/oauth2/addclient. 3. Введите имя для вашего приложения. 4. Выберите *Анонимное использование без разрешения пользователя* для типа авторизации. 5. Установите URL обратного вызова авторизации в `https://localhost`. 6. Оставьте сайт приложения пустым. 7. Введите действительный адрес электронной почты и описание. 8. Проверьте поле captcha и нажмите далее. Ваш идентификатор клиента будет на следующей странице. 10. Выполните команду `{prefix}установите api imgur client_id <your_client_id_here>`.

source: Retrieve the first search result from Giphy. - `<keywords...>`: The keywords used to search Giphy.
de_de: Holen Sie das erste Suchergebnis von Giphy ab. - `<keywords...>`: Die Schlüsselwörter, die zur Suche auf Giphy verwendet werden.
es_es: Devuelve el primer resultado de la búsqueda de Giphy. - `<keywords...>`: Las palabras clave utilizadas para buscar en Giphy.
fr_fr: Récupère le premier résultat de recherche de Giphy. - `<keywords...>`: Les mots-clés utilisés pour rechercher dans Giphy.
nb_no: Henter det første søkeresultatet fra Giphy. - `<keywords...>`: Søkeordene som brukes til å søke Giphy.
pl_pl: Pobierz pierwszy wynik wyszukiwania z Giphy. - `<keywords...>`: Słowa kluczowe używane do wyszukiwania Giphy.
ru_ru: Получить первый результат поиска от Giphy. - `<keywords...>`: Ключевые слова, используемые для поиска Giphy.

source: Retrieve a random GIF from a Giphy search. - `<keywords...>`: The keywords used to generate a random GIF.
de_de: Holen Sie sich ein zufälliges GIF aus einer Giphy-Suche. - `<keywords...>`: Die Schlüsselwörter, die zur Generierung eines zufälligen GIF verwendet werden.
es_es: Devuelve un GIF aleatorio de una búsqueda en Giphy. - `<keywords...>`: Las palabras clave utilizadas para generar un GIF aleatorio.
fr_fr: Récupère un GIF aléatoire à partir d'une recherche Giphy. - `<keywords...>`: Les mots-clés utilisés pour générer un GIF aléatoire.
nb_no: Hent en tilfeldig GIF fra et Giphy søk. - `<keywords...>`: Søkeordene som brukes til å generere en tilfeldig GIF.
pl_pl: Pobierz losowy GIF z wyszukiwarki Giphy. - `<keywords...>`: Słowa kluczowe używane do wygenerowania losowego GIF.
ru_ru: Получить случайный GIF от GIPHY. - `<keywords...>`: Ключевые слова, используемые для создания случайного GIF.
