Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/image/locales/*.po
Languages: cs_cz, de_de, es_es, fr_fr, nb_no, pl_pl, ru_ru, tr_tr

source: To get a GIPHY API Key: 1. Login to (or create) a GIPHY account. 2. Visit this page: https://developers.giphy.com/dashboard. 3. Press *Create an App*. 4. Click *Select API*, then *Next Step*. 5. Add an app name, for example *Red*. 6. Add an app description, for example *Used for Red's image cog*. 7. Click *Create App*. You'll need to agree to the GIPHY API Terms. 8. Copy the API Key. 9. In Discord, run the command {command}.
de_de: Um einen GIPHY API-Schlüssel zu erhalten, befolgen Sie diese Schritte: 1. Melden Sie sich bei Ihrem GIPHY-Konto an oder erstellen Sie eines. 2. Besuchen Sie diese Seite: https://developers.giphy.com/dashboard. 3. Klicken Sie auf App erstellen. 4. Wählen Sie API auswählen und dann Nächster Schritt. 5. Geben Sie einen App-Namen ein, zum Beispiel Red. 6. Fügen Sie eine App-Beschreibung hinzu, zum Beispiel Verwendet für Red's Bildfunktion. 7. Klicken Sie auf App erstellen. Sie müssen den GIPHY API-Nutzungsbedingungen zustimmen. 8. Kopieren Sie den API-Schlüssel. 9. Führen Sie in Discord den Befehl {command} aus.
es_es: Para obtener una clave API de GIPHY: 1. Inicie sesión (o cree) en una cuenta de GIPHY. 2. Visite esta página: https://developers.giphy.com/dashboard. 3. Pulse *Crear una aplicación*. 4. Haga clic en *Seleccionar API*, luego *Próximo paso*. 5. Añada un nombre de aplicación, por ejemplo *Red*. 6. Añadir una descripción de la aplicación, por ejemplo *Utilizado para el cogazo de imagen del rojo*. 7. Haga clic en *Crear aplicación*. Necesitarás aceptar los términos de la API de GIPHY. 8. Copia la clave API. 9. En Discord, ejecuta el comando {command}.
fr_fr: Pour obtenir une clé d'API GIPHY: 1. Connectez-vous (ou créez) un compte GIPHY. 2. Visitez cette page: https://developers.giphy.com/dashboard. 3. Appuyez sur *Create an App*. 4. Cliquez sur *Select API*, puis *Next Step*. 5. Ajoutez un nom d'application, par exemple *Red*. 6. Ajoutez une description d'application, par exemple *Utilisé pour le cod image de Red*. 7. Cliquez sur *Create App*. Vous devrez accepter les conditions de l'API GIPHY. 8. Copiez la clé API. 9. Sur Discord, exécutez la command {command}.
nb_no: For å få en GIPHY API-nøkkel: 1. Logg inn på (eller skaper) en GIPHY konto. 2. Besøk denne siden: https://developers.giphy.com/dashboard. 3. Trykk *Lag en App*. 4. Klikk *Velg API*, og *Neste trinn*. 5. Legg til et appnavn, for eksempel *Red*. 6. Legg til en appbeskrivelse, for eksempel *Brukt for Reds bildecog*. 7. Klikk *Lag app*. Du må godta GIPHY API-vilkårene. 8. Kopier API-nøkkelen. 9. I Discord, kjør kommandoen {command}.
pl_pl: Aby otrzymać Klucz API GIPHY: 1. Zaloguj się (lub utwórz) konto GIPHY. 2. Odwiedź tą stronę: https://developers.giphy.com/dashboard. 3. Wciścnij *Create an App*. 4. Wciśnij *Select API*, następnie *Next Step*. 5. Dodaj nazwę aplikacji, na przykład *Red*. 6. Dodaj opis aplikacji, na przykład *Używany do pluginu obrazu Reda*. 7. Naciśnij *Create App*. Będziesz musiał/a wyrazić zgodę na Warunki GIPHY API. 8. Skopiuj Klucz API. 9. W Discordzie uruchom polecenie {command}.
ru_ru: Чтобы получить GIPHY API ключ: 1. Войдите в (или создать) GIPHY аккаунт. 2. Посетите эту страницу: https://developers.giphy.com/dashboard. 3. Нажмите *Создать приложение*. 4. Нажмите *Выберите API*, затем *Следующий шаг*. 5. Добавьте имя приложения, например *Red*. 6. Добавьте описание приложения, например *Используется для имидж-ког*. 7. Нажмите *Создать приложение*. Вам нужно согласиться с условиями API GIPHY. 8. Скопируйте ключ API. В Discord запустите команду {command}.
