Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/permissions/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, ru_ru, tr_tr

source: "{arg}" was not found. It must be the ID, mention, or name of a server, channel, user or role which the bot can see.
de_de: "{arg}" nicht gefunden. Es muss die ID, Erwähnung oder der Servername, Kanal, Benutzer oder die Rolle sein, die der Bot sehen kann.
es_es: "{arg}" no encontrado. Debe ser el ID, mención, o nombre de un servidor, canal, usuario o rol que el bot puede ver.
nb_no: "{arg}" ble ikke funnet. Det må være ID, mening eller navn på en server, kanal, bruker eller rolle som boten kan se.
ru_ru: "{arg}" не был найден. Это должен быть ID, упоминание или имя сервера, канала, пользователя или роли, которые может видеть бот.
tr_tr: "{arg}" bulunamadı. Botun görebildiği bir sunucunun, kanalın, kullanıcının ya da rolün IDsi, pingi veya adı olmak zorundadır.

source: "{arg}" does not refer to a unique server, channel, user or role. Please use the ID for whatever/whoever you're trying to specify, or mention it/them.
de_de: "{arg}" verweist nicht auf einen eindeutigen Server, Kanal, Benutzer oder Rolle. Bitte gib die ID für was/wen an oder erwähne es/sie.
es_es: "{arg}" no se refiere a un servidor único, canal, usuario o rol. Por favor, utilice el ID para lo que quiera que estés intentando especificar, o menciónalo.
nb_no: "{arg}" dette refererer ikke til en unik server, kanal, bruker eller rolle. Vennligst bruk ID-en til det/den du prøver å spesifisere, eller nevne den/dem.
ru_ru: "{arg}" не относится к уникальному серверу, каналу, пользователю или роли. Пожалуйста, используйте ID для того, что/кого вы пытаетесь указать, или упомяните его/их.
tr_tr: "{arg}" tek bir sunucu, kanal, kullanıcı veya role hitap etmiyor. Lütfen belirtmeye çalıştığınız kişinin/şeyin ID sini kullanın veya bahsetme kullanın.

source: "{arg}" was not found. It must be the ID, mention, or name of a channel, user or role in this server.
de_de: "{arg}" nicht gefunden. Es muss die ID, Erwähnung oder der Kanalname, Benutzer oder die Rolle auf diesem Server sein.
es_es: "{arg}" no encontrado. Debe ser el ID, mención o nombre de un canal, usuario o rol en este servidor.
nb_no: "{arg}" ble ikke funnet. Det må være ID, mening eller navn på en kanal, bruker eller rolle på denne serveren.
ru_ru: "{arg}" не найден. Это должен быть ID, упоминание или имя канала, пользователя или роли на данном сервере.
tr_tr: "{arg}" bulunamadı. Bu sunucudaki bir kullanıcı ya da rolün IDsi, bahsetmesi veya adı olmak zorundadır.

source: "{arg}" does not refer to a unique channel, user or role. Please use the ID for whatever/whoever you're trying to specify, or mention it/them.
de_de: "{arg}" verweist nicht auf einen eindeutigen Kanal, Benutzer oder Rolle. Bitte gib die ID für was/wen an oder erwähne es/sie.
es_es: "{arg}" no se refiere a un canal único, usuario o rol. Por favor, utilice el ID para lo que quiera que estés intentando especificar, o menciónalo.
nb_no: "{arg}" refererer ikke til en unik kanal, bruker eller rolle. Vennligst bruk IDen til hva som er allment eller hvem du prøver å spesifisere, eller nevne den/dem.
ru_ru: "{arg}" не относится к уникальному каналу, пользователю или роли. Пожалуйста, используйте ID для того, что/кого вы пытаетесь указать, или упомяните его/их.
tr_tr: "{arg}" tek bir sunucu, kanal, kullanıcı veya role hitap etmiyor. Lütfen belirtmeye çalıştığınız kişinin/şeyin ID sini kullanın veya bahsetme kullanın.

source: Cog or command "{name}" not found. Please note that this is case sensitive.
de_de: Cog oder Befehl "{name}" nicht gefunden. Bitte beachte die Groß- und Kleinschreibung.
es_es: Cog o comando "{name}" no encontrado. Ten en cuenta que esto es sensible a mayúsculas y minúsculas.
nb_no: Cog eller kommando}"{name}" ble ikke funnet. Vær oppmerksom på at saken skiller seg mellom små og store bokstaver.
ru_ru: Cog или команда "{name}" не найдена. Обратите внимание, что это чувствительно к регистру.
tr_tr: "{name}" adlı komut yada cog bulunamadı. Büyük küçük harf duyarlılığına dikkat ediniz.

source: "{arg}" is not a valid rule. Valid rules are "allow" or "deny"
de_de: "{arg}" ist keine gültige Regel. Gültige Regeln sind "erlauben" oder "verweigern"
es_es: "{arg}" no es una regla válida. Las reglas válidas son "allow" o "deny"
nb_no: "{arg}" er ikke en gyldig regel. Gyldige regler er "allow" eller "deny"
ru_ru: "{arg}" не является допустимым правилом. Действительными правилами являются "разрешить" или "запретить"
tr_tr: "{arg}" geçerli bir kural değil. Geçerli kurallar "allow" ve "deny"

source: "{arg}" is not a valid rule. Valid rules are "allow" or "deny", or "clear" to remove the rule
de_de: "{arg}" ist keine gültige Regel. Gültige Regeln sind "erlauben" oder "verweigern", oder "löschen" um die Regel zu entfernen
es_es: "{arg}" no es una regla válida. Las reglas válidas son "allow" o "deny", o "clear" para eliminar la regla
nb_no: "{arg}" er ikke en gyldig regel. Gyldige regler er "allow" eller "deny", eller "clear" for å fjerne regelen
ru_ru: "{arg}" не является допустимым правилом. Допустимыми правилами являются "разрешить" или "запретить", или "очистить", чтобы удалить правило
tr_tr: "{arg}" geçerli bir kural değil. Geçerli kurallar "allow" veya "deny", veya kuralı kaldırmak isterseniz "clear"

source: Rules must be either `true` or `false`.
de_de: Regeln müssen entweder `true` oder `false` sein.
es_es: Las reglas deben ser `true` o `false`.
fr_fr: Les règles doivent être soit `true` soit `false`.
nb_no: Regler må være enten 'true' eller 'false'.
ru_ru: Правила должны быть либо `true`, либо` false`.
tr_tr: Kural ya `true` ya da `false` olmalıdır.

source: Keys under command names must be IDs (numbers) or `default`.
de_de: Schlüssel unter Befehlsnamen müssen IDs (Zahlen) oder `default` sein.
es_es: Las claves bajo nombres de comandos deben ser IDs (números) o `default`.
fr_fr: Les clés sous les noms de commandes doivent être des identifiants (chiffres) ou `default`.
nb_no: Nøkler under kommando navn må være IDs (tall) eller `standard`.
ru_ru: Ключи под именами команд должны быть ID (числами) или `default`.
tr_tr: Komut adları altındaki anahtarlar IDler (numaralar) ya da `default` olmalıdır.

source: Keys under `COMMAND` must be command names (strings).
de_de: Schlüssel unterhalb von `COMMAND` müssen Befehlsnamen sein (Zeichenkette).
es_es: Las claves bajo `COMMAND` deben ser nombres de comandos (strings).
fr_fr: Les clés sous `COMMAND` doivent être des noms de commandes (strings).
nb_no: Nøkler under `COMMAND` må være kommandanavn (strenger).
ru_ru: Ключи в `COMMAND` должны быть именами команд (строками).
tr_tr: `COMMAND` altındaki anahtarlar komut adları olmalıdır (metin).

source: Keys under cog names must be IDs or `default`.
de_de: Schlüssel unterhalb von cog Namen müssen IDs oder `default` sein.
es_es: Las claves bajo nombres de código deben ser IDs o `default`.
fr_fr: Les clés sous les noms de commandes doivent être des identifiants (chiffres) ou `default`.
nb_no: Nøkler under cog navn må være ID'er eller `standard`.
ru_ru: Ключи под именами модулей должны быть ID или `default`.
tr_tr: Cog adları altındaki anahtarlar IDler veya `default` olmalıdır.

source: Keys under `COG` must be cog names (strings).
de_de: Schlüssel unterhalb von `COG` müssen cog Namen sein (Zeichenkette).
es_es: Las claves bajo `COG` deben ser nombres de cogs (texto).
fr_fr: Les clés sous `COMMAND` doivent être des noms de commandes (strings).
nb_no: Nøkler under `COG` må være cog navn (strenger).
ru_ru: Ключи под `COG` должны быть именами модулей (строками).
tr_tr: `COG` altındaki anahtarlar cog adları olmalıdır (metin).

source: Top-level keys must be either `COG` or `COMMAND`.
de_de: Schlüssel auf höchster Ebene müssen entweder `COG` oder `COMMAND` sein.
es_es: Las claves de más nivel deben ser `COG` o `COMMAND`.
fr_fr: Les clés de haut niveau doivent être soit `COG` soit `COMMAND`.
nb_no: Topnivå nøkler må være enten `COG` eller `COMMAND`.
ru_ru: Ключи верхнего уровня должны быть либо `COG`, либо` COMMAND`.
tr_tr: Üst-seviye anahtarlar ya `COG` ya da `COMMAND` olmalıdır.

source: Customise permissions for commands and cogs.
de_de: Passe Berechtigungen für Befehle und cogs an.
es_es: Personalizar permisos para comandos y cogs.
fr_fr: Personnaliser les permissions pour les commandes et les cogs.
nb_no: Tilpass tillatelser for kommandoer og cogs.
ru_ru: Настроить разрешения для команд и модулей.
tr_tr: Komutlar ve coglar için izinleri özelleştir.

source: Command permission management tools.
de_de: Tools zum Verwalten der Befehlsberechtigungen.
es_es: Herramientas de gestión de permisos de comandos.
fr_fr: Outils de gestion des permissions des commandes.
nb_no: Kommando tillatelse administrasjonsverktøy.
ru_ru: Инструменты управления разрешениями команд.
tr_tr: Komut izinleri yönetim araçları.

source: Explain how permissions works.
de_de: Erkläre wie Berechtigungen funktionieren.
es_es: Explica cómo funcionan los permisos.
fr_fr: Expliquez comment fonctionnent les permissions.
nb_no: Forklar hvordan tillatelser fungerer.
ru_ru: Объяснить, как работают разрешения.
tr_tr: İzinlerin nasıl çalıştığını açıkla.

source: This cog extends the default permission model of the bot. By default, many commands are restricted based on what the command can do. This cog allows you to refine some of those restrictions. You can allow wider or narrower access to most commands using it. You cannot, however, change the restrictions on owner-only commands. When additional rules are set using this cog, those rules will be checked prior to checking for the default restrictions of the command. Global rules (set by the owner) are checked first, then rules set for servers. If multiple global or server rules apply to the case, the order they are checked in is: 1. Rules about a user. 2. Rules about the voice/stage channel a user is connected to. 3. Rules about the channel or a parent of the thread a command was issued in. 4. Rules about a role the user has (The highest role they have with a rule will be used). 5. Rules about the server a user is in (Global rules only). For more details, please read the [official documentation](https://docs.discord.red/en/stable/cog_permissions.html).
de_de: Dieser Cog erweitert das standardmäßige Berechtigungsmodell des Bots. Standardmäßig sind viele Befehle basierend auf das beschränkt, was der Befehl tun kann. Mit diesem Cog können Sie einige dieser Einschränkungen verfeinern. Sie können den Zugriff auf die meisten Befehle erweitern oder einschränken, jedoch können Sie die Einschränkungen für Eigentümerbefehle nicht ändern. Wenn zusätzliche Regeln mit diesem Cog festgelegt werden, werden diese Regeln vor der Überprüfung der standardmäßigen Einschränkungen des Befehls überprüft. Globale Regeln (vom Eigentümer festgelegt) werden zuerst überprüft, dann Regeln, die für Server festgelegt wurden. Wenn mehrere globale oder Serverregeln auf den Fall zutreffen, erfolgt die Überprüfung in folgender Reihenfolge: 1. Regeln zu einem Benutzer. 2. Regeln zu dem Sprach- oder Bühnenkanal, zu dem ein Benutzer verbunden ist. 3. Regeln zum Kanal oder einem Elternkanal des Threads, in dem der Befehl ausgeführt wurde. 4. Regeln zu einer Rolle, die der Benutzer hat (die höchste Rolle mit einer Regel wird verwendet). 5. Regeln über den Server, in dem sich ein Benutzer befindet (nur globale Regeln). Für weitere Details lesen Sie bitte die [offizielle Dokumentation](https://docs.discord.red/en/stable/cog_permissions.html).
nb_no: Denne cog utvider standard tilgangsmodell for boten. Som standard er mange kommandoer begrenset basert på hva kommandoen kan gjøre. Denne cog gir deg tilgang til noen av disse restriksjonene. Du kan gi mer eller mindre tilgang til de fleste kommandoene ved å bruke den. Du kan imidlertid ikke endre restriksjoner på bare eierkommandoer. Når det er satt inn ekstra regler i denne farten, vil disse reglene bli kontrollert før de sjekker etter kommandoens standardbegrensninger. Globale regler (angitt av eieren) kontrolleres først, så regler angis for servere. Hvis flere globale eller serverregler gjelder for hvert tilfelle, er rekkefølgen de er merket av er: 1. Regler om en bruker. 2. Regler om tale/scene-kanalen en bruker er koblet til. 3. En av reglene om kanalen eller en forelder i tråden ble sendt ut. Regler om en rolle som brukeren har (Den fremste rollen de har med regel vil bli brukt). 5. Regler om serveren en bruker er bare i (Globalregler). For mer informasjon, vennligst les [offisiell dokumentasjon](https://docs.discord.red/en/stable/cog_permissions.html).

source: Check if a user can run a command. This will take the current context into account, such as the server and text channel.
de_de: Überprüft ob ein Benutzer einen Befehl ausführen kann. Dies berücksichtigt die aktuelle Umgebung, wie etwa den Server und Textkanäle.
es_es: Comprueba si un usuario puede ejecutar un comando. Esto tendrá en cuenta el contexto actual tales como el servidor y el canal de texto.
nb_no: Sjekk om en bruker kan kjøre en kommando. Dette tar hensyn til gjeldende kontekst. slike som server og tekstkanal.
ru_ru: Проверяет, может ли пользователь использовать команду. При этом учитывается текущий контекст, такой как сервер и текстовый канал.
tr_tr: Bir kullanıcının bir komutu çalıştırabilir oluşunu kontrol et. Bu sunucu ve metin kanalı gibi şu anki kapsamı da hesaba katacaktır.

source: No such command
de_de: Befehl nicht vorhanden
es_es: No existe tal comando
fr_fr: Cette commande n'existe pas
nb_no: Ingen slik kommando
ru_ru: Нет такой команды
tr_tr: Böyle bir komut yok

source: That user can run the specified command.
de_de: Dieser Benutzer kann den angegebenen Befehl ausführen.
es_es: Ese usuario puede ejecutar el comando especificado.
fr_fr: Cet utilisateur peut exécuter la commande spécifiée.
nb_no: Den brukeren kan kjøre den angitte kommandoen.
ru_ru: Этот пользователь может выполнить указанную команду.
tr_tr: O kullanıcı belirtilen komutu çalıştırabilir.

source: That user can not run the specified command.
de_de: Dieser Benutzer kann den angegebenen Befehl nicht ausführen.
es_es: Ese usuario no puede ejecutar el comando especificado.
fr_fr: Cet utilisateur ne peut pas exécuter la commande spécifiée.
nb_no: Den brukeren kan ikke kjøre den angitte kommandoen.
ru_ru: Этот пользователь не может выполнить указанную команду.
tr_tr: O kullanıcı belirtilen komutu çalıştıramaz.

source: Manage permissions with YAML files.
de_de: Verwalte Berechtigungen mit YAML Dateien.
es_es: Administrar permisos con archivos YAML.
fr_fr: Gérer les permissions avec des fichiers YAML.
nb_no: Behandle tillatelser med YAML-filer.
ru_ru: Управлять разрешениями с помощью файлов YAML.
tr_tr: YAML dosyaları ile izinleri yönet.

source: Sends an example of the yaml layout for permissions
de_de: Sendet ein Beispiel für das yaml-Layout für Berechtigungen
es_es: Envía un ejemplo de plantilla yaml para los permisos
nb_no: Sender et eksempel til yaml-oppsettet for tillatelser
ru_ru: Отправляет пример макета YAML для разрешений
tr_tr: İzinler için YAML sayfa düzeninin bir örneğini gönderir

source: Example YAML for setting rules:
de_de: Beispiel YAML um Regeln festzulegen:
es_es: Ejemplo YAML para configurar las reglas:
nb_no: Eksempel YAML for å fastsette regler:
ru_ru: Пример YAML для установки правил:
tr_tr: Ayar kuralları için örnek YAML:

source: Set global rules with a YAML file. **WARNING**: This will override reset *all* global rules to the rules specified in the uploaded file. This does not validate the names of commands and cogs before setting the new rules.
de_de: Legt globale Regeln mit einer YAML Datei fest. **WARNUNG**: Dies wird *alle* globalen Regeln, die in der hochgeladenen Datei angegeben sind, überschreiben. Vor Anwendung der Regel wird keine Prüfung der Namen von Befehlen und cogs durchgeführt
es_es: Establecer reglas globales con un archivo YAML. **ADVERTENCIA**: Esto reemplazará *todas* las reglas globales a las reglas especificadas en el archivo subido. Esto no valida los nombres de comandos y cogs antes de establecer las nuevas reglas.
nb_no: Angi globale regler med en YAML-fil. **ADVARSEL**: Dette vil overskrive *alle* globale regler for reglene angitt i den opplastede filen. Dette validerer ikke navn på kommandoer og cogs før å angi de nye reglene.
ru_ru: Установите глобальные правила с помощью файла YAML. **ПРЕДУПРЕЖДЕНИЕ**: Это отменит сброс *всех* глобальных правил на правила, указанные в загруженном файле. При этом не проверяются имена команд и зубцов перед тем, как установки новых правил.
tr_tr: YAML dosyası içinde küresel kuralları ayarla. **DİKKAT**: Bu hükümsüzleştirme *tüm* kürsel kuralları yüklenen dosyadaki kurallara sıfırlayacaktır. Bu yeni kuralları ayarlamadan önce komutların ve cogların isimlerini doğrulamaz.

source: Set rules for this server with a YAML file. **WARNING**: This will override reset *all* rules in this server to the rules specified in the uploaded file.
de_de: Legt die Regeln für diesen Server mit einer YAML Datei fest. **WARNUNG**: Dies wird *alle* Regeln, die in der hochgeladenen Datei angegeben sind, für diesen Server überschreiben
es_es: Establecer reglas para este servidor con un archivo YAML. **ADVERTENCIA**: Esto anulará *todas* las reglas en este servidor a las reglas especificadas en el archivo subido.
nb_no: Angi regler for denne serveren med en YAML-fil. **ADVARSEL**: Dette vil overskrive *alle* reglene i denne serveren etter reglene angitt i den opplastede filen.
ru_ru: Установите правила для этого сервера с помощью файла YAML. **ПРЕДУПРЕЖДЕНИЕ**: Это отменит сброс *всех* правил на этом сервера на правила, указанные в загруженном файле.
tr_tr: Bu sunucu için kuralları YAML dosyası ile ayarla. **DİKKAT**: Bu hükümsüzleştirme bu sunucudaki *tüm* kuralları yüklenen dosyada belirtilmiş kurallara sıfırlayacaktır.

source: Get a YAML file detailing all global rules.
de_de: Erhalte eine YAML Datei mit Angaben aller globalen Regeln.
es_es: Obtenga un archivo YAML detallando todas las reglas globales.
fr_fr: Obtenez un fichier YAML détaillant toutes les règles globales.
nb_no: Få en YAML-fil til å detaljer om alle globale regler.
ru_ru: Получить файл YAML с подробным описанием всех глобальных правил.
tr_tr: Tüm küresel kuralların detaylarını barındıran bir YAML dosyası getir.

source: I'm not allowed to DM you.
de_de: Ich bin nicht berechtigt dir Direktnachrichten zu senden.
es_es: No estoy autorizado a mandarte MDs.
fr_fr: Je ne suis pas autorisé à vous contacter par message privé.
nb_no: Jeg har ikke lov til å gjøre problemet.
ru_ru: Мне не разрешено писать вам личные сообщения.
tr_tr: Sana DM atamıyorum.

source: I've just sent the file to you via DM.
de_de: Ich habe dir soeben die Datei per Direktnachricht gesendet.
es_es: Acabo de enviarte el archivo a través de MD.
fr_fr: Je viens de vous envoyer le fichier par message privé.
nb_no: Jeg har akkurat sendt deg filen via direktemelding.
ru_ru: Я только что отправила вам файл в личные сообщения.
tr_tr: Sana DM'den dosya gönderdim.

source: Get a YAML file detailing all rules in this server.
de_de: Erhalte eine YAML Datei mit Angaben aller Regeln für diesen Server.
es_es: Obtener un archivo YAML detallando todas las reglas en este servidor.
fr_fr: Obtenez un fichier YAML détaillant toutes les règles de ce serveur.
nb_no: Få en YAML fil med detaljer om alle reglene på denne serveren.
ru_ru: Получить файл YAML с подробным описанием всех правил на этом сервере.
tr_tr: Bu sunucudaki tüm kuralların detaylarını barındıran bir YAML dosyası getir.

source: Update global rules with a YAML file. This won't touch any rules not specified in the YAML file.
de_de: Aktualisiere die globalen Regeln mit einer YAML Datei. Regeln, die nicht in der YAML Datei aufgeführt sind, werden nicht verändert.
es_es: Actualizar las reglas globales con un archivo YAML. Esto no tocará ninguna regla no especificada en el archivo YAML .
nb_no: Oppdater globale regler med en YAML-fil. Dette vil ikke berøre noen regler som ikke er angitt i YAML -filen.
ru_ru: Обновление глобальных правил с помощью файла YAML. Это не коснется правил, не указанных в файле YAML.
tr_tr: Küresel kuralları bir YAML dosyası ile güncelle. Bu YAML dosyasında belirtilmemiş her hangi bir kuralı değiştirmez.

source: Update rules for this server with a YAML file. This won't touch any rules not specified in the YAML file.
de_de: Aktualisiere die Regeln für diesen Server mit einer YAML Datei. Regeln, die nicht in der YAML Datei aufgeführt sind, werden nicht verändert.
es_es: Actualizar las reglas para este servidor con un archivo YAML. Esto no tocará ninguna regla no especificada en el archivo YAML .
nb_no: Oppdater regler for denne serveren med en YAML-fil. Dette vil ikke berøre noen regler som ikke er angitt i YAML -filen.
ru_ru: Обновление правил для этого сервера с помощью YAML-файла. Это не коснется никаких правил, не указанных в YAML файле.
tr_tr: Bu sunucu için kuralları bir YAML dosyası ile güncelle. Bu YAML dosyasında belirtilmemiş her hangi bir kuralı değiştirmez.

source: Add a global rule to a command. `<allow_or_deny>` should be one of "allow" or "deny". `<cog_or_command>` is the cog or command to add the rule to. This is case sensitive. `<who_or_what...>` is one or more users, channels or roles the rule is for.
de_de: Füge eine globale Regel zu einem Befehl hinzu. `<allow_or_deny>` sollte einer von "allow" oder "deny". `<cog_or_command>` ist der Cog oder Befehl, der die Regel hinzufügen soll. Bitte berücksichtigen Sie Groß- und Kleinschreibung. `<who_or_what...>` ist ein oder mehrere Benutzer, Kanäle oder Rollen, für die die Regel ist.
es_es: Añadir una regla global a un comando. `<allow_or_deny>` debe ser uno de "allow" o "deny". `<cog_or_command>` es el cog o comando para agregar la regla. Esto es sensible a mayúsculas y minúsculas. `<who_or_what...>` es uno o más usuarios, canales o roles para los que está la regla.
nb_no: Legg til en global regel i en kommando. `<allow_or_deny>` skal være en av "allow" eller "deny". `<cog_or_command>` er tannhjulet eller kommandoen for å legge til regel til. Dette er mellom store og små bokstaver. `<who_or_what...>` er en eller flere brukere, kanaler eller roller regelen er for.
ru_ru: Добавьте глобальное правило к команде. `<allow_or_deny>` должно быть одним из "allow" или "deny". `<cog_or_command>` - это шестерня или команда, к которой нужно добавить правило. Учитывается регистр. `<who_or_what...>` - один или несколько пользователей, каналов или ролей, для которых предназначено правило.
tr_tr: Bir komuta küresel bir kural ekle. `<allow_or_deny>` "allow" veya "deny" olmalıdır. `<cog_or_command>` kural eklenecek cog veya komuttur. Büyük küçük harfe duyarlıdır. `<who_or_what...>` kuralın işleyeceği bir veya birden çok kullanıcı, kanal veya rol olmalıdır.

source: Rule added.
de_de: Regel hinzugefügt.
es_es: Regla añadida.
fr_fr: Règle ajoutée.
nb_no: Regel lagt til.
ru_ru: Правило добавлено.
tr_tr: Kural başarıyla eklendi.
