Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/permissions/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, ru_ru, tr_tr

source: Add a rule to a command in this server. `<allow_or_deny>` should be one of "allow" or "deny". `<cog_or_command>` is the cog or command to add the rule to. This is case sensitive. `<who_or_what...>` is one or more users, channels or roles the rule is for.
de_de: Füge eine Regel zu einem Befehl in diesem Server hinzu. `<allow_or_deny>` sollte einer von "allow" oder "deny". `<cog_or_command>` ist der Cog oder Befehl, um die Regel hinzuzufügen. Bitte berücksichtigen Sie Groß- und Kleinschreibung. `<who_or_what...>` ist ein oder mehrere Benutzer, Kanäle oder Rollen, für die die Regel ist.
es_es: Añadir una regla a un comando en este servidor. `<allow_or_deny>` debe ser uno de "allow" o "deny". `<cog_or_command>` es el cog o comando para agregar la regla. Esto es sensible a mayúsculas y minúsculas. `<who_or_what...>` es uno o más usuarios, canales o roles para los que está la regla.
nb_no: Legg til en regel i en kommando i denne serveren. `<allow_or_deny>` skal være en av "allow" eller "deny". `<cog_or_command>` er cog eller kommandoen for å legge til regel til. Dette er mellom store og små bokstaver. `<who_or_what...>` er en eller flere brukere, kanaler eller roller regelen er for.
ru_ru: Добавьте правило к команде на этом сервере. `<allow_or_deny>` должно быть одним из "allow" или "deny". `<cog_or_command>` - это cog или команда, к которой нужно добавить правило. Учитывается регистр. `<who_or_what...>` - один или несколько пользователей, каналов или ролей, для которых предназначено правило.
tr_tr: Bu sunucuda bir komuta kural ekle. `<allow_or_deny>`"allow" veya "deny" olmalıdır. `<cog_or_command>` kuralın ekleneceği cog veya kural olmalıdır. Küçük büyük harfe duyarlıdır. `<who_or_what...>` kuralın işleyeceği bir ve birden çok kullanıcı, kanal veya rol olmalıdır.

source: Remove a global rule from a command. `<cog_or_command>` is the cog or command to remove the rule from. This is case sensitive. `<who_or_what...>` is one or more users, channels or roles the rule is for.
de_de: Entferne eine globale Regel aus einem Befehl. `<cog_or_command>` ist der Cog oder Befehl, um die Regel zu entfernen Bitte beachten Sie Groß- und Kleinschreibung. `<who_or_what...>` ist ein oder mehrere Benutzer, Kanäle oder Rollen, für die die Regel ist.
es_es: Elimina una regla global de un comando. `<cog_or_command>` es el cog o comando para eliminar la regla de. Esto es sensible a mayúsculas y minúsculas. `<who_or_what...>` es uno o más usuarios, canales o roles para los que está la regla.
nb_no: Fjern en global regel fra en kommando. `<cog_or_command>` er cog eller kommando for å fjerne regelen fra. Dette skiller store og små bokstaver. `<who_or_what...>` er en eller flere brukere, kanaler eller roller regelen er for
ru_ru: Удалить глобальное правило из команды. `<cog_or_command>` - это cog или команда для удаления правила из команды. Чувствительно к регистру. `<who_or_what...>` - один или несколько пользователей, каналов или ролей, для которых действует правило.
tr_tr: Bir komuttan bir küresel kuralı kaldır. `<cog_or_command>` kuralın kaldırılacağı cog veya komut olmalıdır, küçük büyük harfe duyarlıdır.. `<who_or_what...>` kuralın işlediği bir veya birden çok kullanıcı, kanal veya rol olmalıdır.

source: Rule removed.
de_de: Regel entfernt.
es_es: Regla eliminada.
fr_fr: Règle supprimée.
nb_no: Regel fjernet.
ru_ru: Правило удалено.
tr_tr: Kural silindi.

source: Remove a server rule from a command. `<cog_or_command>` is the cog or command to remove the rule from. This is case sensitive. `<who_or_what...>` is one or more users, channels or roles the rule is for.
de_de: Entferne eine Serverregel von einem Befehl. `<cog_or_command>` ist der Cog oder Befehl, um die Regel zu entfernen Bitte Groß- und Kleinschreibung beachten. `<who_or_what...>` ist ein oder mehrere Benutzer, Kanäle oder Rollen für die Regel.
es_es: Eliminar una regla de servidor de un comando. `<cog_or_command>` es el cog o comando para eliminar la regla de. Esto es sensible a mayúsculas y minúsculas. `<who_or_what...>` es uno o más usuarios, canales o roles para los que está la regla.
nb_no: Fjern en serverregel fra en kommando. `<cog_or_command>` er cog eller kommando for å fjerne regelen fra. Dette skiller store og små bokstaver. `<who_or_what...>` er en eller flere brukere, kanaler eller roller regelen er for
ru_ru: Удалить правило сервера из команды. `<cog_or_command>` - это cog или команда для удаления правила из команды. Чувствительно к регистру. `<who_or_what...>` - один или несколько пользователей, каналов или ролей, для которых предназначено правило.
tr_tr: Bir komuttan bir sunucu kuralını kaldır. `<cog_or_command>` kuralın kaldırılacağı cog veya komut olmalıdır, küçük büyük harfe duyarlıdır. `<who_or_what...>` kuralın işlediği bir veya birden çok kullanıcı, kanal veya rol olmalıdır.

source: Set the default rule for a command in this server. This is the rule a command will default to when no other rule is found. `<allow_or_deny>` should be one of "allow", "deny" or "clear". "clear" will reset the default rule. `<cog_or_command>` is the cog or command to set the default rule for. This is case sensitive.
de_de: Legen Sie die Standardregel für einen Befehl in diesem Server fest. Dies ist die Regel, auf die ein Befehl standardmäßig eingestellt wird, wenn keine andere Regel gefunden wird . `<allow_or_deny>` sollte einer von "allow", "deny" oder "clear" sein. "clear" wird die Standardregel zurücksetzen. `<cog_or_command>` ist der Kog oder Befehl, um die Standardregel zu setzen. Das ist eine Groß- und Kleinschreibung.
es_es: Establecer la regla por defecto para un comando en este servidor. Esta es la regla que predeterminará un comando cuando no se encuentre ninguna otra regla `<allow_or_deny>` debe ser uno de "allow", "deny" o "clear". "clear" restablecerá la regla por defecto. `<cog_or_command>` es el cog o comando para establecer la regla predeterminada . Esto es sensible a mayúsculas y minúsculas.
nb_no: Angi standardregelen for en kommando på denne serveren. Dette er regelen en kommando vil være standard når ingen andre regler blir funnet. `<allow_or_deny>` skal være en av "allow", " deny" "eller " clear". " tøm"vil tilbakestille standardregelen. ` <cog_or_command> `er tannhjulet eller kommandoen du vil angi standard regelen for. Dette er store og små bokstaver.
ru_ru: Установите правило по умолчанию для команды на этом сервере. Это правило, которое команда будет использовать по умолчанию, если не найдено другое правило не найдено. `<allow_or_deny>` должно быть одним из "allow", "deny" или "clear". "clear" сбрасывает правило по умолчанию. `<cog_or_command>` - это шестерня или команда для установки правила по умолчанию. правило по умолчанию. Это правило чувствительно к регистру.
tr_tr: Bu sunucudaki varsayılan bir kural ayarla. Bu, başka bir kural bulunmadığında bir komutun varsayılan olacağı kuraldır. `<allow_or_deny>` ikisinden biri olmalı "allow", "deny" ya da "clear". "clear" varsayılan kuralı sıfırlayacaktır. `<cog_or_command>` varsayılanı ayarlamak için cog veya komuttur. Büyük / küçük harfe duyarlıdır.

source: Default set.
de_de: Standard festgelegt.
es_es: Establecido por defecto.
fr_fr: Réinitialisation des paramètres par défaut.
nb_no: Standard angitt.
ru_ru: Настройки по умолчанию установлены.
tr_tr: Varsayılan ayarlandı.

source: Set the default global rule for a command. This is the rule a command will default to when no other rule is found. `<allow_or_deny>` should be one of "allow", "deny" or "clear". "clear" will reset the default rule. `<cog_or_command>` is the cog or command to set the default rule for. This is case sensitive.
de_de: Legen Sie die Standardregel für einen Befehl fest. Dies ist die Regel, auf die ein Befehl standardmäßig eingestellt wird, wenn keine andere Regel gefunden wird . `<allow_or_deny>` sollte einer von "allow", "deny" oder "clear" sein. "clear" wird die Standardregel zurücksetzen. `<cog_or_command>` ist der Kog oder Befehl, um die Standardregel zu setzen. Das ist eine Groß- und Kleinschreibung.
es_es: Establece la regla global predeterminada para un comando. Esta es la regla que predeterminará un comando cuando no se encuentre ninguna otra regla `<allow_or_deny>` debe ser uno de "allow", "deny" o "clear". "clear" restablecerá la regla por defecto. `<cog_or_command>` es el cog o comando para establecer la regla predeterminada . Esto es sensible a mayúsculas y minúsculas.
nb_no: Angi standardregelen for en kommando globalt. Dette er regelen en kommando vil være standard når ingen andre regler blir funnet. `<allow_or_deny>` skal være en av "allow", " deny" "eller " clear". " clear"vil tilbakestille standardregelen. ` <cog_or_command> `er tannhjulet eller kommandoen du vil angi standard regelen for. Dette er store og små bokstaver.
ru_ru: Установите глобальное правило по умолчанию для команды. Это правило, которое команда будет использовать по умолчанию, если не найдено другое правило не найдено. `<allow_or_deny>` должно быть одним из "allow", "deny" или "clear". "clear" сбрасывает правило по умолчанию. `<cog_or_command>` - это cog или команда для установки по умолчанию правила для него. Это правило чувствительно к регистру.
tr_tr: Bir komut için varsayılan küresel kuralı ayarla. Bu başka bir kural bulunmadığında komutun uyacağı kuraldır. `<allow_or_deny>` şunlardan biri olmak zorundadır: "allow", "deny" veya "clear". "clear" varsayılan ayarı silecektir. `<cog_or_command>` varsayılan kuralının ayarlanacağı cog veya komuttur. Küçük büyük harfe duyarlıdır.

source: Reset all global rules.
de_de: Alle globalen Regeln zurücksetzen.
es_es: Restablecer todas las reglas globales.
fr_fr: Réinitialiser toutes les règles globales.
nb_no: Tilbakestill alle globale regler.
ru_ru: Сбросить все глобальные правила.
tr_tr: Tüm global kuralları sıfırlayın.

source: Reset all rules in this server.
de_de: Setzt alle Regeln auf diesem Server zurück.
es_es: Restablecer todas las reglas en este servidor.
fr_fr: Réinitialiser toutes les règles de ce serveur.
nb_no: Tilbakestill alle regler på denne serveren.
ru_ru: Сбросить все правила на этом сервере.
tr_tr: Bu sunucudaki tüm kuralları sıfırlayın.

source: Supply a file with next message or type anything to cancel.
de_de: Sende mit der nächsten Nachricht eine Datei oder gib zum Abbrechen einen Text ein.
es_es: Suministrar un archivo con el siguiente mensaje o escribir cualquier cosa para cancelar.
nb_no: Leverer en fil med neste melding eller skriv noe for å avbryte.
ru_ru: Отправьте файл со следующим сообщением или введите любой текст для отмены.

source: You took too long to upload a file.
de_de: Das Hochladen der Datei hat zu lange gedauert.
es_es: Tardaste demasiado en subir un archivo.
nb_no: Du tok for lang tid å laste opp en fil.

source: You have cancelled the upload process.
de_de: Du hast den Uploadprozess abgebrochen.
es_es: Has cancelado el proceso de subida.
nb_no: Du har avbrutt opplastingsprosessen.
ru_ru: Вы отменили процесс загрузки.

source: Invalid syntax:
de_de: Ungültiger Syntax:
es_es: Sintaxis no válida:
fr_fr: Syntaxe invalide :
nb_no: Ugyldig syntaks:
ru_ru: Неверный синтаксис:
tr_tr: Geçersiz komut:

source: Your YAML file did not match the schema:
de_de: Deine YAML Datei entspricht nicht dem Schema:
es_es: Su archivo YAML no coincide con el esquema:
fr_fr: Votre fichier YAML ne correspond pas au schéma :
nb_no: Din YAML-fil samsvarte ikke med skjemaet:
ru_ru: Ваш YAML-файл не соответствует схеме:
tr_tr: YAML dosyanız şemaya uymadı:

source: Rules set.
de_de: Regeln festgelegt.
es_es: Reglas establecidas.
fr_fr: Règles définies.
nb_no: Regler satt.
ru_ru: Правила установлены.
tr_tr: Kurallar ayarlandı.

source: Are you sure?
de_de: Bist du sicher?
es_es: ¿Estás seguro?
fr_fr: Êtes-vous sûr ?
nb_no: Er du sikker?
ru_ru: Вы уверены?
tr_tr: Emin misiniz?

source: Response timed out.
de_de: Antwortzeitlimit erreicht.
es_es: No hay respuesta; se ha agotado el tiempo de espera
fr_fr: Réponse expirée.
nb_no: Responsen ble tidsavbrutt.
ru_ru: Время ответа истекло.
tr_tr: Yanıt yok, zaman aşımı oluştu.

source: Action cancelled.
de_de: Aktion abgebrochen.
es_es: Acción cancelada.
fr_fr: Action annulée.
nb_no: Handlingen avbrutt.
ru_ru: Действие отменено.
tr_tr: İşlem iptal edildi.

source: This cog extends the default permission model of the bot. By default, many commands are restricted based on what the command can do. This cog allows you to refine some of those restrictions. You can allow wider or narrower access to most commands using it. You cannot, however, change the restrictions on owner-only commands. When additional rules are set using this cog, those rules will be checked prior to checking for the default restrictions of the command. Global rules (set by the owner) are checked first, then rules set for servers. If multiple global or server rules apply to the case, the order they are checked is: 1. Rules about a user. 2. Rules about the voice channel a user is in. 3. Rules about the text channel a command was issued in. 4. Rules about a role the user has (The highest role they have with a rule will be used). 5. Rules about the server a user is in (Global rules only). For more details, please read the [official documentation](https://docs.discord.red/en/stable/cog_permissions.html).
tr_tr: Bu cog botun varsayılan izin modelini geliştirir. Varsayılan olarak, birçok komut ne yapabildiğine dayalı olarak sınırlıdır. Bu cog bu izinlerden bazılarını özelleştirmenizi sağlar. Onu kullanarak bir çok komutun daha dar veya geniş bir kitle tarafından kullanılmasını sağlayabilirsiniz. Fakat sadece sahibin kullanabileceği komutlar üzerinde değişiklik yapamazsınız. Bu cog kullanılarak ek kurallar belirlendiğinde, komutun varsayılan kısıtlamaları denetlenmeden önce bu kısıtlamalar denetlenir. Önce (bot sahibi tarafından ayarlanan) küresel kurallar, sonra da sunucu için ayarlanan kurallar denetlenir. Eğer bir durumda birden çok küresel veya sunucu ayarı etkili ise denetlenme sıraları şu şekildedir: 1. Bir kullanıcı hakkındaki kurallar. 2. Kullanıcının içinde olduğu ses kanalı hakkındaki kurallar. 3. Bir komutun kullanıldığı metin kanalı hakkındaki kurallar. 4. Bir kullanıcının sahip olduğu roller hakkındaki kurallar (hakkında kural ayarlanmış kullanıcının sahip olduğu en üstteki rol kullanılır). 5. Kullanıcının içinde olduğu bir sunucu hakkındaki kurallar. Daha çok detay için lütfen[resmi kılavuzları](https://docs.discord.red/en/stable/cog_permissions.html) okuyunuz.

source: You must upload a file.
fr_fr: Vous devez envoyer un fichier.
tr_tr: Bir dosya yüklemelisiniz.

source: Are you sure? (y/n)
fr_fr: Êtes-vous sûr ? (y/n)
tr_tr: Emin misiniz? (y/n)

source: \"{arg}\" was not found. It must be the ID, mention, or name of a server, channel, user or role which the bot can see.
fr_fr: \"{arg}\" n'a pas été trouvé. Ce doit être une ID, une mention, ou le nom d'un serveur, salon, utilisateur ou rôle que le bot peut voir.

source: \"{arg}\" does not refer to a unique server, channel, user or role. Please use the ID for whatever/whoever you're trying to specify, or mention it/them.
fr_fr: \"{arg}\" ne fait pas référence à un serveur, salon, utilisateur ou rôle unique. Veuillez utilisez l'ID de ce que vous essayez de spécifier, ou mentionnez-le/les.

source: \"{arg}\" was not found. It must be the ID, mention, or name of a channel, user or role in this server.
fr_fr: \"{arg}\" n'a pas été trouvé. Cela doit être l'ID, la mention ou le nom d'un serveur, d'un salon, d'un utilisateur ou d'un rôle dans ce serveur.

source: \"{arg}\" does not refer to a unique channel, user or role. Please use the ID for whatever/whoever you're trying to specify, or mention it/them.
fr_fr: \"{arg}\" ne fait pas référence à un salon, utilisateur ou rôle. Veuillez utilisez l'ID de ce que vous essayez de spécifier, ou mentionnez-le/les.

source: Cog or command \"{name}\" not found. Please note that this is case sensitive.
fr_fr: Cog ou commande \"{name}\" introuvable. Veuillez notez que c'est sensible aux caractères.

source: \"{arg}\" is not a valid rule. Valid rules are \"allow\" or \"deny\"
fr_fr: \"{arg}\" n'est pas une règle valide. Les règles valides sont \"allow\" ou \"deny\"

source: \"{arg}\" is not a valid rule. Valid rules are \"allow\" or \"deny\", or \"clear\" to remove the rule
fr_fr: \"{arg}\" n'est pas une règle valide. Les règles valides sont \"allow\" ou \"deny\", ou \"clear\" pour supprimer la règle

source: Check if a user can run a command.\n\n This will take the current context into account, such as the\n server and text channel.\n
fr_fr: Vérifie si un utilisateur peut utiliser une commande.\n\n Cela prendra en compte le contexte actuel, tel que\n le serveur et le salon textuel.\n

source: Example YAML for setting rules:\n
fr_fr: Exemple d'AYML pour définir les règles :\n

source: Add a global rule to a command.\n\n `<allow_or_deny>` should be one of \"allow\" or \"deny\".\n\n `<cog_or_command>` is the cog or command to add the rule to.\n This is case sensitive.\n\n `<who_or_what>` is one or more users, channels or roles the rule is for.\n
fr_fr: Ajoute une règle globale à une commande.\n\n `<allow_or_deny>` doit être soit \"allow\" ou \"deny\".\n\n `<cog_or_command>` est le cog ou la commande à lequelle s'applique la règle.\n Cela est sensible aux caractères.\n\n `<who_or_what>` est un ou plusieurs utilisateurs, salons ou rôles à lesquels s'applique la règle.\n

source: Add a rule to a command in this server.\n\n `<allow_or_deny>` should be one of \"allow\" or \"deny\".\n\n `<cog_or_command>` is the cog or command to add the rule to.\n This is case sensitive.\n\n `<who_or_what>` is one or more users, channels or roles the rule is for.\n
fr_fr: Ajoute une règle à une commande dans ce serveur.\n\n `<allow_or_deny>` doit être soit \"allow\" ou \"deny\".\n\n `<cog_or_command>` est le cog ou la commande à laquelle s'applique la règle.\n Cela est sensible aux caractères.\n\n `<who_or_what>` est un ou plusieurs utilisateurs, salons ou rôles à lesquels s'applique la règle.\n

source: Remove a global rule from a command.\n\n `<cog_or_command>` is the cog or command to remove the rule\n from. This is case sensitive.\n\n `<who_or_what>` is one or more users, channels or roles the rule is for.\n
fr_fr: Enlève une règle globale à une commande.\n\n `<cog_or_command>` est le cog ou la commande à laquelle la règle se supprime.\n Cela est sensible aux caractères.\n\n `<who_or_what>` est un ou plusieurs utilisateurs, salons ou rôles à lesquels la règle est.\n

source: Remove a server rule from a command.\n\n `<cog_or_command>` is the cog or command to remove the rule\n from. This is case sensitive.\n\n `<who_or_what>` is one or more users, channels or roles the rule is for.\n
fr_fr: Enlève une règle du serveur à une commande.\n\n `<cog_or_command>` est le cog ou la commande à laquelle la règle se supprime.\n Cela est sensible aux caractères.\n\n `<who_or_what>` est un ou plusieurs utilisateurs, salons ou rôles à lesquels la règle est.\n
