Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/apis/locales/*.po
Languages: cs_cz, de_de, es_es, fi_fi, id_id, it_it, ko_kr, nl_nl, pt_br, sl_si, zh_cn, zh_tw

source: Failing to get tracks, skipping remaining.
cs_cz: Nepodařilo se získat skladby, přeskakuji zbývající.
de_de: Fehler beim laden der Tracks. Verbleibende Tracks werden übersprungen.
es_es: Falta al obtener pistas, omitiendo el resto.
fi_fi: Kappaleiden hakeminen ei onnistu, ohitetaan jäljellä olevat.
id_id: Gagal mendapatkan trek, melewatkan sisa.
it_it: Impossibile ottenere le tracce, salto le rimanenti.
ko_kr: 트랙을 추가하지 못해 나머지는 건너 뜁니다.
nl_nl: Fout bij het krijgen van tracks, resterend overslaan.
pt_br: Falha ao obter as faixas; pulando as faixas restantes.
sl_si: Skladb ni bilo mogoče dobiti, preskakujem preostalo.
zh_cn: 无法获取曲目，跳过其余曲目
zh_tw: 無法取得歌曲，跳過剩餘的歌曲。

source: The Spotify API key or client secret has not been set properly. \nUse `{prefix}audioset spotifyapi` for instructions.
id_id: Kunci Spotify API atau rahasia klien belum disetel dengan benar. \nGunakan `{prefix} audioset spotifyapi` untuk mendapatkan petunjuk.

source: This doesn't seem to be a valid Spotify playlist/album URL or code.
cs_cz: Nezdá se, že by to byla platná adresa Spotify playlistu/alba nebo kód.
de_de: Dies scheint keine gültige Spotify-Playlist/Album-URL oder Spotify-Code zu sein.
es_es: Esta no parece ser una URL o código válido de la lista/álbum de Spotify.
fi_fi: Tuo ei näytä olevan kelvollinen soittolistan/albumin Spotify-osoite tai -koodi.
id_id: Tampaknya ini bukan URL atau kode playlist/album Spotify yang valid.
it_it: Questo non sembra essere un URL playlist/album o un codice Spotify valido.
ko_kr: 유효한 Spotify 재생 목록, 앨범 URL 또는 코드가 아닌것 같습니다.
nl_nl: Dit lijkt geen geldige Spotify afspeellijst/album URL of code te zijn.
pt_br: Esta não parece ser uma URL ou código válido de uma lista/álbum do Spotify.
sl_si: Zdi se, da to ni veljaven Spotify URL ali koda seznama predvajanja/albuma.
zh_cn: 这似乎不是一个有效的 Spotify 播放列表/专辑URL或代码
zh_tw: 這似乎不是有效的 Spotify 播放清單/專輯 URL 或代碼。

source: This doesn't seem to be a supported Spotify URL or code.
cs_cz: Pravděpodobně se nejedná o podporovaný Spotify odkaz nebo kód.
de_de: Dies scheint kein unterstützter Spotify-URL oder Spotify-Code zu sein.
es_es: Esta no parece ser una URL o código compatible con Spotify.
fi_fi: Tuo ei näytä olevan kelvollinen Spotify-osoite tai -koodi.
id_id: Tampaknya ini bukan URL atau kode Spotify yang didukung.
it_it: Questo non sembra essere un URL o un codice Spotify supportato.
ko_kr: 지원되는 Spotify URL 또는 코드가 아닌 것 같습니다.
nl_nl: Dit lijkt geen ondersteunde Spotify URL of code te zijn.
pt_br: Isto não parece ser uma URL ou código do Spotify válido.
sl_si: Zdi se, da to ni podprt Spotify URL ali koda.
zh_cn: 这似乎不是受支持的Spotify URL或代码
zh_tw: 這似乎不是支援的 Spotify URL 或代碼。

source: The connection was reset while loading the playlist.
cs_cz: Připojení bylo obnoveno při načítání seznamu skladeb.
de_de: Die Verbindung wurde beim Laden der Playlist zurückgesetzt.
es_es: La conexión se reinició mientras se cargaba la lista de reproducción.
fi_fi: Yhteys nollattiin soittolistaa ladatessa.
id_id: Sambungan disetel ulang saat memuat daftar putar.
it_it: La connessione è stata reimpostata durante il caricamento della playlist.
ko_kr: 재생 목록을 로드하는 동안 연결이 재설정되었습니다.
nl_nl: De verbinding is gereset tijdens het laden van de afspeellijst.
pt_br: A conexão foi redefinida durante o carregamento da lista de reprodução.
sl_si: Povezava je bila prekinjena med nalaganjem seznama predvajanja.
zh_cn: 加载播放列表时重置了连接
zh_tw: 載入播放清單時重設了連線。

source: Player timeout, skipping remaining tracks.
cs_cz: Vypršel časový limit přehrávače, přeskakuji zbývající skladby.
de_de: Audioplayer-Timeout. Verbleibende Titel werden übersprungen.
es_es: Tiempo de espera del reproductor, omitiendo pistas restantes.
fi_fi: Toistimen aikakatkaisu, ohitetaan jäljellä olevat kappaleet.
id_id: Waktu tunggu pemain, melewatkan trek yang tersisa.
it_it: Timeout del lettore, salto le tracce rimanenti.
ko_kr: 플래이어 시간이 초과되었습니다. 남은 트랙들을 건너 뜁니다.
nl_nl: Speler time-out, resterende nummers worden overgeslagen.
pt_br: Tempo limite do reprodutor atingido; pulando as faixas restantes.
sl_si: Časovna omejitev predvajalnika, preskakovanje preostalih skladb.
zh_cn: 播放器超时，跳过剩余的曲目
zh_tw: 播放器逾時，跳過剩餘歌曲。

source: {bad_tracks} tracks cannot be queued.
cs_cz: {bad_tracks} skladby nemůžou být zařazeny do fronty.
de_de: {bad_tracks} Tracks können nicht zur Warteschlange hinzugefügt werden.
es_es: {bad_tracks} pistas no pueden ser puestas en cola.
fi_fi: {bad_tracks} kappaletta ei voida lisätä jonoon.
id_id: {bad_tracks} lagu tidak dapat diantrekan.
it_it: {bad_tracks} tracce non possono essere accodate.
ko_kr: {bad_tracks} 을 대기열에 추가할 수 없습니다.
nl_nl: {bad_tracks} nummers kunnen niet in de wachtrij worden geplaatst.
pt_br: {bad_tracks} faixas não puderam ser enfileiradas.
sl_si: {bad_tracks} ne morejo biti dodani v čakalno vrsto.
zh_cn: {bad_tracks} 曲目无法排队
zh_tw: {bad_tracks} 首歌曲無法排入佇列。

source: Playlist Enqueued
cs_cz: Playlist zařazen do fronty
de_de: Wiedergabeliste eingereiht
es_es: Lista de reproducción en cola
fi_fi: Soittolista lisätty jonoon
id_id: Antrean Daftar Putar
it_it: Playlist in coda
ko_kr: 대기중인 재생 목록
nl_nl: Afspeellijst toegevoegd
pt_br: Lista de reprodução enfileirada
sl_si: Seznam predvajanja dodan v čakalno vrsto
zh_cn: 排队播放列表
zh_tw: 播放清單已加入佇列

source: Added {num} tracks to the queue.{maxlength_msg}
cs_cz: Přidáno {num} skladeb do fronty.{maxlength_msg}
de_de: Es wurden {num} Tracks zu der Playlist hinzugefügt.{maxlength_msg}
es_es: Añadido {num} pistas a la cola.{maxlength_msg}
fi_fi: Lisättiin {num} kappaletta jonoon.{maxlength_msg}
id_id: Menambahkan {num} trek ke antrian. {maxlength_msg}
it_it: Aggiunte {num} tracce alla coda.{maxlength_msg}
ko_kr: 대기열에 {num} 개의 트랙이 추가되었습니다. {maxlength_msg}
nl_nl: Er zijn {num} nummers toegevoegd aan de wachtrij.{maxlength_msg}
pt_br: {num} faixas adicionadas à fila.{maxlength_msg}
sl_si: Dodano {num} skladb v čakalno vrsto.{maxlength_msg}
zh_cn: 已将{num} 条曲目添加到队列 {maxlength_msg}
zh_tw: 已將 {num} 首歌曲加入佇列。{maxlength_msg}

source: {time} until start of playlist playback: starts at #{position} in queue
cs_cz: {time} do začátku přehrávání playlistu: je na #{position} pozici ve frontě
de_de: {time} bis zum Start der Playlist: beginnt bei #{position} in der Warteschlange
es_es: {time} hasta el inicio de la reproducción de la lista: comienza en #{position} en cola
fi_fi: {time} aikaa soittolistan toiston aloittamiseen: alkaa sijalla #{position} jonossa
id_id: {time} hingga dimulainya pemutaran playlist: dimulai dari #{position} dalam antrian
it_it: {time} fino all'inizio della riproduzione della playlist: inizia da #{position} in coda
ko_kr: 재생 목록 재생이 시작될 때까지 {time} 남았습니다.: 대기열의 #{position} 에 시작합니다.
nl_nl: {time} tot het begin van het afspelen van de afspeellijst: begint bij #{position} in de wachtrij
pt_br: {time} até o início da reprodução da lista: começa na posição #{position} da fila
sl_si: {time} do začetka predvajanja seznama: začetek na #{position} v čakalni vrsti
zh_cn: {time} 直到播放列表开始：从队列中的#{position} 开始
zh_tw: {time} 後開始播放: 從佇列的第 #{position} 首開始

source: Nothing found.\nThe YouTube API key may be invalid or you may be rate limited on YouTube's search service.\nCheck the YouTube API key again and follow the instructions at `{prefix}audioset youtubeapi`.
id_id: Tidak ada yang ditemukan. \nKunci API YouTube mungkin tidak valid atau kecepatan Anda mungkin dibatasi di layanan penelusuran YouTube. \nPeriksa lagi kunci API YouTube dan ikuti petunjuk di `{prefix} audioset youtubeapi`.

source: Your YouTube Data API token is invalid.\nCheck the YouTube API key again and follow the instructions at `{prefix}audioset youtubeapi`.
id_id: Token API Data YouTube Anda tidak valid. \nPeriksa kembali kunci API YouTube dan ikuti petunjuk di `{prefix} audioset youtubeapi`.

source: YouTube API error code: 403\nYour YouTube API key may have reached the account's query limit for today. Please check <https://developers.google.com/youtube/v3/getting-started#quota> for more information.
id_id: Kode kesalahan API YouTube: 403\nKunci API YouTube Anda mungkin telah mencapai batas kueri akun untuk hari ini. Periksa <https://developers.google.com/youtube/v3/getting-started#quota> untuk informasi lebih lanjut.

source: The Spotify API key or client secret has not been set properly. Use `{prefix}audioset spotifyapi` for instructions.
cs_cz: Spotify API klíč nebo klientský tajný klíč nebyl správně nastaven. Pro pokyny použijte `{prefix}audioset spotifyapi`.
de_de: Der Spotify API Key oder dar Client secret wurden nicht richtig eingestellt. Benutze `{prefix}audioset spotifyapi` für eine Anleitung.
es_es: La clave API de Spotify o el cliente secreto no se han configurado correctamente. Usa `{prefix}audioset spotifyapi` para obtener instrucciones.
fi_fi: Spotify API-avainta tai client secret -arvoa ei ole asetettu oikein. Käytä`{prefix}audioset spotifyapi` saadaksesi ohjeita.
it_it: La chiave API o il client secret di Spotify non sono stati impostati correttamente. Usa `{prefix}audioset spotifyapi` per le istruzioni.
ko_kr: You deleted the translation "Spotify API 키 또는 client secret이 올바르게 설정되지 않았습니다. `{prefix}audioset spotifyapi`를 사용하여 명령어들을 확인하세요."
nl_nl: De Spotitify API-sleutel of clientgeheim is niet correct ingesteld. Gebruik `{prefix}audioset spotifyapi` voor instructies.
pt_br: A chave de API do Spotify ou segredo do cliente não foram definidos corretamente. Use `{prefix}audioset spotifyapi` para mais instruções.
sl_si: Spotify API ključ ali Client Secret niso nastavljeni pravilno. Uporabi `{prefix}audioset spotifyapi` za navodila.
zh_cn: Spotify API 密钥或客户端密钥未正确设置 使用 `{prefix}audioset spotifyapi` 获得指导
zh_tw: Spotify API key 或 client secret 未正確設定。 請使用`{prefix} audioset spotifyapi`取得指示。

source: Nothing found. The YouTube API key may be invalid or you may be rate limited on YouTube's search service. Check the YouTube API key again and follow the instructions at `{prefix}audioset youtubeapi`.
cs_cz: Nic nenalezeno. YouTube API klíč může být neplatný nebo může být omezen na YouTube's vyhledávací službu. Podívejte se znovu na YouTube API klíč a postupujte podle instrukcí na `{prefix}audioset youtubeapi`.
de_de: Nichts Gefunden. Der Youtube API Key könnte falsch sein oder du überschreitest das Rate Limit der Youtube Suche. Kontrollieren den Youtube API Key nocheinmal und dann folge der Anleitung bei `{prefix}audioset youtubeapi`.
es_es: No se ha encontrado nada. La clave API de YouTube puede ser inválida o puede que estés limitado al servicio de búsqueda de YouTube. Comprueba de nuevo la clave API de YouTube y sigue las instrucciones en `{prefix}audioset youtubeapi`.
fi_fi: Mitään ei löytynyt. Asettamasi YouTube API-avain voi olla virheellinen tai sinun liikennettäsi voidaan rajoittaa YouTuben hakupalvelussa. Tarkista YouTube API-avain ja seuraa ohjeita jotka saat komennolla `{prefix}audioset youtubeapi`.
it_it: Trovato nulla. La chiave API di YouTube potrebbe non essere valida o potresti essere limitato dal servizio di ricerca di YouTube. Controlla di nuovo la chiave API di YouTube e segui le istruzioni su `{prefix}audioset youtubeapi`.
ko_kr: 검색 결과가 없습니다. 유튜브 API키가 유효하지 않거나 유튜브 검색 서비스 제한이 걸렸을 수도 있습니다. 유튜브 API 키를 다시 확인하고 `{prefix}audioset youtubeapi`.에서 지침을 확인하세요.
nl_nl: Niets gevonden. De YouTube API key is mogelijk ongeldig of u bent gelimiteerd voor de zoekservice van YouTube. Controleer opnieuw de YouTube-API-sleutel en volg de instructies op `{prefix}audioset youtubeapi`.
pt_br: Nada encontrado. A chave de API do YouTube pode ser inválida ou você pode estar sendo limitado pelas cotas do serviço de busca do YouTube. Verifique a chave de API do YouTube novamente e siga as instruções em `{prefix}audioset youtubeapi`.
sl_si: Ni zadetka. Ključ za API za YouTube je morda neveljaven ali pa je v YouTub-ovi storitvi za iskanje omejitev. Preveri API ključ za YouTube znova in sledi navodilom na `{prefix}audioset youtubeapi`.
zh_cn: 未找到任何内容 YouTube API 密钥可能无效，或者你可能被限制在 YouTube 搜索服务中。 再次检查YouTube API 密钥，并按照`{prefix}audioset youtubeapi`中的说明进行操作
zh_tw: 找不到任何內容。 您的YouTube API key可能是無效的，或是您在 YouTube 的搜尋服務上受到速率限制。 請檢查 YouTube API key，然後依照`{prefix}audioset youtubeapi`中的指示操作。

source: Your YouTube Data API token is invalid. Check the YouTube API key again and follow the instructions at `{prefix}audioset youtubeapi`.
cs_cz: Váš YouTube data API token je neplatný. Zkontrolujte YouTube API klíč a postupujte podle instrukcí na `{prefix}audioset youtubeapi`.
de_de: Dein YouTube Data API Token ist ungültig. Überprüfe den YouTube API Schlüssel nochmal und folge den Anweisungen unter `{prefix}audioset youtubeapi`.
es_es: Su token de la API de datos de YouTube no es válido. Verifique la clave API de YouTube nuevamente y siga las instrucciones en `{prefix}audioset youtubeapi`.
fi_fi: YouTube Data API token -arvosi on virheellinen. Tarkista YouTube API-avaimesi ja seuraa ohjeita jotka saat komennolla `{prefix}audioset youtubeapi`.
it_it: Il tuo token API di YouTube non è valido. Controlla nuovamente la chiave API di YouTube e segui le istruzioni su `{prefix}audioset youtubeapi`.
ko_kr: 귀하의 YouTube Data API 토큰이 유효하지 않습니다. YouTube API 키를 다시 한번 확인하시고, `{prefix}audioset youtubeapi`의 지침서를 따르세요.
nl_nl: Uw YouTube Data API token is ongeldig. Controleer de YouTube API key opnieuw en volg de instructies op`{prefix}audioset youtubeapi`.
pt_br: Seu token API de dados do YouTube é inválido. Verifique novamente a chave de API do YouTube e siga as instruções em `{prefix}audioset youtubeapi`.
sl_si: Vaš žeton za YouTube podatkovni API ni veljaven. Preveri API ključ za YouTube znova in sledi navodilom na `{prefix}audioset youtubeapi`.
zh_cn: 你的 YouTube Data API 令牌无效 再次检查YouTube API 密钥并按照`{prefix}audioset youtubeapi` 中的说明进行操作
zh_tw: 您的YouTube API token無效。 請再次檢查YouTube API key，然後依照`{prefix} audioset youtubeapi`上的說明進行操作。

source: YouTube API error code: 403 Your YouTube API key may have reached the account's query limit for today. Please check <https://developers.google.com/youtube/v3/getting-started#quota> for more information.
cs_cz: Kód chyby API pro YouTube: 403 Váš YouTube API klíč možná dosáhl dnešního limitu dotazu na účet. Prosím zkontrolujte <https://developers.google.com/youtube/v3/getting-started#quota> pro více informací.
de_de: YouTube API Fehlercode: 403 Dein YouTube API Schlüssel hat womöglich das heutige Anfragelimit des Kontos erreicht. Bitte folge folgendem Link für mehr Informationen: <https://developers.google.com/youtube/v3/getting-started#quota>.
es_es: Código de error de la API de YouTube: 403 Tu clave API de YouTube puede haber alcanzado el límite de consultas de la cuenta para hoy. Consulte <https://developers.google.com/youtube/v3/getting-started#quota> para obtener más información.
fi_fi: YouTube API -virhekoodi: 403 YouTube API-avaimesi voi olla saavuttanut päivittäisen käyttörajansa. Tarkista <https://developers.google.com/youtube/v3/getting-started#quota> saadaksesi lisätietoja.
it_it: Codice di errore API di YouTube: 403 La tua chiave API di YouTube potrebbe aver raggiunto il limite di query dell'account per oggi. Controlla <https://developers.google.com/youtube/v3/getting-started#quota> per ulteriori informazioni.
nl_nl: YouTube API foutcode: 403 Uw YouTube API key heeft mogelijk de query limiet van vandaag van uw account bereikt. Controleer <https://developers.google.com/youtube/v3/getting-started#quota> voor meer informatie.
pt_br: YouTube API código do erro: 403 Sua chave API do YouTube pode ter atingido o limite de buscas diário. Por favor, verifique <https://developers.google.com/youtube/v3/getting-started#quota> para mais informações.
sl_si: YouTube API koda napake 403 Vaš ključ za API za YouTube je danes dosegel omejitev poizvedb v računu. Prosim preveri <https://developers.google.com/youtube/v3/getting-started#quota> za več informacij.
zh_cn: YouTube API 错误代码：403 你的 YouTube API 密钥可能已经达到今天帐户的查询限制。请查看<https://developers.google.com/youtube/v3/getting-started#quota> 获取更多信息
zh_tw: YouTube API錯誤代碼：403 您今天的YouTube API key可能已達到帳戶的每日配額。 請查看<https://developers.google.com/youtube/v3/getting-started#quota>來了解更多訊息。
