Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/mutes/locales/*.po
Languages: nb_no, tr_tr

source: This server does not have a mute role setup. You can setup a mute role with `{command_1}` or`{command_2}` if you just want a basic role created setup.\n\n
nb_no: Denne serveren har ikke et dempet rolleoppsett. Du kan sette opp en dempet rolle med `{command_1}` eller `{command_2}` hvis du bare ønsker en grunnleggende rolle opprettet oppsett.\n\n

source: Channel overwrites for muting users can get expensive on Discord's API as such we recommend that you have an admin setup a mute role instead. Channel overwrites will also not re-apply on guild join, so a user who has been muted may leave and re-join and no longer be muted. Role mutes do not have this issue.\n\nAre you sure you want to continue with channel overwrites?
nb_no: Kanaloverskriver for mutasjon av brukere kan få dyrt på Discord's API, da anbefaler vi at du i stedet har et admin oppsett en demp rolle. Kanal overskriver vil heller ikke bruke på ny på guild-medlemmet, så en bruker som har blitt dempet kan forlate og gjendelta og ikke lenger bli dempet. Rollen demping har ikke dette problemet.\n\nEr du sikker på at du vil fortsette med kanaloverskriving?

source: Saying `yes` will continue the mute with overwrites and stop this message from appearing again, saying `no` will end the mute attempt.
nb_no: Kjører `ja` vil fortsette dempingen med overskriving og hindre denne meldingen fra å dukke opp igjen med "nei" vil avslutte det tøffe forsøket.

source: \n Displays active mutes on this server.\n
nb_no: \n Viser aktive muter på denne serveren.\n

source: __Server Mutes__\n
nb_no: __Server Demping__\n

source: __<#{channel_id}> Mutes__\n
nb_no: __<#{channel_id}> Demping__\n

source: Mute users.\n\n `<users...>` is a space separated list of usernames, ID's, or mentions.\n `[time_and_reason]` is the time to mute for and reason. Time is\n any valid time length such as `30 minutes` or `2 days`. If nothing\n is provided the mute will use the set default time or indefinite if not set.\n\n Examples:\n `[p]mute @member1 @member2 spam 5 hours`\n `[p]mute @member1 3 days`\n\n
nb_no: Demp brukere.\n\n `<users...>` er en mellomromsseparert liste over brukernavn, ID'er eller meninger.\n `[time_and_reason]` er tiden for å dempe, av og grunn. Tid er\n enhver gyldig tidslengde som `30 minutter` eller `2 dager`. Hvis ingenting\n er angitt vil demp bruke angitt standardtid eller ubestemt hvis det ikke er satt.\n\n Eksempler:\n `[p]mute @member1 @member2 spam 5 hours`\n `[p]mute @member1 3 days`\n\n

source: - {reason} In the following channels: {channels}\n
nb_no: - {reason} I følgende kanaler: {channels}\n

source: Mute a user in the current text channel.\n\n `<users...>` is a space separated list of usernames, ID's, or mentions.\n `[time_and_reason]` is the time to mute for and reason. Time is\n any valid time length such as `30 minutes` or `2 days`. If nothing\n is provided the mute will use the set default time or indefinite if not set.\n\n Examples:\n `[p]mutechannel @member1 @member2 spam 5 hours`\n `[p]mutechannel @member1 3 days`\n
nb_no: Demp en bruker i gjeldende tekstkanal.\n\n `<users...>` er en mellomromsseparert liste over brukernavn, ID'er eller meninger.\n `[time_and_reason]` er tiden for å dempe, av og grunn. Tid er\n enhver gyldig tidslengde som `30 minutter` eller `2 dager`. Hvis ingenting\n er angitt vil demp bruke angitt standardtid eller ubestemt hvis det ikke er satt.\n\n Eksempler:\n `[p]mutechannel @member1 @member2 spam 5 hours`\n `[p]mutechunnel @member1 3 days`\n

source: The following users could not be muted\n
nb_no: Følgende brukere kunne ikke dempes\n

source: Unmute users.\n\n `<users...>` is a space separated list of usernames, ID's, or mentions.\n `[reason]` is the reason for the unmute.\n
nb_no: Udemp brukere.\n\n `<users...>` er en mellomromsseparert liste over brukernavn, ID'er eller meninger.\n `[reason]` er årsaken til den fjernede dempingen.\n

source: Unmute a user in this channel.\n\n `<users...>` is a space separated list of usernames, ID's, or mentions.\n `[reason]` is the reason for the unmute.\n
nb_no: Slå på en bruker i denne kanalen.\n\n `<users...>` er en mellomromsseparert liste over brukernavn, ID'er eller meninger.\n `[reason]` er årsaken til den fjernede dempingen.\n

source: The following users could not be unmuted\n
nb_no: Kan ikke fjerne følgende brukere\n

source: Mute a user in their current voice channel.\n\n `<users...>` is a space separated list of usernames, ID's, or mentions.\n `[time_and_reason]` is the time to mute for and reason. Time is\n any valid time length such as `30 minutes` or `2 days`. If nothing\n is provided the mute will use the set default time or indefinite if not set.\n\n Examples:\n `[p]voicemute @member1 @member2 spam 5 hours`\n `[p]voicemute @member1 3 days`
nb_no: Demp en bruker i sin nåværende talekanal.\n\n `<users...>` er en mellomromsseparert liste over brukernavn, ID'er eller meninger.\n `[time_and_reason]` er tiden for å dempe, av og grunn. Tid er\n enhver gyldig tidslengde som `30 minutter` eller `2 dager`. Hvis ingenting\n er angitt vil demp bruke angitt standardtid eller ubestemt hvis det ikke er satt.\n\n Eksempler:\n `[p]voicemute @member1 @member2 spam 5 hours`\n `[p]voicemute @member1 3 days`

source: Unmute a user in their current voice channel.\n\n `<users...>` is a space separated list of usernames, ID's, or mentions.\n `[reason]` is the reason for the unmute.
nb_no: Slå på en bruker i sin nåværende talekanal.\n\n `<users...>` er en mellomromsseparert liste over brukernavn, ID'er eller meninger.\n `[reason]` er årsaken til den fjernede dempingen.
