Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/mutes/locales/*.po
Languages: nb_no, tr_tr

source: That user is already muted in this channel.
nb_no: Den brukeren er allerede dempet i denne kanalen.
tr_tr: O kullanıcı bu kanalda zaten susturulmuş.

source: That user is not muted in this channel.
nb_no: Den brukeren er ikke dempet i denne kanalen.
tr_tr: O kullanıcı bu kanalda susturulmamış.

source: I cannot let you do that. You are not higher than the user in the role hierarchy.
nb_no: Jeg kan ikke la deg gjøre det. Du er ikke høyere enn brukeren i rollehierarkiet.
tr_tr: Bunu yapmana izin veremem. Rolün işlem yapmaya çalıştığın kişiden daha düşük.

source: I cannot let you do that. You are not higher than the mute role in the role hierarchy.
nb_no: Jeg kan ikke la deg gjøre det. Du er ikke høyere enn dempet rolle i rollehierarkiet.
tr_tr: Bunu yapmana izin veremem. Rol hiyerarşisinde susturma rolünden yüksekte değilsin.

source: That user cannot be (un)muted, as they have the Administrator permission.
tr_tr: Yönetici iznine sahip olduğundan dolayı o kullanıcı susturulamaz veya susturması kaldırılamaz.

source: Failed to mute or unmute user. I need the Manage Roles permission and the user I'm muting must be lower than myself in the role hierarchy.
nb_no: Kunne ikke dempe eller deaktivere bruker. Jeg trenger tillatelse til å administrere roller og brukeren jeg får demping må være lavere enn meg i rollehierarkiet.
tr_tr: Kullanıcı susturulamadı veya geri açılamadı. Rolleri yönetme iznine sahip olmam ve susturduğum kullanıcının rol hiyerarşisinde benden aşağıda olması gerekmekte.

source: Failed to mute or unmute user. I need the Manage Permissions permission.
nb_no: Kan ikke slå av eller på demping av bruker. Jeg trenger Rettighetstillatelse.
tr_tr: Kullanıcı susturulamadı veya geri açılamadı. İzinleri Yönetme iznine ihtiyacım var.

source: The user has left the server while applying an overwrite.
nb_no: Brukeren har forlatt serveren mens han pålegger en overskriving.
tr_tr: Kanal yetkilerini uygulanırken kullanıcı sunucudan ayrıldı.

source: The channel I tried to mute or unmute the user in isn't found.
nb_no: Kanalen jeg prøvde å dempe eller fjerne demping av brukeren i ble ikke funnet.
tr_tr: Kullanıcıyı susturmaya ya da geri açmaya çalıştığım kanal bulunamadı.

source: The mute role no longer exists.
nb_no: Den dempede rollen finnes ikke lenger.
tr_tr: Mute rolü artık mevcut değil.

source: Because I don't have the Move Members permission, this will take into effect when the user rejoins.
nb_no: Fordi jeg ikke har tillatelse til å flytte medlemmer, trer dette i kraft når brukeren slutter seg til.
tr_tr: Üyeleri taşıma iznine sahip olmadığımdan, bu kullanıcı çıkıp girdiğinde etkili olacak.

source: Mute users temporarily or indefinitely.
tr_tr: Kullanıcıları geçici veya kalıcı olarak sustur.

source: Automatic unmute
nb_no: Automatisk avdemping
tr_tr: Susturma cezanız otomatik olarak kaldırıldı

source: Server unmute
nb_no: Server udempet
tr_tr: Sunucu susturma cezanız bitti

source: I am unable to unmute {user} for the following reason: {reason}
tr_tr: {user} kullanıcısının susturmasını şu sebepten dolayı geri alamadım: {reason}

source: Unmuted in channels:
tr_tr: Şu kanallarda susturması geri alındı:

source: {member} could not be unmuted for the following reasons:
tr_tr: {member} üyesinin şu sebeplerden dolayı susturması geri alınamadı:

source: {reason} In the following channels: {channels}
tr_tr: {reason} Şu kanallarda: {channels}

source: Voice unmute
nb_no: Stemme udempet
tr_tr: Sesli kanal susturma cezanız kalktı

source: Channel unmute
nb_no: Kanal udemp
tr_tr: Kanal susturması kalktı

source: I am unable to unmute {user} in {channel} for the following reason: {reason}
tr_tr: {user} kullanıcısının susturmasını {channel} kanalında şu sebepten dolayı geri alamadım: {reason}

source: Unknown
nb_no: Ukjent
tr_tr: Bilinmiyor

source: No reason provided.
nb_no: Ingen grunn oppgitt.
tr_tr: Sebep belirtilmedi.

source: Until
nb_no: Frem til
tr_tr: Şu zamana kadar

source: Duration
nb_no: Varighet
tr_tr: Süre

source: Guild
nb_no: Server
tr_tr: Sunucu

source: Moderator
tr_tr: Moderatör

source: Moderator:
tr_tr: Moderatör:

source: Until:
tr_tr: Şu zamana kadar:

source: Duration:
tr_tr: Süre:

source: Guild:
tr_tr: Sunucu:

source: Manually removed mute role
nb_no: Manuelt fjernet dempet rolle
tr_tr: Susturulma cezanız manuel olarak kaldırıldı

source: Manually applied mute role
nb_no: Manuelt brukt demping rolle
tr_tr: Susturulma cezanız manuel olarak verildi

source: Server mute
nb_no: Server udempet
tr_tr: Sunucu susturma cezası

source: Manually removed channel overwrites
nb_no: Manuelt fjernet kanal overskriver
tr_tr: Kanal yetkilerinden manuel olarak kaldırıldı

source: Previously muted in this server.
nb_no: Tidligere mutert på denne serveren.
tr_tr: Bu sunucuda daha önce susturulmuş.

source: Mute settings.
nb_no: Demp innstillinger.
tr_tr: Susturma ayarları.

source: Set whether mute notifications should be sent to users in DMs.
nb_no: Angi om demp varsler skal sendes til brukere i DMer.
tr_tr: Kullanıcılara özel mesaj olarak susturma bildirimlerinin gönderilmesini ayarla.

source: I will now try to send mute notifications to users DMs.
nb_no: Jeg vil nå prøve å sende demping av varsler til brukere DMer.
tr_tr: Artık kullanıcılara susturma bildirimlerini özel mesaj olarak göndermeye çalışacağım.

source: Mute notifications will no longer be sent to users DMs.
nb_no: Demp varsler sendes ikke lenger til brukere direktemelding.
tr_tr: Susturma bildirimleri kullanıcılara artık özel mesaj olarak gönderilmeyecek.

source: Decide whether the name of the moderator muting a user should be included in the DM to that user.
nb_no: Velg om navnet på moderator demper en bruker skal inkluderes i DM til den brukeren.
tr_tr: Kullanıcıyı susturan moderatörün adının özel mesajda olup olmamasını ayarla.

source: I will include the name of the moderator who issued the mute when sending a DM to a user.
nb_no: Jeg skal inkludere navnet på moderator som ga demping når jeg sender en melding til en bruker.
tr_tr: Bir kullanıcıya özel mesaj atarken sorumlu moderatörün ismini dahil edeceğim.

source: I will not include the name of the moderator who issued the mute when sending a DM to a user.
nb_no: Jeg kommer ikke til å oppgi navnet på moderator som ga demping når jeg sender en melding til en bruker.
tr_tr: Bir kullanıcıya özel mesaj atarken sorumlu moderatörün ismini dahil etmeyeceğim.

source: Whether or not to force role only mutes on the bot
tr_tr: Bot üzerinde role özgü susturmaların zorlanıp zorlanmayacağı

source: Okay I will enforce role mutes before muting users.
nb_no: Okai vil jeg håndheve rollemotegn før man muterer brukere.
tr_tr: Tamamdır, kullanıcıları susturmadan önce rol susturmalarını uygulayacağım.

source: Okay I will allow channel overwrites for muting users.
nb_no: Jeg tillater jeg kanal overskriving av muterende brukere.
tr_tr: Tamamdır, kullanıcıları sustururken kanal yetkilendirmelerine izin vereceğim.

source: Shows the current mute settings for this guild.
tr_tr: Bu sunucu için mevcut susturma ayarlarını gösterir.

source: Mute Role: {role} Notification Channel: {channel} Default Time: {time} Send DM: {dm} Show moderator: {show_mod}
tr_tr: Susturma Rolü: {role} Bildirim Kanalı: {channel} Varsayılan Süre: {time} DM Atma: {dm} Moderatör belirtme: {show_mod}

source: Set the notification channel for automatic unmute issues. If no channel is provided this will be cleared and notifications about issues when unmuting users will not be sent anywhere.
tr_tr: Susturma otomatik geri alınırken oluşabilecek sorunlar için bildirim kanalını ayarla. Eğer bir kanal verilmezse bu ayar temizlenecek ve susturma geri alınırken oluşabilecek sorunlar bir yere gönderilmeyecek.

source: Notification channel for unmute issues has been cleared.
tr_tr: Susturma geri alınırken oluşabilecek sorunlar için bildirim kullanılacak bildirim kanalının ayarı temizlendi.

source: I will post unmute issues in {channel}.
nb_no: Jeg publiserer udempet saker i {channel}.
tr_tr: Susturma geri alma hatalarını {channel} kanalına yazacağım.

source: Sets the role to be applied when muting a user. If no role is setup the bot will attempt to mute a user by setting channel overwrites in all channels to prevent the user from sending messages. Note: If no role is setup a user may be able to leave the server and rejoin no longer being muted.
tr_tr: Bir kullanıcı susturulurken verilecek rolü ayarlar. Eğer bir rol ayarlanmazsa bot kullanıcıyı konuşmasını engellemek için tüm kanallarda yetki ayarlayarak susturmaya çalışır. Not: Eğer bir rol ayarlanmazsa kullanıcı susturulmamak için sunucudan çıkıp girebilir.

source: Channel overwrites will be used for mutes instead.
nb_no: Kanal overskriving vil bli brukt til muter i stedet.
tr_tr: Susturmalar için kanal yetkileri kullanılacak.

source: You can't set this role as it is not lower than you in the role hierarchy.
nb_no: Du kan ikke angi denne rollen siden den ikke er lavere enn du har fått rollen hierarkiet.
tr_tr: Rol hiyerarşisinde senden aşağıda olmadığından bu rolü ayarlayamazsın.

source: Mute role set to {role}
nb_no: Demp rolle satt til {role}
tr_tr: Susturulmuş rolü {role} olarak ayarlandı

source: No notification channel has been setup, use {command_1} to be updated when there's an issue in automatic unmutes.
nb_no: Ingen varselkanal har blitt konfigurert, bruk {command_1} for å bli oppdatert når det er et problem i automatiske dempinger.
tr_tr: Herhangi bir bildirim kanalı ayarlanmamış, otomatik susturma geri almada bir sorun çıkarsa bilgi almak için {command_1} kullanın.

source: Create a Muted role. This will create a role and apply overwrites to all available channels to more easily setup muting a user. If you already have a muted role created on the server use `[p]muteset role ROLE_NAME_HERE`
tr_tr: Bir susuturulmuş rolü oluştur. Bu bir kullanıcının susturulmasını daha kolay ayarlamak için bir rol oluşturur ve mevcut tüm kanallarda yetkiyi ayarlar. Eğer sunucuda ayarlanmış bir susturulmuş rolünüz varsa `[p]muteset role ROL_ADI` komutunu kullanın

source: There is already a mute role setup in this server. Please remove it with {command} before trying to create a new one.
nb_no: Det er allerede et demp rolleoppsett i denne serveren. Fjern det med {command} før du prøver å lage et nytt.
tr_tr: Bu sunucuda ayarlanmış bir susturulmuş rolü zaten var. Yeni bir tane oluşturmadan önce {command} ile var olanı kaldırın.

source: Mute role setup
nb_no: Demp rolleoppsett
tr_tr: Susturulmuş rolü ayarlandı

source: I could not create a muted role in this server.
nb_no: Jeg kunne ikke opprette en dempet rolle på denne serveren.
tr_tr: Bu sunucuda susturulmuş rolü oluşturamadım.

source: I could not set overwrites for the following channels: {channels}
nb_no: Jeg kunne ikke sette overskriving for følgende kanaler: {channels}
tr_tr: Şu kanallar için yetklendirmeyi ayarlayamadım: {channels}

source: Set the default mute time for the mute command. If no time interval is provided this will be cleared.
tr_tr: mute komutu için varsayılan susturma süresini ayarla. Bir zaman aralığı verilmezse bu ayar temizlenir.

source: Default mute time removed.
nb_no: Standard dempingstid fjernet.
tr_tr: Varsayılan susturma süresi kaldırıldı.

source: Please provide a valid time format.
nb_no: Oppgi et gyldig tidsformat.
tr_tr: Lütfen geçerli bir zaman biçimi sağlayın.

source: Default mute time set to {time}.
nb_no: Standard dempingstid satt til {time}.
tr_tr: Varsayılan susturma süresi {time} olarak ayarlandı.

source: This server does not have a mute role setup. You can setup a mute role with {command_1} or {command_2} if you just want a basic role created setup.
tr_tr: Bu sunucunun susturulmuş rolü ayarlanmamış `{command_1}` ile bir susturulmuş rolü ayarlayabilir veya basit bir rolün oluşturulmasını istiyorsanız `{command_2}` kullanabilirsiniz.

source: Channel overwrites for muting users can get expensive on Discord's API as such we recommend that you have an admin setup a mute role instead. Channel overwrites will also not re-apply on guild join, so a user who has been muted may leave and re-join and no longer be muted. Role mutes do not have this issue. Are you sure you want to continue with channel overwrites?
tr_tr: Kullanıcıları sustururken kanal yetkilerini kullanmak Discord API'a çok sayıda istekte bulunulmasını gerektirebileceğinden bir susturulmuş rolü ayarlanması tavsiye edilir. Üstelik kanal yetkileri sunucuya katılırken tekrar uygulanmayacağından kullanıcılar çıkıp girerek susturulmaktan kurtulabilirler. Bir susturulmuş rolü kullanmak tüm bu sorunları çözer. Susturma için kanal yetkilerini kullanmak istediğinizden emin misiniz?

source: Reacting with ✅ will continue the mute with overwrites and stop this message from appearing again, Reacting with ❎ will end the mute attempt.
nb_no: Kunst med ✅ Vil fortsette dempningen med overskriving og stopper denne meldingen fra å komme til med ❎ Vil avslutte forsøket.
tr_tr: ✅ ile tepki vermek kanal yetkilerini kullanılmasını onaylar ve bu mesaj bir daha karşınıza gelmez. ❎ ile tepki vermek susturma denemesini iptal eder.

source: Saying {response_1} will continue the mute with overwrites and stop this message from appearing again, saying {response_2} will end the mute attempt.
tr_tr: {response_1} ile cevap vermek zorla susturmaya devam eder ve bir daha bu mesajı göstermez, {response_2} ile cevap vermek susturmayı iptal eder.

source: OK then.
nb_no: Ok da.
tr_tr: Tamam o zaman.

source: Displays active mutes on this server.
tr_tr: Sunucuda devam eden susturmaları gösterir.

source: __Server Mutes__
tr_tr: __Sunucudaki Susturmalar__

source: __Remaining__: {time_left}
tr_tr: __Kalan süre__: {time_left}

source: __<#{channel_id}> Mutes__
tr_tr: __<#{channel_id}> Susturmalar__

source: There are no mutes on this server right now.
nb_no: Det er ingen muter på denne serveren akkurat nå.
tr_tr: Bu sunucuda şu anda susturulmuş kişi bulunmamakta.

source: Mute users. `<users...>` is a space separated list of usernames, ID's, or mentions. `[time_and_reason]` is the time to mute for and reason. Time is any valid time length such as `30 minutes` or `2 days`. If nothing is provided the mute will use the set default time or indefinite if not set. Examples: `[p]mute @member1 @member2 spam 5 hours` `[p]mute @member1 3 days`
tr_tr: Kullanıcıları sustur. `<users...>` boşluk ile ayrılmış kullanıcı adları, IDleri ya da pinglerinden oluşan bir listedir. `[time_and_reason]` Susturmanın ne kadar süreceği ve hangi sebeple yapılacağıdır. Sür `30 minutes` veya `2 days` gibi geçerli her hangi bir zaman zarfı olabilir. Eğer belirtilmemişse Bot ayarlanmışsa varsayılan susturma süresini kullanır ve eğer ayarlanmamışsa kullanıcıyı sonsuza dek susturur. Örnek: `[p]mute @üye1 @üye2 spam 5 hours` `[p]mute @üye1 3 days`

source: You cannot mute me.
nb_no: Du kan ikke dempe meg.
tr_tr: Beni susturamazsın.

source: You cannot mute yourself.
nb_no: Du kan ikke dempe deg selv.
tr_tr: Kendini susturamazsın.

source: for {duration}
tr_tr: {duration}

source: {users} has been muted in this server{time}.
nb_no: {users} er dempet i denne serveren{time}.
tr_tr: {users} bu sunucudan {time} susturuldu.

source: {users} have been muted in this server{time}.
nb_no: {users} er dempet i denne serveren{time}.
tr_tr: {users} bu sunucuda susturuldu. Süre: {time}.

source: {member} could not be (un)muted for the following reasons:
tr_tr: {member} şu sebeplerden dolayı susturulamadı veya susturması kaldırılamadı:

source: - {reason} In the following channels: {channels}
tr_tr: - {reason} Şu kanallarda: {channels}

source: Some users could not be properly muted. Would you like to see who, where, and why?
nb_no: Noen brukere kunne ikke bli ordentlig dempet. Vil du se hvorfor, hvor og hvorfor?
tr_tr: Bazı kullanıcılar doğru düzgün susturulamadı. Kim, nerde, ve neden görmek ister misiniz?

source: Mute a user in the current text channel (or in the parent of the current thread). `<users...>` is a space separated list of usernames, ID's, or mentions. `[time_and_reason]` is the time to mute for and reason. Time is any valid time length such as `30 minutes` or `2 days`. If nothing is provided the mute will use the set default time or indefinite if not set. Examples: `[p]mutechannel @member1 @member2 spam 5 hours` `[p]mutechannel @member1 3 days`
tr_tr: Bir kullanıcıyı mevcut metin kanalında sustur. `<users...>` boşluk ile ayrılmış kullanıcı adları, IDleri ya da pinglerinden oluşan bir listedir. `[time_and_reason]` Susturmanın ne kadar süreceği ve hangi sebeple yapılacağıdır. Süre `30 minutes` veya `2 days` gibi geçerli her hangi bir zaman zarfı olabilir. Eğer belirtilmemişse Bot ayarlanmışsa varsayılan susturma süresini kullanır ve eğer ayarlanmamışsa kullanıcıyı sonsuza dek susturur. Örnek: `[p]mute @üye1 @üye2 spam 5 hours` `[p]mute @üye1 3 days`

source: Channel mute
nb_no: Kanal demp
tr_tr: Kanalda susturma

source: {users} has been muted in this channel{time}.
nb_no: {users} har blitt dempet i denne kanalen{time}.
tr_tr: {users} bu kanalda {time} susturuldu.

source: {users} have been muted in this channel{time}.
nb_no: {users} har blitt dempet i denne kanalen{time}.
tr_tr: {users} bulunduğu sesli kanaldan susturuldu. Süre: {time}.

source: The following users could not be muted
tr_tr: Şu kullanıcılar susturulamadı

source: Unmute users. `<users...>` is a space separated list of usernames, ID's, or mentions. `[reason]` is the reason for the unmute.
tr_tr: Kullanıcıların susturmasını kaldır. `<users...>` kullanıcı adları, IDleri veya pinglerinden oluşan boşluklarla ayrışmış bir listedir. `[reason]` susturmanın kaldırılma sebebidir.

source: You cannot unmute me.
nb_no: Du kan ikke oppheve dempingen.
tr_tr: Benim susturmamı kaldıramazsın.

source: You cannot unmute yourself.
nb_no: Du kan ikke udempe deg selv.
tr_tr: Kendi susturmanı kaldıramazsın.

source: {users} unmuted in this server.
nb_no: {users} fjernet mutasjonen på serveren.
tr_tr: {users} bu sunucudaki susturması kaldırıldı.

source: {users} unmuted in this channel.
nb_no: {users} av-dempet i denne kanalen.
tr_tr: {users} yazı/sesli kanalından susturması kaldırıldı.

source: The following users could not be unmuted
tr_tr: Bu kullanıcının susturma cezası kaldırılamadı

source: That user is not in a voice channel.
nb_no: Den brukeren er ikke i en talekanal.
tr_tr: O kullanıcı her hangi bir ses kanalında değil.

source: I require the {perms} permission(s) in that user's channel to do that.
nb_no: Jeg krever {perms} tillatelse(r) i brukerens kanal for å gjøre det der.
tr_tr: Bunu yapabilmek için o kullanıcının kanalında {perms} izinlerine ihtiyacım var.

source: You must have the {perms} permission(s) in that user's channel to use this command.
nb_no: Du må ha {perms} tillatelse(r) i kanalen for å bruke denne kommandoen.
tr_tr: Bu komutu kullanabilmek için o kullanıcının kanalında {perms} izinlerine ihtiyacınız var.

source: Mute a user in their current voice channel. `<users...>` is a space separated list of usernames, ID's, or mentions. `[time_and_reason]` is the time to mute for and reason. Time is any valid time length such as `30 minutes` or `2 days`. If nothing is provided the mute will use the set default time or indefinite if not set. Examples: `[p]voicemute @member1 @member2 spam 5 hours` `[p]voicemute @member1 3 days`
tr_tr: Bir kullanıcıyı mevcut ses kanalından sustur. `<users...>` boşluk ile ayrılmış kullanıcı adları, IDleri ya da pinglerinden oluşan bir listedir. `[time_and_reason]` Susturmanın ne kadar süreceği ve hangi sebeple yapılacağıdır. Süre `30 minutes` veya `2 days` gibi geçerli her hangi bir zaman zarfı olabilir. Eğer belirtilmemişse Bot ayarlanmışsa varsayılan susturma süresini kullanır ve eğer ayarlanmamışsa kullanıcıyı sonsuza dek susturur. Örnek: `[p]voicemute @üye1 @üye2 spam 5 hours` `[p]voicemute @üye1 3 days` `

source: Voice mute
nb_no: Stemme demping
tr_tr: Sesli kanalda susturma

source: Unmute a user in their current voice channel. `<users...>` is a space separated list of usernames, ID's, or mentions. `[reason]` is the reason for the unmute.
tr_tr: Bir kullanıcının şu an bulunduğu ses kanalında susturmasını kaldır. `<users...>` kullanıcı adları, IDleri veya pinglerinden oluşan boşluklarla ayrışmış bir listedir. `[reason]` susturmanın kaldırılma sebebidir.

source: That user cannot be muted, as they have the Administrator permission.
nb_no: Denne brukeren kan ikke dempes fordi de har administratorrettighetene.

source: I am unable to unmute {user} for the following reason:\n{reason}
nb_no: Jeg kan ikke slå opp {user} av følgende grunn:\n{reason}

source: \nUnmuted in channels:
nb_no: \nUdempet i kanaler:

source: {member} could not be unmuted for the following reasons:\n
nb_no: {member} kunne ikke lukkes av følgende årsaker:\n

source: {reason} In the following channels: {channels}\n
nb_no: {reason} I følgende kanaler: {channels}\n

source: I am unable to unmute {user} in {channel} for the following reason:\n{reason}
nb_no: Jeg kan ikke slå opp {user} i {channel} av følgende grunn:\n{reason}

source: \n**Until**: {until}\n**Duration**: {duration}
nb_no: \n**Opptil**: {until}\n**Varighet **: {duration}

source: \n**Guild**: {guild_name}
nb_no: \n**Server**: {guild_name}

source: \n Whether or not to force role only mutes on the bot\n
nb_no: \n Om roller bare skal tvinges til å dempe på boten\n

source: \n Shows the current mute settings for this guild.\n
nb_no: \n Viser gjeldende dempet innstillinger for denne guilden.\n

source: Mute Role: {role}\nNotification Channel: {channel}\nDefault Time: {time}\nSend DM: {dm}\nShow moderator: {show_mod}
nb_no: Demp Rolle: {role}\nNotification Channel: {channel}\nStandard tid: {time}\nSend DM: {dm}\nVis moderator: {show_mod}

source: None
nb_no: Ingen

source: \n Set the notification channel for automatic unmute issues.\n\n If no channel is provided this will be cleared and notifications\n about issues when unmuting users will not be sent anywhere.\n
nb_no: \n Angi varselkanalen for automatisk lyddemping problemer.\n\n Hvis ingen kanal tilbys vil denne fjernes og varsler\n om problemer når opp-demping av brukere ikke sendes noen steder.\n

source: Notification channel for unmute issues has been cleard.
nb_no: Varslingskanalen for udempe problemer har vært klart.

source: Sets the role to be applied when muting a user.\n\n If no role is setup the bot will attempt to mute a user by setting\n channel overwrites in all channels to prevent the user from sending messages.\n\n Note: If no role is setup a user may be able to leave the server\n and rejoin no longer being muted.\n
nb_no: Angir rollen som skal brukes når lydløs dempes av en bruker.\n\nHvis ingen rolle er konfigurert, vil boten forsøke å dempe en bruker ved å angi\nkanaloverskrivinger i alle kanaler for å forhindre at brukeren sender meldinger.\n\n Merk: Hvis ingen rolle er konfigurert, kan en bruker være i stand til å forlate serveren\nog bli med på ikke lenger\n

source: Create a Muted role.\n\n This will create a role and apply overwrites to all available channels\n to more easily setup muting a user.\n\n If you already have a muted role created on the server use\n `[p]muteset role ROLE_NAME_HERE`\n
nb_no: Opprett en dempet rolle.\n\n Dette vil opprette en rolle og bruke overskriver på alle tilgjengelige kanaler\n for enklere å installere dempet en bruker.\n\n Hvis du allerede har en dempet rolle opprettet på server bruk\n[p]muteset role ROLE_NAME_HERE`\n

source: \n Set the default mute time for the mute command.\n\n If no time interval is provided this will be cleared.\n
nb_no: \n Angi standard dempingstid for dempet kommando.\n\n Hvis et tidsintervall er angitt vil denne fjernes.\n
