Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/warnings/locales/*.po
Languages: cs_cz, de_de, es_es, fr_fr, it_it, nb_no, ru_ru, tr_tr

source: Manage warning reasons. Reasons must be given a name, description and points value. The name of the reason must be given when a user is warned.
cs_cz: Správa varovných důvodů. Důvody musí být zadány jméno, popis a hodnotu bodů. Pokud je varován uživatel, musí být uvedeno jméno důvodu.
de_de: Verwalten Sie den Grund von Warnungen. Den Gründen müssen ein Name, Beschreibung und Punkte Werte zugewiesen werden. Der Name des Grundes muss angegeben werden, wenn ein Mitglied gewarnt wird.
es_es: Administrar razones de advertencia. Las razones deben tener un nombre, una descripción y un valor de puntos. El nombre de la razón debe ser dado cuando un usuario es advertido.
nb_no: Behandle advarselsgrunner. Årsaker må gis et navn, beskrivelse og poengverdi. navnet på grunnen må oppgis når en bruker blir advart.
tr_tr: Uyarı gerekçelerini yönet. Gerekçelerin bir adı, açıklaması ve puan değeri olmalıdır. Bir kullanıcı uyarılırken gerekçenin ismi de yazılmalıdır.

source: Create a warning reason.
cs_cz: Vytvořit důvod varování.
de_de: Erstelle einen Grund für Verwarnungen.
es_es: Crear una razón de advertencia.
fr_fr: Créer une raison d'avertissement.
it_it: Crea un motivo di ammonizione.
nb_no: Opprette en advarselsgrunn.
ru_ru: Создать причину предупреждения.
tr_tr: Bir uyarı gerekçesi oluştur.

source: *Custom* cannot be used as a reason name!
cs_cz: *Vlastní* nelze použít jako název důvodu!
de_de: *Benutzerdefiniert* kann nicht als Name für einen Grund verwendet werden!
es_es: *Personalizado* no puede ser usado como un nombre de razón!
fr_fr: *Custom* ne peut pas être utilisé comme nom de raison !
it_it: *Custom* non può essere utilizzato come nome del motivo!
nb_no: *Tilpasset* kan ikke brukes som begrunnelse!
ru_ru: *Custom* нельзя использовать в качестве имени причины!
tr_tr: *Custom* bir gerekçe adı olarak kullanılamaz!

source: The new reason has been registered.
cs_cz: Nový důvod byl zaregistrován.
de_de: Der neue Grund wurde registriert.
es_es: La nueva razón ha sido registrada.
fr_fr: La nouvelle raison a été enregistrée.
it_it: Il nuovo motivo è stato registrato.
nb_no: Den nye årsaken er registrert.
ru_ru: Новая причина была зарегистрирована.
tr_tr: Yeni gerekçe kaydedildi.

source: Delete a warning reason.
cs_cz: Odstranit důvod varování.
de_de: Lösche einen Grund für Verwarnungen.
es_es: Eliminar una razón de advertencia.
fr_fr: Supprimer une raison d'avertissement.
it_it: Elimina un motivo di ammonizione.
nb_no: Slette en advarselsgrunn.
ru_ru: Удалить причину предупреждения.
tr_tr: Bir uyarı gerekçesini sil.

source: That is not a registered reason name.
cs_cz: To není registrovaný název důvodu.
de_de: Das ist kein registrierter Name für einen Grund.
es_es: Ese no es un nombre de razón registrado.
fr_fr: Ce n'est pas un nom de raison enregistré.
it_it: Non è un nome di motivo registrato.
nb_no: Det er ikke et registrert årsaksnavn.
ru_ru: Это не зарегистрированное имя причины.
tr_tr: Bu kayıtlı bir gerekçe adı değil.

source: List all configured reasons for Warnings.
cs_cz: Seznam všech nastavených důvodů varování.
de_de: Liste alle konfigurierten Gründe für Verwarnungen auf.
es_es: Listar todas las razones configuradas para Advertencias.
fr_fr: Lister toutes les raisons configurées pour les avertissements.
it_it: Elenca tutti i motivi configurati per le ammonizioni.
nb_no: Vis alle konfigurerte årsaker til advarsler.
ru_ru: Перечислите все настроенные причины для предупреждений.
tr_tr: Uyarılar için ayarlanmış tüm gerekçeleri listele.

source: Reason: {name}
cs_cz: Důvod: {name}
de_de: Grund: {name}
es_es: Razón: {name}
fr_fr: Raison : {name}
it_it: Motivo: {name}
nb_no: Årsak: {name}
ru_ru: Причина: {name}
tr_tr: Gerekçe: {name}

source: Points
cs_cz: Body
de_de: Punkte
es_es: Puntos
it_it: Punti
nb_no: Poeng
ru_ru: Баллы
tr_tr: Puanlar

source: Name: {reason_name} Points: {points} Description: {description}
cs_cz: Jméno: {reason_name} Body: {points} Popis: {description}
de_de: Name: {reason_name} Punkte: {points} Beschreibung: {description}
es_es: Nombre: {reason_name} Puntos: {points} Descripción: {description}
nb_no: Navn: {reason_name} Poeng: {points} Beskrivelse: {description}
ru_ru: Имя: {reason_name} Баллы: {points} Описание: {description}
tr_tr: İsim: {reason_name} Puan: {points} Açıklama: {description}

source: There are no reasons configured!
cs_cz: Nejsou nastaveny žádné důvody!
de_de: Es sind keine Gründe konfiguriert!
es_es: ¡No hay razones configuradas!
fr_fr: Il n'y a pas de raisons configurées !
it_it: Non sono stati configurati motivi!
nb_no: Det er ingen grunner konfigurert!
ru_ru: Нет настроенных причин!
tr_tr: Yapılandırılmış gerekçe bulunmamakta.

source: List all configured automated actions for Warnings.
cs_cz: Seznam všech nastavených automatických akcí pro varování.
de_de: Liste alle konfigurierten automatisierten Aktionen für Verwarnungen auf.
es_es: Listar todas las acciones automatizadas configuradas para Advertencias.
fr_fr: Lister toutes les actions automatisées configurées pour les avertissements.
it_it: Elenca tutte le azioni automatizzate configurate per le ammonizioni.
nb_no: Vis alle konfigurerte automatiserte handlinger for Advarseler.
ru_ru: Список всех настроенных автоматических действий для предупреждений.
tr_tr: Uyarılar için ayarlanmış tüm otomatik eylemleri listele.

source: Action: {name}
cs_cz: Akce: {name}
de_de: Aktion: {name}
es_es: Acción: {name}
it_it: Azione: {name}
nb_no: Handling: {name}
ru_ru: Действие: {name}
tr_tr: Eylem: {name}

source: Exceed command
cs_cz: Překročení příkazu
de_de: Befehl überschreiten
es_es: Comando excedido
fr_fr: Commande dépassée
it_it: Comando di superamento in alto
nb_no: Utført kommando
ru_ru: Команды превышения
tr_tr: Geçiş komutu

source: Drop command
cs_cz: Zahodit příkaz
de_de: Befehl streichen
es_es: Descartar comando
fr_fr: Commande de suppression
it_it: Comando di superamento in basso
nb_no: Slipp kommando
ru_ru: Команда сброса
tr_tr: Düşüş komutu

source: Name: {action_name} Points: {points} Exceed command: {exceed_command} Drop command: {drop_command}
cs_cz: Jméno: {action_name} Body: {points} Příkaz pro pokračování: {exceed_command} Vypínací příkaz: {drop_command}
de_de: Name: {action_name} Punkte: {points} Befehl überschreiten: {exceed_command} Befehl ablegen: {drop_command}
es_es: Nombre: {action_name} Puntos: {points} Comando excedido: {exceed_command} Comando descartado: {drop_command}
nb_no: Navn: {action_name} Poeng: {points} Oppnådd kommando: {exceed_command} Slippkommando: {drop_command}
ru_ru: Имя: {action_name} Очки: {points} Превысить команду: {exceed_command} Команда сброса: {drop_command}
tr_tr: İsim: {action_name} Puan: {points} Geçiş komutu: {exceed_command} Düşüş komutu: {drop_command}

source: There are no actions configured!
cs_cz: Nejsou nakonfigurovány žádné akce!
de_de: Es sind keine Aktionen konfiguriert!
es_es: ¡No hay acciones configuradas!
fr_fr: Il n'y a aucune action configurée !
it_it: Non sono state configurate azioni!
nb_no: Det er ingen handlinger konfigurert!
ru_ru: Нет настроенных действий!
tr_tr: Ayarlanmış eylem bulunmamakta.

source: Warn the user for the specified reason. `<points>` number of points the warning should be for. If no number is supplied 1 point will be given. Pre-set warnings disregard this. `<reason>` is reason for the warning. This can be a registered reason, or a custom reason if ``[p]warningset allowcustomreasons`` is set.
de_de: Warnen Sie das Mitglied für einen Spezifischen Grund. `<points>` ist die Anzahl der Punkte, die die Warnung haben sollte. Wenn keine Zahl angegeben wird, wird 1 Punkt vergeben. Voreingestellte Warnungen ignorieren dies. `<reason>` ist der Grund für die Warnung. Dies kann ein registrierter Grund oder ein benutzerdefinierter Grund sein, wenn `[p]warningset allowcustomreasons` festgelegt ist.
es_es: Advierte al usuario por la razón especificada. `<points>` número de puntos para los que debe ser la advertencia. Si no se proporciona ningún número se dará 1 punto. Las advertencias preestablecidas hacen caso omiso de esto. `<reason>` es la razón de la advertencia. Esta puede ser una razón registrada, o una razón personalizada si ``[p]warningset allowcustomreasons`` está establecido.
nb_no: Advar brukeren av en gitt grunn. `<points>` antall poeng advarselen skal være for. Hvis ingen nummer oppgis 1 poeng vil det bli gitt. Forhåndsangi advarsler, se bort fra dette. `<reason>` er grunn for advarselen. Dette kan være en grunn til å registrere eller en egendefinert årsak hvis ``[p]warningset allowcustomreasons`` er satt.
ru_ru: Предупреждать пользователя по указанной причине. `<points>количество точек для которых должно быть предупреждение. Если не указан номер 1 точка будет указана. Предупреждения не учитывают это. Причиной этого является `<reason>`. Это может быть причиной, зарегистрированной или пользовательская причина, если установлен ``[p]warningset allowcustomreasons``.
tr_tr: Warn the user for the specified reason. `<points>`bu uyarının kaç puan değeri olduğudur. Eğer bir rakam belirtilmezse 1 puan verilir. Önceden ayarlanmış uyarılar bunu dikkate almaz. `<reason>` uyarının gerekçesidir. Bu önceden kayıtlı bir gerekçe veya, ``[p]warningset allowcustomreasons`` ayarı yapılmışsa herhangi bir şey olabilir.

source: You cannot warn yourself.
cs_cz: Nemůžeš varovat sám sebe.
de_de: Du kannst dich selbst nicht verwarnen.
es_es: No puedes advertirte a ti mismo.
fr_fr: Vous ne pouvez pas vous avertir vous-même.
it_it: Non puoi ammonirti da solo.
nb_no: Du kan ikke advare deg selv.
ru_ru: Вы не можете предупредить себя.
tr_tr: Kendinize uyarı yazamazsınız.

source: You cannot warn other bots.
de_de: Du kannst andere Bots nicht warnen.
es_es: No puedes advertir a otros bots.
fr_fr: Vous ne pouvez pas avertir les autres bots.
nb_no: Du kan ikke advare andre bots.
ru_ru: Вы не можете предупреждать других ботов.
tr_tr: Diğer botlara uyarı yazamazsınız.

source: You cannot warn the server owner.
de_de: Sie können den Server Eigentümer nicht warnen.
es_es: No puedes advertir al propietario del servidor.
nb_no: Du kan ikke advare servereieren.
ru_ru: Вы не можете предупредить владельца сервера.
tr_tr: Sunucu sahibine uyarı yazamazsınız.

source: The person you're trying to warn is equal or higher than you in the discord hierarchy, you cannot warn them.
de_de: Sie können keine Personen warnen, welche entweder gleich oder höher in der Discord Hierarchie aufgestellt sind.
es_es: La persona que intentas advertir es igual o superior a la que estás en la jerarquía de discord, no puedes advertirles.
nb_no: Personen du prøver å advare er lik eller høyere enn du i discord hierarkiet, du kan ikke advare dem.
ru_ru: Человека, которого вы пытаетесь предупредить, равен или выше вас в иерархии дискорд, вы не можете предупредить его.
tr_tr: Uyarmaya çalıştığınız kişi Discord hiyerarşisinde sizden üstte veya eşit, onlara uyarı yazamazsınız.

source: That is not a registered reason!
cs_cz: To není registrovaný důvod!
de_de: Das ist kein registrierter Grund!
es_es: ¡Esa no es una razón registrada!
fr_fr: Ce n'est pas une raison enregistrée !
it_it: Non è un motivo registrato!
nb_no: Det er ikke en registrert grunn!
ru_ru: Это не зарегистрированная причина!
tr_tr: Bu kayıtlı bir gerekçe değil.

source: You cannot apply negative points.
de_de: Sie können keine negativen Punkte anwenden.
es_es: No se pueden aplicar puntos negativos.
nb_no: Du kan ikke legge til negative punkter.
ru_ru: Вы не можете применять отрицательные баллы.
tr_tr: Eksi puan uygulayamazsınız.

source: Do `{prefix}warningset allowcustomreasons true` to enable custom reasons.
cs_cz: Pro povolení vlastních důvodů povolte `{prefix}warningset allowcustomreasons true`.
de_de: Nutze `{prefix}warningset allowcustomreasons true`, um benutzerdefinierte Gründe zu aktivieren.
es_es: Utiliza `{prefix}warningset allowcustomreasons true` para habilitar razones personalizadas.
fr_fr: Utilisez `{prefix}warningset allowcustomreasons` pour activer les raisons personnalisées.
it_it: Esegui `{prefix}warningset allowcustomreasons true` per abilitare i motivi personalizzati.
nb_no: Gjør `{prefix}warningset allowcustomreasons true` for å aktivere egendefinerte årsaker.
ru_ru: Введите `{prefix}warning set allow custom reasons true` чтобы включить пользовательские причины.
tr_tr: Özel gerekçeleri etkinleştirmek için `{prefix}warningset allowcustomreasons true` komutunu kullanın.

source: Warning from {user}
cs_cz: Varování od {user}
de_de: Verwarnung von {user}
es_es: Advertencia de {user}
fr_fr: Avertissement de {user}
it_it: Ammonizione da {user}
nb_no: Advarsel fra {user}
ru_ru: Предупреждение от {user}
tr_tr: {user} tarafından uyarılar

source: Warning
de_de: Verwarnung
es_es: Advertencia
fr_fr: Avertissement
nb_no: Advarsel
ru_ru: Предупреждение
tr_tr: Uyarı

source: You have received a warning in {guild_name}.
cs_cz: Obdrželi jste varování v {guild_name}.
de_de: Du hast eine Verwarnung in {guild_name} erhalten.
es_es: Has recibido un aviso en {guild_name}.
fr_fr: Vous avez reçu un avertissement dans {guild_name}.
it_it: Hai ricevuto un'ammonizione in {guild_name}.
nb_no: Du har mottatt en advarsel i {guild_name}.
ru_ru: Вы получили предупреждение на сервере {guild_name}.
tr_tr: {guild_name} sunucusundan bir uyarı aldınız.

source: A warning for {user} has been issued, but I wasn't able to send them a warn message.
de_de: {user} wurde verwarnt, ich konnte aber keine DM senden.
es_es: Se ha emitido una advertencia para {user}, pero no pude enviarle un mensaje de advertencia.
fr_fr: Un avertissement pour {user} a été émis, mais je n'ai pas pu leur envoyer un message d'avertissement.
nb_no: En advarsel for {user} har blitt utstedt, men jeg kunne ikke sende en advarsel.
ru_ru: Предупреждение для {user} было выдано, но я не смог отправить ему сообщение с предупреждением.
tr_tr: {user} için bir uyarı yazıldı, fakat ona uyarı mesajı gönderemedim.

source: {user} has been warned.
de_de: {user} wurde verwarnt.
es_es: {user} ha sido advertido.
fr_fr: {user} a été averti.
nb_no: {user} har blitt advart.
ru_ru: {user} был предупрежден.
tr_tr: {user} uyarıldı.

source: {reason} Use `{prefix}unwarn {user} {message}` to remove this warning.
cs_cz: {reason} Použij `{prefix}pro odstranění tohoto varování {user} {message}`.
de_de: {reason} Benutze `{prefix}unwarn {user} {message}` um diese Warnung zu entfernen.
es_es: {reason} Usa `{prefix}unwarn {user} {message}` para eliminar esta advertencia.
nb_no: {reason} Bruk `{prefix}unwarn {user} {message}` for å fjerne denne advarselen.
ru_ru: {reason} Используйте `{prefix}предупредить {user} {message}` чтобы удалить это предупреждение.
tr_tr: {reason} Bu uyarıyı kaldırmak için `{prefix}unwarn {user} {message}` kullanın.

source: {description} Points: {points}
cs_cz: {description} Body: {points}
de_de: {description} Punkte: {points}
es_es: {description} Puntos: {points}
nb_no: {description} Poeng: {points}
ru_ru: {description} Баллы: {points}
tr_tr: {description} Puanlar: {points}

source: List the warnings for the specified user.
cs_cz: Seznam varování pro daného uživatele.
de_de: Listet die Verwarnungen des angegebenen Benutzers auf.
es_es: Listar las advertencias para el usuario especificado.
fr_fr: Lister les avertissements pour l'utilisateur spécifié.
nb_no: Oppgi advarslene for den angitte brukeren.
ru_ru: Список предупреждений для указанного пользователя.
tr_tr: Belirtilen kullanıcı için uyarıları listele.

source: That user has no warnings!
cs_cz: Tento uživatel nemá žádná varování!
de_de: Dieser Benutzer hat noch keine Verwarnungen!
es_es: ¡El usuario no tiene ningún aviso!
fr_fr: Cet utilisateur n'a aucun avertissement !
it_it: Questo utente non ha ammonizioni!
nb_no: Den brukeren har ingen advarsler!
ru_ru: У этого пользователя нет предупреждений!
tr_tr: Bu kullanıcının hiç uyarısı yok!

source: Deleted Moderator
de_de: Gelöschter Moderator
es_es: Moderador eliminado
fr_fr: Modérateur Supprimé
nb_no: Slettet moderator
ru_ru: Модератор удален
tr_tr: Moderatör silindi

source: Unknown Moderator ({})
cs_cz: Neznámý moderátor ({})
de_de: Unbekannter Moderator ({})
es_es: Moderador desconocido ({})
fr_fr: Modérateur inconnu ({})
nb_no: Ukjent moderator ({})
ru_ru: Неизвестный модератор ({})
tr_tr: Bilinmeyen Moderatör ({})

source: {num_points} point warning {reason_name} issued by {user} for {description}
cs_cz: Upozornění na {num_points} bodů za {reason_name}, vydané {user}, popis {description}
de_de: {num_points} Punkte Verwarnung {reason_name} ausgestellt von {user} wegen {description}
es_es: {num_points} puntos de advertencia {reason_name} emitida por {user} con motivo {description}
nb_no: {num_points} -poeng advarsel {reason_name} utstedt av {user} for {description}
ru_ru: {num_points} баллов за предупреждение {reason_name} выданное пользователем {user} за {description}
tr_tr: {num_points} puanlı uyarı {reason_name} {user} tarafından {description} sebebiyle

source: Warnings for {user}
cs_cz: Varování pro {user}
de_de: Verwarnung für {user}
es_es: Advertencias de {user}
fr_fr: Avertissements pour {user}
it_it: Ammonizioni per {user}
nb_no: Advarsler for {user}
ru_ru: Предупреждения {user}
tr_tr: {user} için uyarılar

source: List warnings for yourself.
cs_cz: Seznam varování pro sebe.
de_de: Listet Verwarnungen für dich selbst auf.
es_es: Listar tus propias advertencias.
fr_fr: Liste les avertissements pour vous.
nb_no: Vis advarsler for deg selv.
ru_ru: Список своих предупреждений.
tr_tr: Kendiniz için uyarıları listeleyin.

source: You have no warnings!
cs_cz: Nemáte žádné varování!
de_de: Du hast keine Warnungen!
es_es: ¡No tienes advertencias!
fr_fr: Vous n'avez pas d'avertissements !
nb_no: Du har ingen advarsler!
ru_ru: У вас нет предупреждений!
tr_tr: Hiç uyarınız bulunmamakta.

source: Remove a warning from a user.
cs_cz: Odstraní varování od uživatele.
de_de: Entferne eine Verwarnung von einem Benutzer.
es_es: Eliminar una advertencia de un usuario.
fr_fr: Supprimer un avertissement d'un utilisateur.
it_it: Rimuovi un'ammonizione da un utente.
nb_no: Fjern en advarsel fra en bruker.
ru_ru: Убрать предупреждение у пользователя.
tr_tr: Bir kullanıcıdan bir uyarı sil.

source: You cannot remove warnings from yourself.
cs_cz: Nemůžete od sebe odstranit varování.
de_de: Du kannst keine Verwarnungen von dir selbst entfernen.
es_es: No puedes quitarte avisos a ti mismo.
fr_fr: Vous ne pouvez pas supprimer les avertissements de vous-même.
it_it: Non puoi rimuovere ammonizioni da te stesso.
nb_no: Du kan ikke fjerne advarsler fra deg selv.
ru_ru: Вы не можете убрать предупреждения с себя.
tr_tr: Kendinizden uyarı silemezsiniz.

source: That warning doesn't exist!
cs_cz: Toto varování neexistuje!
de_de: Diese Warnung existiert nicht!
es_es: ¡Esa advertencia no existe!
fr_fr: Cet avertissement n'existe pas !
it_it: Questa ammonizione non esiste!
nb_no: Den advarselen finnes ikke!
ru_ru: Это предупреждение не существует!
tr_tr: O uyarı yok.

source: Toggle whether warnings should be sent to users in DMs.
fr_fr: Activer/désactiver l'envoi d'avertissements aux utilisateurs en message privé.

source: Create an automated action.\n\n Duplicate action names are not allowed.\n
fr_fr: Crée une action automatisée.\n\n Les noms d'actions dupliqués ne sont pas autorisés.\n

source: Manage warning reasons.\n\n Reasons must be given a name, description and points value. The\n name of the reason must be given when a user is warned.\n
fr_fr: Gérer les raisons d'avertissement.\n\n Les raisons doivent avoir un nom, une description et une valeur de points. Le nom\n de la raison devra être donné quand un utilisateur est averti.\n

source: Name: {reason_name}\nPoints: {points}\nDescription: {description}
fr_fr: Nom : {reason_name}\nPoints : {points}\nDescription : {description}

source: {reason}\n\nUse `{prefix}unwarn {user} {message}` to remove this warning.
fr_fr: {reason}\n\nUtilisez `{prefix}unwarn {user} {message}` pour retirer cet avertissement.

source: {num_points} point warning {reason_name} issued by {user} for {description}\n
fr_fr: {num_points} points d'avertissement {reason_name} émis par {user} pour {description}\n

source: Manage automated actions for Warnings. Actions are essentially command macros. Any command can be run when the action is initially triggered, and/or when the action is lifted. Actions must be given a name and a points threshold. When a user is warned enough so that their points go over this threshold, the action will be executed.
cs_cz: Spravovat automatické akce pro varování. Akce jsou v podstatě příkazová makra. Každý příkaz může být proveden , když je akce spuštěna, a/nebo po zrušení akce . Akce musí mít zadány název a práh bodů. Když je uživatel bude dostatečně upozorněn a překročí dostatek bodů , akce bude provedena.

source: Warn the user for the specified reason. `<points>` number of points the warning should be for. If no number is supplied 1 point will be given. Pre-set warnings disregard this. `<reason>` can be a registered reason if it exists or a custom one is created by default.
cs_cz: Upozornit uživatele na zadaný důvod. `<points>počet bodů, pro které by varování mělo být. Pokud není zadáno žádné číslo , bude uveden 1 bod. Přednastavené výstrahy to neberou v úvahu. `<reason>` může být registrovaným důvodem, pokud existuje nebo je ve výchozím nastavení vytvořen vlastní .

source: User {user} has been warned.
it_it: L'utente {user} è stato ammonito.
