Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/warnings/locales/*.po
Languages: cs_cz, de_de, es_es, fr_fr, it_it, nb_no, ru_ru, tr_tr

source: I could not find a command from that input!
cs_cz: Nenašel jsem žádný příkaz s tímto názvem!
de_de: Ich konnte keinen Befehl für diese Eingabe finden!
es_es: ¡No he podido encontrar ningún comando para tu entrada!
fr_fr: Je n'ai pas trouvé de commande à partir de cette entrée !
it_it: Non riesco a trovare un comando da quanto inserito!
nb_no: Jeg fant ikke en kommando i det inntastet!
ru_ru: Я не могу найти команду с таким названием!
tr_tr: Bu komutu bulamadım!

source: That command requires bot owner. I can't allow you to use that for an action
cs_cz: Tento příkaz vyžaduje majitele bota. Nemohu ti dovolit, aby byl použit pro akci
de_de: Dieser Befehl kann nur vom Bot Besitzer ausgeführt werden. Du darfst diese Aktion nicht ausführen.
es_es: Ese comando requiere ser propietario del bot. No puedo permitir que lo utilices para una acción
fr_fr: Cette commande nécessite d'être le propriétaire du bot. Je ne peux pas vous permettre d'utiliser cela pour une action
it_it: Questo comando richiede il proprietario del bot. Non posso permetterti di utilizzarlo per un'azione
nb_no: Den kommandoen krever bot eier. Jeg kan ikke tillate deg å bruke den for en handling
ru_ru: Эта команда требует роль владельца/со-владельца. Я не могу дать вам возможность ею воспользоваться
tr_tr: O komut bot sahibini gerektirir. Bir eylem için kullanmana izin veremem

source: Enter the command to be run when the user **exceeds the points for this action to occur.** **If you do not wish to have a command run, enter** `none`. Enter it exactly as you would if you were actually trying to run the command, except don't put a prefix and use `{user}` in place of any user/member arguments WARNING: The command entered will be run without regard to checks or cooldowns. Commands requiring bot owner are not allowed for security reasons. Please wait 15 seconds before entering your response.
cs_cz: Zadejte příkaz, který má být proveden, když uživatel **překročí body, aby k této akci došlo. * **Pokud si nepřejete spustit příkaz, zadejte `none`. Zadejte to přesně tak, jak byste se snažili spustit příkaz, kromě nevkládání prefixu a použití `{user}` namísto argumentů uživatele/členů VAROVÁNÍ: zadaný příkaz bude spuštěn bez ohledu na kontroly nebo čekání mezi příkazy. Příkazy vyžadující majitele bota nejsou z bezpečnostních důvodů povoleny. Počkejte prosím 15 sekund před zadáním odpovědi.
de_de: Geben Sie den Befehl ein, der ausgeführt werden soll, wenn der Benutzer **die Punkte überschreitet, die für diese Aktion auftreten.** **Wenn Sie keinen Befehl ausführen möchten, geben Sie** `none`. Gib es genau ein, wie du es willst, wenn du den Befehl tatsächlich ausführen möchtest, außer stelle keine Präfix und verwende `{user}` anstelle von Benutzerargumenten/Mitgliedsargumenten WARNUNG: Der eingegebene Befehl wird ohne Rücksicht auf Überprüfungen oder Abklingzeiten ausgeführt. Befehle, die Bot-Besitzer benötigen, sind aus Sicherheitsgründen nicht erlaubt. Bitte warten Sie 15 Sekunden, bevor Sie Ihre Antwort eingeben.
es_es: Introduzca el comando a ejecutar cuando el usuario **excede los puntos para que esta acción ocurra. ** **Si no deseas ejecutar un comando, introduzca** `none`. Escríbelo exactamente como lo harías si estuvieras intentando ejecutar el comando, excepto sin poner un prefijo y usar `{user}` en lugar de cualquier argumento de usuario/miembro ADVERTENCIA: El comando introducido se ejecutará sin tener en cuenta los chequeos o tiempos de espera. Los comandos que requieren ser el propietario del bot no están permitidos por razones de seguridad. Por favor espera 15 segundos antes de escribir tu respuesta.
nb_no: Skriv inn kommandoen som skal kjøres når brukeren **overstiger punktene for denne handlingen å forekomme.** **Hvis du ikke ønsker å kjøre en kommando, **`none`. Skriv det inn akkurat slik du ville hvis du faktisk prøvde å kjøre kommandoen unntatt ikke sette en prefiks og bruk `{user}` i stedet for noen bruker/medlem argumenter ADVARSEL: Kommandoen som er angitt vil bli kjørt uten hensyn til kontroller eller kjølevæsker. Kommandoer som krever bot eier er ikke tillatt av sikkerhetsgrunner. Vennligst vent 15 sekunder før du skriver inn svaret ditt.
ru_ru: Введите команду, которая будет выполняться, когда пользователь **превысит пункты для выполнения этого действия.**. **Если вы не хотите, чтобы команда выполнялась, введите** `none`. Введите все точно так же, как если бы вы действительно пытались выполнить команду, только не ставьте префикс и используйте `{user}` вместо любых аргументов пользователя/участника. ПРЕДУПРЕЖДЕНИЕ: Введенная команда будет выполнена без учета проверок и тайм-аутов. Команды, требующие указания владельца бота, запрещены по соображениям безопасности. Пожалуйста, подождите 15 секунд перед вводом своего ответа.
tr_tr: Bir kullanıcı **bu eylemin gerçekleşmesi için gereken puanı** geçtiğinde çalıştırılacak komutu gir. **Bir komutun çalıştırılmasını istemiyorsanız** `none` **yazın**. Komutu aynı siz çalıştırıyormuşsunuz gibi yazın, tek fark bir önek kullanmayın ve kullanıcı/üye seçenekleri yerine `{user}` kullanın UYARI: Girilen komut herhangi bir denetim veya cooldown dikkate alınmadan çalıştırılacaktır. Bot sahibi olunmasını gerektiren komutlar güvenlik gereği kullanılamaz. Lütfen yanıtınızı girmeden önce 15 saniye bekleyin.

source: You may enter your response now.
cs_cz: Nyní můžete zadat svou odpověď.
de_de: Du kannst deine Antwort nun eingeben.
es_es: Puede introducir su respuesta ahora.
fr_fr: Vous pouvez saisir votre réponse maintenant.
it_it: Puoi inserire la tua risposta ora.
nb_no: Du kan skrive inn svaret nå.
ru_ru: Вы можете написать свой ответ сейчас.
tr_tr: Yanıtınızı şimdi girebilirsiniz.

source: Enter the command to be run when the user **returns to a value below the points for this action to occur.** Please note that this is intended to be used for reversal of the action taken when the user exceeded the action's point value. **If you do not wish to have a command run on dropping points, enter** `none`. Enter it exactly as you would if you were actually trying to run the command, except don't put a prefix and use `{user}` in place of any user/member arguments WARNING: The command entered will be run without regard to checks or cooldowns. Commands requiring bot owner are not allowed for security reasons. Please wait 15 seconds before entering your response.
cs_cz: Zadejte příkaz, který má být proveden, když uživatel **překročí body, aby k této akci došlo. * **Pokud si nepřejete spustit příkaz, zadejte `none`. Zadejte to přesně tak, jak byste se snažili spustit příkaz, kromě nevkládání prefixu a použití `{user}` namísto argumentů uživatele/členů VAROVÁNÍ: zadaný příkaz bude spuštěn bez ohledu na kontroly nebo čekání mezi příkazy. Příkazy vyžadující majitele bota nejsou z bezpečnostních důvodů povoleny. Počkejte prosím 15 sekund před zadáním odpovědi.
de_de: Geben Sie den Befehl ein, der ausgeführt werden soll, wenn der Benutzer **einen Wert unterhalb der Punkte, die für diese Aktion auftreten, zurückgeliefert hat.** Bitte beachten Sie, dass dies für die Umkehr der Aktion verwendet werden soll, wenn der Benutzer den Punktzwert überschritten hat. **Wenn du keinen Befehl ausführen möchtest, wenn du Punkte ablegst, gib** `none`. Gib es genau ein, wie du es willst, wenn du den Befehl tatsächlich ausführen möchtest, außer stelle keine Präfix und verwende `{user}` anstelle von Benutzerargumenten/Mitgliedsargumenten WARNUNG: Der eingegebene Befehl wird ohne Rücksicht auf Überprüfungen oder Abklingzeiten ausgeführt. Befehle, die Bot-Besitzer benötigen, sind aus Sicherheitsgründen nicht erlaubt. Bitte warten Sie 15 Sekunden, bevor Sie Ihre Antwort eingeben.
es_es: Introduzca el comando a ejecutar cuando el usuario **regrese a un valor por debajo de los puntos para que esta acción ocurra.** Tenga en cuenta que esto está destinado a ser utilizado para revertir la acción realizada cuando el usuario excedió el valor de la acción. **Si no deseas tener un comando ejecutado en caída de puntos, introduzca** `none`. Escríbelo exactamente como lo harías si estuvieras intentando ejecutar el comando, excepto no poner un prefijo y usar `{user}` en lugar de cualquier argumento de usuario/miembro ADVERTENCIA: El comando introducido se ejecutará sin tener en cuenta los chequeos o tiempos de espera. Los comandos que requieren ser el propietario del bot no están permitidos por razones de seguridad. Por favor espera 15 segundos antes de escribir tu respuesta.
nb_no: Skriv inn kommandoen som skal kjøres når brukeren **overstiger punktene for denne handlingen å forekomme.** **Hvis du ikke ønsker å kjøre en kommando, **`none`. Skriv det inn akkurat slik du ville hvis du faktisk prøvde å kjøre kommandoen unntatt ikke sette en prefiks og bruk `{user}` i stedet for noen bruker/medlem argumenter ADVARSEL: Kommandoen som er angitt vil bli kjørt uten hensyn til kontroller eller kjølevæsker. Kommandoer som krever bot eier er ikke tillatt av sikkerhetsgrunner. Vennligst vent 15 sekunder før du skriver inn svaret ditt.
ru_ru: Введите команду, которая будет выполняться, когда пользователь **возвращается к значению, ниже очков для выполнения этого действия.** Обратите внимание, что эта команда предназначена для отмены действия, предпринятого, когда пользователь превысил значение очков действия. **Если вы не хотите, чтобы команда выполнялась при сбросе очков, введите** `none`. Введите все точно так же, как если бы вы действительно пытались выполнить команду, только не ставьте префикс и используйте `{user}` вместо любых аргументов пользователя/участника. ПРЕДУПРЕЖДЕНИЕ: Введенная команда будет выполнена без учета проверок и тайм-аутов. Команды, требующие указания владельца бота, запрещены по соображениям безопасности. Пожалуйста, подождите 15 секунд перед вводом своего ответа.
tr_tr: Bir kullanıcı **bir eylemin gerçekleşmesi için gereken puanın altına geri döndüğünde** çalıştırılacak komutu girin. Lütfen unutmayınız ki bu bir kullanıcı bir eylemin gerçekleşmesi için gereken puanı geçtiğinde yapılanların geri alınması için tasarlanmıştır. **Puan düşmesi durumunda bir komutun çalıştırılmasını istemiyorsanız** `none` **yazın**. Komutu aynı siz çalıştırıyormuşsunuz gibi yazın, tek fark bir önek kullanmayın ve kullanıcı/üye seçenekleri yerine `{user}` kullanın UYARI: Girilen komut herhangi bir denetim veya cooldown dikkate alınmadan çalıştırılacaktır. Bot sahibi olunmasını gerektiren komutlar güvenlik gereği kullanılamaz. Lütfen yanıtınızı girmeden önce 15 saniye bekleyin.

source: Warn misbehaving users and take automated actions.
cs_cz: Upozornit na chybné chování uživatelů a podniknout automatické akce.
de_de: Verwarne Fehlverhalten von Benutzern und führe automatisierte Aktionen aus.
es_es: Avisar a los usuarios que se comportan mal y tomar acciones automatizadas.
fr_fr: Avertissez les utilisateurs qui se comportent mal et prenez des actions automatisées.
it_it: Ammonisce gli utenti che si comportano male e compie azioni automatizzate.
nb_no: Advar feilaktig brukere og ta automatiserte handlinger.
ru_ru: Предупреждать плохо ведущих себя пользователей и предпринимать автоматизированные действия.
tr_tr: Yaramazlık yapan kullanıcıları uyar ve otomatik eylemlerde bulun.

source: Manage settings for Warnings.
cs_cz: Správa nastavení pro varování.
de_de: Verwalte Einstellungen für Verwarnungen.
es_es: Administrar ajustes para Advertencias.
fr_fr: Gérer les paramètres pour Warnings.
it_it: Gestisci le impostazioni per gli avvisi.
nb_no: Administrer innstillinger for advarsler.
ru_ru: Управление настройками для предупреждений.
tr_tr: Uyarılar için ayarları yönet.

source: Enable or disable custom reasons for a warning.
cs_cz: Povolit nebo zakázat vlastní důvody pro varování.
de_de: Aktiviere oder deaktiviere benutzerdefinierte Gründe für eine Verwarnung.
es_es: Activar o desactivar razones personalizadas para una advertencia.
fr_fr: Activer ou désactiver les raisons personnalisées pour un avertissement.
it_it: Abilita o disabilita i motivi personalizzati per un avviso.
nb_no: Aktiver eller deaktiver tilpassede årsaker i et advarsel.
ru_ru: Включить или отключить пользовательские причины для предупреждения.
tr_tr: Bir uyarı için özel sebepleri aç veya kapa.

source: Custom reasons have been enabled.
cs_cz: Vlastní důvody byly povoleny.
de_de: Benutzerdefinierte Gründe wurden aktiviert.
es_es: Las razones personalizadas han sido habilitadas.
fr_fr: Les raisons personnalisées ont été activées.
it_it: I motivi personalizzati sono stati abilitati.
nb_no: Egendefinerte årsaker er aktivert.
ru_ru: Пользовательские причины были включены.
tr_tr: Özel sebepler etkinleştirildi.

source: Custom reasons have been disabled.
cs_cz: Vlastní důvody byly zakázány.
de_de: Benutzerdefinierte Gründe wurden deaktiviert.
es_es: Las razones personalizadas han sido desactivadas.
fr_fr: Les raisons personnalisées ont été désactivées.
it_it: I motivi personalizzati sono stati disabilitati.
nb_no: Egendefinerte årsaker er deaktivert.
ru_ru: Пользовательские причины были отключены.
tr_tr: Özel sebepler devre dışı bırakıldı.

source: Set whether warnings should be sent to users in DMs.
de_de: Legen Sie fest, ob Warnungen an Benutzer in Direktnachrichten gesendet werden sollen.
es_es: Establecer si las advertencias deben ser enviadas a los usuarios en DMs.
nb_no: Angi om advarsler skal sendes til brukere i DMer.
ru_ru: Укажите, следует ли отправлять предупреждения пользователям в DMs-сообщениях.
tr_tr: Uyarıların kullanıcılara özel mesaj olarak gönderilip gönderilmemesini ayarla.

source: I will now try to send warnings to users DMs.
de_de: Ich werde nun versuchen verwarnte Nutzer per DM zu informieren.
es_es: Ahora intentaré enviar advertencias a los DMs de los usuarios.
fr_fr: Je vais maintenant essayer d'envoyer des avertissements aux utilisateurs par message privé.
nb_no: Nå skal jeg prøve å sende advarsler til brukerne disposisjon.
ru_ru: Теперь я постараюсь отправлять предупреждения в личные сообщения пользователей.
tr_tr: Artık kullanıcılara uyarılarını özel mesaj olarak göndermeye çalışacağım.

source: Warnings will no longer be sent to users DMs.
de_de: Ich werde nicht mehr versuchen verwarnte Nutzer per DM zu informieren.
es_es: Las advertencias ya no se enviarán a los DM de los usuarios.
fr_fr: Les avertissements ne seront plus envoyés aux utilisateurs par message privé.
nb_no: Advarsler sendes ikke lenger til brukere direktemelding.
ru_ru: Предупреждения больше не будут отправляться в личные сообщения пользователей.
tr_tr: Uyarılar kullanıcılara artık özel mesaj olarak gönderilmeyecek.

source: Decide whether the name of the moderator warning a user should be included in the DM to that user.
de_de: Lege fest, ob der Name des Moderators der die Verwarnung erteilt in der DM an den Nutzer enthalten sein sollte.
es_es: Decide si el nombre del moderador que realiza una advertencia a un usuario debe ser incluido en el DM a ese usuario.
fr_fr: Décide si le nom du modérateur de l'avertissement doit être inclus en message privé avec l'utilisateur.
nb_no: Velg om navnet på moderatorvarsel en bruker skal inkluderes i DM til den brukeren.
ru_ru: Определяет, будет ли отображаться имя модератора, предупреждающего пользователя, прикрепляться к личному сообщению отправленному этому пользователю.
tr_tr: Kullanıcıya atılan özel mesajda uyarıyı yazan moderatörün isminin bulunup bulunmamasını ayarla.

source: I will include the name of the moderator who issued the warning when sending a DM to a user.
de_de: Ich werde den Namen der Moderators der die Verwarnung erteilt hat in der DM nennen.
es_es: Incluiré el nombre del moderador que emitió la advertencia al enviar un DM a un usuario.
fr_fr: J'inclurais le nom du modérateur qui a émis l'avertissement lors de l'envoi d'un message privé à un utilisateur.
nb_no: Jeg vil også ta med navnet på moderator som ga varsel ved sending av feilmelding til en bruker.
ru_ru: Теперь Я буду добавлять имя модератора, который выдал предупреждение в сообщение при отправке пользователю.
tr_tr: Kullanıcıya özel mesaj gönderirken uyarıyı yazan moderatörün adını da dahil edeceğim.

source: I will not include the name of the moderator who issued the warning when sending a DM to a user.
de_de: Ich werde den Namen der Moderators der die Verwarnung erteilt hat nicht in der DM nennen.
es_es: No incluiré el nombre del moderador que emitió la advertencia al enviar un DM a un usuario.
fr_fr: Je n'inclurais pas le nom du modérateur qui a émis l'avertissement lors de l'envoi d'un message privé à un utilisateur.
nb_no: Jeg kommer ikke til å oppgi navnet på moderator som ga advarsel ved sending av feilmelding til en bruker.
ru_ru: Теперь Я не буду указывать имя модератора, выдавшего предупреждение, при отправке сообщения пользователю.
tr_tr: Kullanıcıya özel mesaj gönderirken uyarıyı yazan moderatörün adını dahil etmeyeceğim.

source: Set the channel where warnings should be sent to. Leave empty to use the channel `[p]warn` command was called in.
de_de: Legen Sie den Kanal fest, in dem Warnungen gesendet werden sollen. Lassen Sie dieses Feld leer, um den Kanal zu verwenden, in dem der Befehl `[p]warn` aufgerufen wurde.
es_es: Establece el canal al que se deben enviar las advertencias. Deje en blanco para usar el canal donde se llamó el comando `[p]warn`.
nb_no: Angi kanalen hvor advarsler skal sendes til. La stå tom for å bruke kanalen `[p]warn` kommandoen ble kalt inn.
tr_tr: Uyarıların gönderileceği kanalı ayarla. `[p]warn` komutunun çalıştırıldığı kanalı kullanmak için boş bırakın.

source: The warn channel has been set to {channel}.
de_de: Der Warnungskanal wurde auf {channel} gesetzt.
es_es: El canal de advertencia se ha establecido en {channel}.
fr_fr: Le salon d'avertissement a été réglé sur {channel}.
nb_no: Advarselkanalen har blitt satt til {channel}.
ru_ru: Канал с предупреждениями установлен на {channel}.
tr_tr: Uyarı kanalı {channel} olarak ayarlandı.

source: Warnings will now be sent in the channel command was used in.
de_de: Warnungen werden nun in den Kanal gesendet, in dem der Befehl verwendet wurde.
es_es: Ahora se enviarán advertencias en el canal del comando.
fr_fr: Les avertissements seront maintenant envoyés dans le salon où la commande a été invoqué.
nb_no: Advarsler sendes nå i kanal kommandoen ble brukt i.
ru_ru: Предупреждения теперь будут отправляться в том канале, в котором была использована команда.
tr_tr: Uyarılar artık komutun kullanıldığı kanala gönderilecek.

source: Set if warnings should be sent to a channel set with `[p]warningset warnchannel`.
de_de: Legen Sie fest, ob Warnungen an einen Kanal gesendet werden sollen, der mit `[p]warningset warnchannel` festgelegt wurde.
es_es: Establecer si las advertencias deben ser enviadas a un canal establecido con `[p]warningset warnchannel`.
nb_no: Angi om advarsler skal sendes til en kanal satt med `[p]warningset warnchannel`.
ru_ru: Активируйте, следует ли отправлять предупреждения на канал, заданный с помощью `[p]warningset warnchannel`.
tr_tr: Uyarıların bir kanala gönderilip gönderilmemesini `[p]warningset warnchannel` ile ayarla.

source: Warnings will now be sent to {channel}.
de_de: Warnungen werden jetzt in {channel} gesendet.
es_es: Las advertencias se enviarán ahora a {channel}.
fr_fr: Les avertissements seront maintenant envoyés à {channel}.
nb_no: Advarsler sendes nå til {channel}.
ru_ru: Предупреждения теперь будут отправляться на {channel}.
tr_tr: Uyarılar artık {channel} kanalına gönderilecek.

source: Toggle channel has been disabled.
de_de: Warnungskanal wurde deaktiviert.
es_es: El canal ha sido desactivado.
nb_no: Veksle kanal har blitt deaktivert.
ru_ru: Канал был отключен.
tr_tr: Kanal seçimi devre dışı bırakıldı.

source: Manage automated actions for Warnings. Actions are essentially command macros. Any command can be run when the action is initially triggered, and/or when the action is lifted. Actions must be given a name and a points threshold. When a user is warned enough so that their points go over this threshold, the action will be executed.
de_de: Verwalten Sie automatisierte Aktionen für Warnungen. Aktionen sind im Wesentlichen Befehlsmakros. Jeder Befehl kann ausgeführt werden, wenn die Aktion zunächst ausgelöst wird und/oder wenn die Aktion aufgehoben wird. Aktionen müssen einen Namen und einen Punkteschwellenwert haben. Wenn ein Benutzer oft genug gewarnt wird, so dass seine Punkte diese Schwelle überschreiten, wird die Aktion ausgeführt.
es_es: Administrar acciones automatizadas para Advertencias. Las acciones son esencialmente macros de comandos. Cualquier comando se puede ejecutar cuando la acción se activa inicialmente, y/o cuando la acción sea levantada. Las acciones deben tener un nombre y un umbral de puntos. Cuando un usuario es advertido lo suficiente para que sus puntos superen este umbral, la acción será ejecutada.
nb_no: Administrer automatiserte handlinger for advarsler. Handlinger er i det vesentlige kommandoen makroer. Alle kommandoer kan kjøres når handlingen først aktiveres, og/eller når handlingen er løftet. Handlinger må angis som et navn og en punktterskel. Når en bruker er advart nok slik at deres poeng går over denne terskelen handlingen vil bli utført.
tr_tr: Uyarılar için otomatik eylemleri yönet. Eylemler bir nevi komut makrolarıdır. Bir eylem ilk tetiklendiğinde veya gerekçesi ortadan kalktığında her hangi bir komut çalıştırılabilir. Eylemlere bir isim ve puan eşiği verilmelidir. Bir üye bu eşiğin üstüne çıkacak kadar çok uyarı aldığında eylem çalıştırılır.

source: Create an automated action. Duplicate action names are not allowed.
cs_cz: Vytvořit automatickou akci. Duplicitní názvy akcí nejsou povoleny.
de_de: Erstelle ein automatisierte Aktion. Gleichnamige Aktionen sind nicht erlaubt.
es_es: Crear una acción automatizada. No se permiten nombres de acciones duplicadas.
nb_no: Opprette en automatisk handling. Dupliserte handlingsnavn er ikke tillatt.
tr_tr: Otomatik eylem oluştur. Eylemlerin isimleri aynı olamaz.

source: Duplicate action name found!
cs_cz: Nalezen duplicitní název akce!
de_de: Doppelter Aktionsname gefunden!
es_es: Nombre de acción duplicado encontrado!
fr_fr: Nom d'action dupliqué trouvé !
it_it: Trovato nome azione duplicato!
nb_no: Duplikat handlingsnavn ble funnet!
ru_ru: Найдено повторяющееся имя действия!
tr_tr: Aynı isimde bir eylem var!

source: Action {name} has been added.
cs_cz: Akce {name} byla přidána.
de_de: Aktion {name} wurde hinzugefügt.
es_es: La acción {name} ha sido añadida.
fr_fr: L'action {name} a été ajoutée.
it_it: L'azione {name} è stata aggiunta.
nb_no: Handlingen {name} er lagt til.
ru_ru: Действие {name} было добавлено.
tr_tr: {name} adlı eylem eklendi.

source: Delete the action with the specified name.
cs_cz: Odstranit akci se zadaným názvem.
de_de: Lösche die Aktion mit den angegebenen Namen.
es_es: Eliminar la acción con el nombre especificado.
fr_fr: Supprimer l'action avec le nom spécifié.
it_it: Elimina l'azione con il nome specificato.
nb_no: Slett handlingen med det angitte navnet.
ru_ru: Удалить действие с указанным именем.
tr_tr: Belirtilen addaki eylemi sil.

source: No action named {name} exists!
cs_cz: Neexistuje žádná akce s názvem {name}!
de_de: Es gibt keine Aktion mit dem Namen {name}!
es_es: ¡No existe ninguna acción llamada {name}!
fr_fr: Aucune action nommée {name} n'existe!
it_it: Non esiste alcuna azione chiamata {name}!
nb_no: Ingen handling med navn {name} eksisterer!
ru_ru: Никаких действий с именем {name} не существует!
tr_tr: {name} adında bir eylem bulunmamakta.
