Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, nb_no, sl_si, sv_se, tr_tr

source: Play audio through voice channels.
de_de: Spiele Audio über Sprachkanäle ab.
fr_fr: Lire l'audio au travers des salons vocaux.

source: music in {} servers
de_de: Musik in {} Servern
fr_fr: musique dans {} serveurs

source: Now Playing
de_de: Jetzt läuft
fr_fr: Lecture en cours

source: Track length: {length} | Requested by: {user}
de_de: Länge des Tracks: {length} | Angefordert von: {user}
fr_fr: Durée de la piste : {length} | Demandé par {user}

source: Queue ended.
de_de: Warteschlange beendet.
fr_fr: Liste terminée.

source: Track Error
de_de: Track-Fehler
fr_fr: Erreur de la piste

source: Skipping...
de_de: Überspringe...
fr_fr: Changement de musique ...

source: Music configuration options.
de_de: Musik Konfigurationsoptionen.
fr_fr: Options de configuration pour la musique.

source: Toggle the bot auto-disconnecting when done playing.\n\n This setting takes precedence over [p]audioset emptydisconnect.\n
fr_fr: Activer/désactiver la fonction de déconnexion automatique du bot dès lors que la lecture est terminée.\n\n Ce réglage prends le pas sur [p]audioset emptydisconnect.\n

source: Auto-disconnection at queue end: {true_or_false}.
de_de: Automatischer Disconnect beim Playlistende: {true_or_false}.
fr_fr: Déconnexion automatique à la fin de la file d'attente : {true_or_false}.

source: Toggle DJ mode.\n\n DJ mode allows users with the DJ role to use audio commands.\n
fr_fr: Active le mode DJ.\n\n Le mode DJ autorise les utilisateurs avec le rôle DJ d'utiliser les commandes audio.\n

source: Please set a role to use with DJ mode. Enter the role name or ID now.
de_de: Bitte wähle eine Rolle für den DJ Mode. Gib den Rollen Namen oder die ID jetzt ein.
fr_fr: Définissez s'il vous plaît un rôle à utiliser avec le mode DJ. Entrez maintenant le nom du rôle ou son ID.

source: Response timed out, try again later.
de_de: Zeitüberschreitung der Antwort, versuch es später erneut.
fr_fr: Réponse expirée, réessayez plus tard.

source: DJ role enabled: {true_or_false}.
de_de: DJ Rolle aktiviert: {true_or_false}.
fr_fr: Rôle DJ activé : {true_or_false}.

source: Auto-disconnection after x seconds while stopped. 0 to disable.
de_de: Auto-Disconnect nach x Sekunden wenn gestoppt. 0 zum deaktivieren.
fr_fr: Déconnexion automatique après x seconds à l'arrêt. 0 pour désactiver.

source: Can't be less than zero.
de_de: Kann nicht weniger als Null sein.
fr_fr: Ne peut être inférieur à zéro.

source: Empty disconnect disabled.
de_de: Trennung bei leerem Kanal deaktiviert.
fr_fr: Déconnexion si aucune lecture désactivé.

source: Empty disconnect timer set to {num_seconds}.
de_de: Leerer Kanal Disconnect Timer gesetzt auf {num_seconds}.
fr_fr: Délai de déconnexion automatique si aucune lecture réglé à {num_seconds}.

source: Set a price for queueing tracks for non-mods. 0 to disable.
de_de: Lege einen Preis für Nicht-Mods fest, um Lieder einzureihen. 0 zum Deaktivieren.
fr_fr: Définir un prix pour que les non-modérateurs puissent lister des pistes. 0 pour désactiver.

source: Jukebox mode disabled.
de_de: Jukebox Modus deaktiviert.
fr_fr: Le mode jukebox à été désactivé.

source: Track queueing command price set to {price} {currency}.
de_de: Der Preis für das Hinzufügen eines Titels in die Warteschlange wurde auf {price} {currency} gesetzt.
fr_fr: Le prix de la commande de liste est défini à {price}{currency}.

source: Set the localtracks path if the Lavalink.jar is not run from the Audio data folder.\n\n Leave the path blank to reset the path to the default, the Audio data directory.\n
fr_fr: Définir le chemin des musiques locales si le fichier Lavalink.jar n'est pas exécuté à partir du dossier de données audio.\n\n Laisser le chemin vide pour réinitialiser le chemin à l'origine qui est le répertoire des données audio.\n

source: The localtracks path location has been reset to the default location.
de_de: Der Pfad für Lokale Musik wurde zu dem standart Pfad zurückgesetzt.
fr_fr: L'emplacement du chemin des musiques locales a été réinitialisé à l'emplacement par défaut.

source: {local_path} does not seem like a valid path.
de_de: {local_path} sieht nicht wie ein gültiges Verzeichnis aus.
fr_fr: {local_path} ne semble pas être un chemin valide.

source: The path that was entered does not have {filelist} file in that location. The path will still be saved, but please check the path and the file location before attempting to play local tracks or start your Lavalink.jar.
de_de: Das angegebene Verzeichnis besitzt keine {filelist}, Das Verzeichnis wird gespeichert, aber bitte Kontrollieren das Verzeichnis bevor du versuchst lokale Lieder abzuspielen oder deine Lavalink.jar zu starten.
fr_fr: Le chemin qui a été saisi n'a pas de fichier {filelist} dans cet emplacement. Le chemin sera quand même sauvegardé, mais veuillez vérifier le chemin et l'emplacement du fichier avant de tenter de jouer des pistes locales ou de démarrer votre fichier Lavalink.jar.

source: Localtracks path set to: {local_path}.
de_de: Lokaler Pfad gesetzt zu: {local_path}.
fr_fr: Chemin de localisation défini à : {local_path}.

source: Track max length disabled.
de_de: Maximale Track länge deaktiviert.
fr_fr: Longueur max de piste désactivée.

source: Track max length set to {seconds}.
de_de: Maximale Track länge gesetzt zu: {seconds}.
fr_fr: Longueur max de piste définie sur {seconds}.

source: Toggle track announcement and other bot messages.
de_de: Titel-Ankündigung und andere Bot-Nachrichten umschalten.
fr_fr: Activer/désactiver l’annonce du changement de piste et d’autres messages de bot.

source: Verbose mode on: {true_or_false}.
de_de: Ausführlicher Modus eingeschaltet: {true_or_false}.
fr_fr: Mode détaillé sur : {true_or_false}.

source: Toggle the domain restriction on Audio.\n\n When toggled off, users will be able to play songs from non-commercial websites and links.\n When toggled on, users are restricted to YouTube, SoundCloud, Mixer, Vimeo, Twitch, and Bandcamp links.
fr_fr: Active la restriction de domaine dans l'Audio.\n\n Lorsque activé, les utilisateurs pourront jouer des musiques à partir de sites Web et de liens non commerciaux.\n Lors qu’actif, les utilisateurs sont limités à YouTube, SoundCloud, Mixer, Vimeo, Twitch et Bandcamp.

source: Commercial links only: {true_or_false}.
de_de: Kommerzielle Links nur: {true_or_false}.
fr_fr: Liens commerciaux seulement : {true_or_false}.

source: Set the role to use for DJ mode.
de_de: Wähle die Rolle die für den DJ Mode genutzt wird.
fr_fr: Défini le rôle à utiliser pour le mode DJ.

source: DJ role set to: {role.name}.
de_de: DJ Rolle gesetzt auf: {role.name}.
fr_fr: Le rôle DJ à été défini sur : {role.name}.

source: Show the current settings.
de_de: Zeige die aktuellen Einstellungen an.
fr_fr: Afficher les paramètres actuels.

source: Server Settings
de_de: Server Einstellungen
fr_fr: Paramètres du serveur

source: Auto-disconnect: [{dc}]\n
fr_fr: Déconnexion automatique : [{dc}]\n

source: Disconnect timer: [{num_seconds}]\n
fr_fr: Temps de déconnexion : [{num_seconds}]\n

source: DJ Role: [{role.name}]\n
fr_fr: Rôle DJ : [{role.name}]\n

source: Command price: [{jukebox_price}]\n
fr_fr: Prix de la commande : [{jukebox_price}]\n

source: Max track length: [{tracklength}]\n
fr_fr: Longueur maximale de la piste : [{tracklength}]\n

source: Repeat: [{repeat}]\nShuffle: [{shuffle}]\nSong notify msgs: [{notify}]\nSongs as status: [{status}]\n
fr_fr: Répétition : [{repeat}]\nAléatoire : [{shuffle}]\nNotif musiques : [{notify}]\nMusiques en statut : [{status}]\n

source: Thumbnails: [{0}]\n
fr_fr: Vignettes : [{0}]\n

source: Vote skip: [{vote_enabled}]\nSkip percentage: [{vote_percent}%]\n
fr_fr: Votes pour changement : [{vote_enabled}]\nPourcentage de changement : [{vote_percent}%]\n

source: ---Lavalink Settings--- \nCog version: [{version}]\nJar build: [{jarbuild}]\nExternal server: [{use_external_lavalink}]\n
fr_fr: ---Paramètres de Lavalink--- \nVersion du Cog : [{version}]\nVersion du fichier Jar : [{jarbuild}]\nServeur externe : [{use_external_lavalink}]\n

source: Localtracks path: [{localpath}]\n
fr_fr: Chemin de localisation des musiques locales : [{localpath}]\n

source: Instructions to set the Spotify API tokens.
de_de: Anleitung um die Spotify API tokens einzurichten.
fr_fr: Instructions pour définir les tokens de l'API Spotify.

source: Enable/disable tracks' titles as status.
de_de: Aktiviert/Deaktiviert Titel als Status.
fr_fr: Activer/désactiver titres des pistes comme statut.

source: Song titles as status: {true_or_false}.
de_de: Titel als Status: {true_or_false}.
fr_fr: Titres de musiques comme statut : {true_or_false}.

source: Toggle displaying a thumbnail on audio messages.
de_de: Zeige Miniaturbilder bei Audio-Mitteilungen an.
fr_fr: Activer/désactiver l’affichage d’une vignette sur les messages de l'audio.

source: Thumbnail display: {true_or_false}.
de_de: Miniaturansicht: {true_or_false}.
fr_fr: Affichage des vignettes : {true_or_false}.

source: Percentage needed for non-mods to skip tracks. 0 to disable.
de_de: Benötigte Stimmen in Prozent für Nicht-Mods, um Titel zu überspringen. 0 um zum Deaktivieren.
fr_fr: Pourcentage nécessaire pour que les non-modérateurs puissent changer de piste. 0 pour désactiver.

source: Voting disabled. All users can use queue management commands.
de_de: Abstimmung deaktiviert. Alle Benutzer können Warteschlangen Management Befehle verwenden.
fr_fr: Votes désactivés. Tout les utilisateurs peuvent maintenant utiliser les commandes de gestion de la file.

source: Vote percentage set to {percent}%.
de_de: Stimmen-Anteil auf {percent} % festgelegt.
fr_fr: Pourcentage de vote défini à {percent} %.

source: Instructions to set the YouTube API key.
de_de: Anleitung um den YouTube API key einzurichten.
fr_fr: Instructions pour définir la clé de l'API YouTube.

source: Audio stats.
de_de: Audio-Statistiken.
fr_fr: Stats de l’audio.

source: Nothing playing.
de_de: Keine Wiedergabe.
fr_fr: Aucune lecture en cours.

source: Not connected anywhere.
de_de: Keine Verbindungen.
fr_fr: Connecté nul part.

source: Playing in {num}/{total} servers:
de_de: Spielt in {num}/{total} Serverm:
fr_fr: Lecture dans {num}/{total} serveurs :

source: Bump a track number to the top of the queue.
de_de: Befördert einen Track mit einer bestimmten Nummer an die Spitze der Warteschlange.
fr_fr: Remonte un numéro de piste vers le haut de la liste.

source: You must be in the voice channel to bump a track.
de_de: Du musst dich in dem Sprachkanal befinden, um einen Titel an den Anfang der Warteschlange zu schieben.
fr_fr: Vous devez être dans un salon vocal pour remonter une piste.

source: You need the DJ role to bump tracks.
de_de: Du benötigst die DJ Rolle, um Titel an den Anfang zu schieben.
fr_fr: Vous devez avoir le rôle DJ pour remonter des pistes.

source: Song number must be greater than 1 and within the queue limit.
de_de: Die Track Nummer muss zwischen 1 und der Anzahl an Tracks in der Warteschlange liegen.
fr_fr: Le numéro d'une musique doit être supérieur à 1 et dans la limite de la file.

source: Moved {track} to the top of the queue.
de_de: {track} wurde an die Spitze der Warteschlange gesetzt.
fr_fr: {track} a été déplacé en haut de la liste.

source: Disconnect from the voice channel.
de_de: Verbindung zum Sprachkanal trennen.
fr_fr: Déconnexion du salon vocal.

source: You need the DJ role to disconnect.
de_de: Du benötigst die DJ Rolle, um die Verbindung zu trennen.
fr_fr: Vous devez avoir le rôle DJ pour pouvoir déconnecter.

source: There are other people listening to music.
de_de: Es gerade andere Leute, die Musik hören.
fr_fr: Il y a d’autres personnes écoutant de la musique.

source: Equalizer management.
fr_fr: Gestion de l'égaliseur.

source: Delete a saved eq preset.
fr_fr: Supprimer un préréglage eq enregistré.

source: List saved eq presets.
fr_fr: Liste des préréglages eq enregistrés.

source: No saved equalizer presets.
fr_fr: Aucun préréglage de l'égaliseur enregistré.

source: {num} preset(s)
fr_fr: {num} préréglage(s)

source: Load a saved eq preset.
fr_fr: Charger un preset eq enregistré.

source: Reset the eq to 0 across all bands.
fr_fr: Réinitialiser l'eq à 0 sur toutes les bandes.

source: Equalizer values have been reset.
fr_fr: Les valeurs de l'égaliseur ont été réinitialisées.

source: Save the current eq settings to a preset.
fr_fr: Enregistrer les paramètres eq actuels dans un préréglage.

source: Please enter a name for this equalizer preset.
fr_fr: Veuillez saisir un nom pour ce préréglage d'égaliseur.

source: No equalizer preset name entered, try the command again later.
fr_fr: Aucun nom de préréglage d'égaliseur saisi, essayez à nouveau la commande plus tard.

source: Try the command again with a shorter name.
de_de: Bitte den Befehl mit einem kürzeren Namen erneut versuchen.
fr_fr: Réessayez la commande avec un nom plus court.

source: Preset name already exists, do you want to replace it?
fr_fr: Le nom du préréglage existe déjà, voulez-vous le remplacer ?

source: Not saving preset.
fr_fr: Pas d'enregistrement du préréglage.

source: Set an eq band with a band number or name and value.\n\n Band positions are 1-15 and values have a range of -0.25 to 1.0.\n Band names are 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1.6k, 2.5k, 4k, 6.3k, 10k, and 16k Hz.\n Setting a band value to -0.25 nullifies it while +0.25 is double.\n
fr_fr: Réglez une bande d'égalisation avec un numéro de bande ou un nom et une valeur. \n\n\n Les positions de bande sont 1-15 et les valeurs ont une plage de -0,25 à 1,0. \n Les noms de bande sont 25, 40, 63, 100, 160, 250, 400, 630, 1k, 1,6k, 2,5k, 4k, 6,3k, 10k et 16k Hz.\n Une valeur de bande à -0,25 la rend nulle alors que +0,25 est double.\n

source: Valid band numbers are 1-15 or the band names listed in the help for this command.
fr_fr: Les numéros de bande valides sont de 1 à 15 ou les noms de bande listés dans l'aide de cette commande.

source: Local playback commands.
de_de: Befehle zur lokalen Wiedergabe.
fr_fr: Commandes de lecture locale.

source: Play all songs in a localtracks folder.
de_de: Spielt alle Tracks ab, welche sich in einem Lokalen Ordner befinden.
fr_fr: Lire toutes les chansons dans un dossier localtracks.

source: No localtracks folder named {name}.
de_de: Kein Lokaler Musikordner mit dem Namen {name}.
fr_fr: Aucun dossier de musiques locales nommé {name}.

source: Play a local track.
de_de: Spielt einen Lokalen Track ab.
fr_fr: Lire une piste locale.

source: No local track folders found.
de_de: Es wurde kein lokaler Track-Ordner gefunden.
fr_fr: Aucun dossier de pistes locales trouvé.

source: Search for songs across all localtracks folders.
de_de: Sucht nach Tracks in allen lokalen Ordnern.
fr_fr: Rechercher des musiques dans tout les dossiers de localtracks.

source: No album folders found.
de_de: Keine Album-Ordner gefunden.
fr_fr: Aucun dossier d'album trouvé.

source: No matches.
de_de: Keine Treffer.
fr_fr: Aucune correspondance.

source: No localtracks folder.
de_de: Es existiert kein Lokaler Track-Ordner.
fr_fr: Aucun dossier de localtracks.

source: Now playing.
de_de: Aktuelle Wiedergabe.
fr_fr: Lecture en cours.

source: Requested by: **{track.requester}**
de_de: Hinzugefügt von: **{track.requester}**
fr_fr: Demandé par : **{track.requester} **

source: Nothing.
de_de: Nichts.
fr_fr: Rien.

source: Pause or resume a playing track.
de_de: Pausiere oder setze ein spielendes Lied fort.
fr_fr: Pause ou reprise de la lecture d'une piste.

source: You must be in the voice channel pause or resume.
de_de: Du musst im Voice Channel sein um zu pausieren oder fortzusetzen.
fr_fr: Vous devez être dans un salon vocal pour mettre en pause ou reprendre la lecture.

source: You need the DJ role to pause or resume tracks.
de_de: Du brachst die DJ Rolle um zu pausieren oder um fortzusetzen.
fr_fr: Vous devez avoir le rôle DJ pour mettre en pause ou reprendre la lecture.

source: Track Paused
de_de: Titel pausiert
fr_fr: La piste à été mise en pause

source: Track Resumed
de_de: Titel wird fortgesetzt
fr_fr: La piste à repris

source: Queue percentage.
de_de: Position in Warteschlange (in Prozent).
fr_fr: Pourcentage de la liste.

source: Nothing in the queue.
de_de: Die Warteschlange ist leer.
fr_fr: Rien dans la liste.

source: Queued and playing tracks:
de_de: Eingereihte und spielende Titel:
fr_fr: Dans la liste et en cours de lecture :

source: Play a URL or search for a track.
de_de: Spiele eine URL ab oder suche nach einem Titel.
fr_fr: Joue une URL ou cherche une piste.

source: That URL is not allowed.
de_de: Dieser Link ist nicht erlaubt.
fr_fr: Cette URL n'est pas autorisée.

source: Connection to Lavalink has failed.
fr_fr: La connexion à Lavalink a échoué.

source: Please check your console or logs for details.
fr_fr: Veuillez vérifier votre console ou les logs pour plus de détails.

source: I don't have permission to connect to your channel.
de_de: Ich habe keine Berechtigung, um mich zu deinem Kanal zu verbinden.
fr_fr: Je n'ai pas la permission de me connecter à votre salon.

source: Connect to a voice channel first.
de_de: Verbinde dich zuerst mit einem Sprachkanal.
fr_fr: Rejoignez un salon vocal d'abord.

source: Connection to Lavalink has not yet been established.
de_de: Verbindung zu Lavalink wurde noch nicht hergestellt.
fr_fr: La connexion à Lavalink n'a pas encore été établie.

source: You need the DJ role to queue tracks.
de_de: Du benötigst die DJ Rolle um Titel einzureihen.
fr_fr: Vous devez avoir le rôle DJ pour ajouter des pistes à la liste.

source: You must be in the voice channel to use the play command.
de_de: Du musst dich in dem Sprachkanal befinden, um den play Befehl zu verwenden.
fr_fr: Vous devez être dans un salon vocal pour utiliser la commande play.

source: No tracks to play.
de_de: Keine Titel zum Abspielen.
fr_fr: Aucune piste à jouer.

source: Wait until the playlist has finished loading.
de_de: Warte bis die Playlist fertig geladen hat.
fr_fr: Attendre jusqu'à ce que la playlist finisse de charger.

source: Nothing found.
de_de: Nichts gefunden.
fr_fr: Aucun résultat.

source: This doesn't seem to be a valid Spotify URL or code.
de_de: Das sieht nicht nach einem gültigen Spotify Code oder einer gültigen URL aus.
fr_fr: Cela ne semble pas être une URL ou un code Spotify valide.

source: Playlist Enqueued
de_de: Wiedergabeliste eingereiht
fr_fr: Playlist en file d’attente

source: Added {num} tracks to the queue.{maxlength_msg}
de_de: Es wurden {num} Tracks zu der Playlist hinzugefügt.{maxlength_msg}
fr_fr: Ajout de {num} pistes à la file d'attente.{maxlength_msg}

source: {time} until start of playlist playback: starts at #{position} in queue
de_de: {time} bis zum Start der Wiedergabeliste: beginnt bei #{position} in der Warteschlange
fr_fr: {time} avant le début de la lecture de la playlist : commence à #{position} dans la liste

source: Track exceeds maximum length.
de_de: Der Track überschreitet die maximale Länge.
fr_fr: Cette piste dépasse la limite maximale.

source: Nothing found. Check your Lavalink logs for details.
de_de: Nichts Gefunden. Kontrolliere deine Lavalink logs für Details.
fr_fr: Rien n'a été trouvé. Vérifiez vos logs Lavalink pour plus de détails.

source: Track Enqueued
de_de: Titel eingereiht
fr_fr: Piste ajoutée

source: {time} until track playback: #{position} in queue
de_de: {time} bis zur Wiedergabe des Titels: #{position} in der Warteschlange
fr_fr: {time} avant la lecture de la piste : #{position} dans la file d’attente

source: #{position} in queue
de_de: #{position} in der Warteschlange
fr_fr: #{position} dans la liste

source: Please wait, adding tracks...
de_de: Bitte warten, füge Titel hinzu...
fr_fr: Veuillez patienter, ajout de pistes ...

source: The connection was reset while loading the playlist.
de_de: Die Verbindung wurde zurückgesetzt beim Laden der Playlist.
fr_fr: La connexion a été réinitialisée lors du chargement de la playlist.

source: Loading track {num}/{total}...
de_de: Lade Titel {num}/{total}...
fr_fr: Chargement de piste {num}/{total} ...

source: Approximate time remaining: {seconds}
de_de: Ungefähre Zeit verbleibend: {seconds}
fr_fr: Temps approximatif restant: {seconds}

source: Nothing found.\nThe YouTube API key may be invalid or you may be rate limited on YouTube's search service.\nCheck the YouTube API key again and follow the instructions at `{prefix}audioset youtubeapi`.
fr_fr: Rien n'a été trouvé.\nLa clé de l'API YouTube peut être invalide ou vous pouvez être limité sur le service de recherche de YouTube.\nVérifiez à nouveau la clé de l'API YouTube et suivez les instructions à `{prefix}audioset youtubeapi`.

source: Playlist configuration options.
de_de: Einstellungen der Wiedergabeliste-Optionen.
fr_fr: Options de configuration des playlists.

source: Add a track URL, playlist link, or quick search to a playlist.\n\n The track(s) will be appended to the end of the playlist.\n
fr_fr: Ajouter l'URL d'une ou plusieurs musiques musiques, d'une playlist ou une recherche rapide vers une playlist.\n\n La(les) musique(s) seront ajoutées à la fin de la playlist.\n

source: You are not the author of that playlist.
de_de: Du bist nicht der Ersteller dieser Wiedergabeliste.
fr_fr: Vous n’êtes pas l’auteur de cette playlist.

source: {track} is already in {playlist}.
de_de: {track} ist bereits in {playlist}.
fr_fr: {track} est déjà dans {playlist}.

source: No playlist with that name.
de_de: Es gibt keine Wiedergabeliste mit diesem Namen.
fr_fr: Aucune playlist portant ce nom.

source: {track} appended to {playlist}.
de_de: {track} angehängt an {playlist}.
fr_fr: {track} ajouté à {playlist}.

source: {num} tracks appended to {playlist}.
de_de: {num} Titel an {playlist} angehangen.
fr_fr: {num} pistes ajoutées à {playlist}.

source: Copy a playlist from one server to another.
de_de: Kopiere eine Playlist von einem Server zum anderen.
fr_fr: Copiez une playlist d'un serveur à un autre.

source: Invalid server ID for source server.
de_de: Ungültige Server ID vom Quell Server.
fr_fr: ID de serveur invalide pour le serveur source.

source: Invalid server ID for target server.
de_de: Ungültige Server ID für den Ziel Server.
fr_fr: ID de serveur invalide pour le serveur cible.

source: No playlist with that name in {from_guild_name}.
de_de: Keine Playlist mit dem Namen gefunden in {from_guild_name}.
fr_fr: Aucune playlist avec ce nom dans {from_guild_name}.

source: Playlist {name} copied from {from_guild_name} to {to_guild_name}.
de_de: Playlist {name} kopiert von {from_guild_name} zu {to_guild_name}.
fr_fr: Playlist {name} copiée de {from_guild_name} à {to_guild_name}.

source: A playlist with that name already exists in {to_guild_name}.\nPlease enter a new name for this playlist.
fr_fr: Une playlist avec ce nom existe déjà dans {to_guild_name}.\nVeuillez entrer un nouveau nom pour cette playlist.

source: Try the playlist copy command again with a shorter name.
de_de: Versuche den Playlist kopier Befehl erneut mit einem kürzeren Namen.
fr_fr: Essayez à nouveau la commande de copie de la playlist avec un nom plus court.

source: Playlist name already exists in {to_guild_name}, try the playlist copy command again with a different name.
de_de: Playlist Name existiert bereits in {to_guild_name}, versuche den Befehl erneut mit einem anderen Namen.
fr_fr: Ce nom de playlist existe déjà dans {to_guild_name}, essayez à nouveau la commande de copie de la playlist avec un nom différent.

source: No playlist name entered, try again later.
de_de: Kein Name der Wiedergabeliste angegeben, versuche es später erneut.
fr_fr: Aucun nom de playlist entré, réessayez plus tard.
