Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, nb_no, sl_si, sv_se, tr_tr

source: Playlist {name} copied from {from_guild_name} to {to_guild_name}.\nNew playlist name on {to_guild_name}: {new_name}
fr_fr: Playlist {name} copiée de {from_guild_name} à {to_guild_name}.\nNouveau nom de playlist sur {to_guild_name}: {new_name}

source: Create an empty playlist.
de_de: Erstelle eine leere Wiedergabeliste.
fr_fr: Créer une playlist vide.

source: You need the DJ role to save playlists.
de_de: Du benötigst die DJ Rolle, um Wiedergabelisten zu speichern.
fr_fr: Vous devez avoir le rôle DJ pour sauvegarder les playlists.

source: Playlist name already exists, try again with a different name.
de_de: Wiedergabeliste mit diesem Namen existiert bereits, versuche es erneut mit einem anderen Namen.
fr_fr: Ce nom de playlist existe déjà, essayez à nouveau avec un nom différent.

source: Empty playlist {name} created.
de_de: Leere Wiedergabeliste {name} erstellt.
fr_fr: Playlist vide nommée {name} créé.

source: Delete a saved playlist.
de_de: Lösche eine gespeicherte Wiedergabeliste.
fr_fr: Supprimer une playlist enregistrée.

source: {name} playlist deleted.
de_de: {name} Wiedergabeliste gelöscht.
fr_fr: La playlist {name} à été supprimée.

source: Download a copy of a playlist.\n\n These files can be used with the [p]playlist upload command.\n Red v2-compatible playlists can be generated by passing True\n for the v2 variable.
fr_fr: Téléchargez une copie d'une playlist.\n\n Ces fichiers peuvent être utilisés avec la commande de téléchargement des playlists `[p]playlist upload`.\n Les listes de lecture compatibles avec la v2 de Red peuvent être générées en passant par True\n pour la variable v2.

source: That playlist has no tracks.
de_de: Die Playlist hat keine Lieder.
fr_fr: Cette playlist ne contient aucune piste.

source: That playlist doesn't exist.
de_de: Diese Wiedergabeliste existiert nicht.
fr_fr: Cette playlist n'existe pas.

source: Retrieve information from a saved playlist.
de_de: Informationen aus einer gespeicherten Wiedergabeliste abrufen.
fr_fr: Récupérer les informations d’une playlist enregistrée.

source: Playlist info for {playlist_name}:\n
fr_fr: Infos de la playlist pour {playlist_name} :\n

source: Playlist info for {playlist_name}:\nURL: {url}
fr_fr: Infos de la playlist pour {playlist_name} :\nURL: {url}

source: Author: {author_name} | {num} track(s)
de_de: Autor: {author_name} | {num} Lied(er)
fr_fr: Auteur : {author_name} | {num} piste(s)

source: List saved playlists.
de_de: Liste gespeicherte Wiedergabelisten auf.
fr_fr: Liste les playlists enregistrées.

source: No saved playlists.
de_de: Keine gespeicherten Wiedergabelisten.
fr_fr: Aucunes playlists enregistrées.

source: Tracks: {num}
de_de: Titel: {num}
fr_fr: Pistes : {num}

source: Author: {name}\n
fr_fr: Auteur : {name}\n

source: Playlists for {server_name}:
de_de: Wiedergabelisten für {server_name}:
fr_fr: Playlists de {server_name} :

source: Save the queue to a playlist.
de_de: Speichert die Warteschlange als eine Wiedergabeliste.
fr_fr: Enregistrer la file dans une playlist.

source: There's nothing in the queue.
de_de: Die Warteschlange ist leer.
fr_fr: Il n'y a rien dans la liste.

source: Please enter a name for this playlist.
de_de: Bitte einen Namen für die Wiedergabeliste eingeben.
fr_fr: Veuillez entrer un nom pour cette playlist.

source: Playlist {name} saved from current queue: {num} tracks added.
de_de: Wiedergabeliste {name} aus aktueller Warteschlange gespeichert: {num} Titel hinzugefügt.
fr_fr: Playlist {name} venant de la file actuelle : {num} titres ajoutés.

source: Remove a track from a playlist by url.
de_de: Entferne einen Titel von einer Wiedergabeliste anhand einer URL.
fr_fr: Supprimer une piste d'une playlist par url.

source: URL not in playlist.
de_de: URL ist nicht in der Wiedergabeliste.
fr_fr: L'url n'est pas dans la playlist.

source: No tracks left, removing playlist.
de_de: Keine Titel mehr übrig, entferne Wiedergabeliste.
fr_fr: Aucune piste restante, suppression de la playlist.

source: {num} entries have been removed from the {playlist_name} playlist.
de_de: {num} Einträge wurden aus der Wiedergabeliste {playlist_name} entfernt.
fr_fr: {num} musiques ont été retirées de la playlist {playlist_name}.

source: The track has been removed from the {playlist_name} playlist.
de_de: Der Titel wurde aus der Wiedergabeliste {playlist_name} entfernt.
fr_fr: La piste a été retirée de la playlist {playlist_name}.

source: Save a playlist from a url.
de_de: Wiedergabeliste aus einer URL erstellen.
fr_fr: Enregistrer une playlist à partir d'une url.

source: Playlist {name} saved: {num} tracks added.
de_de: Wiedergabeliste {name} gespeichert: {num} Titel hinzugefügt.
fr_fr: Playlist {name} enregistrée : {num} titres ajoutés.

source: Load a playlist into the queue.
de_de: Lade eine Wiedergabeliste in die Warteschlange.
fr_fr: Charger une playlist dans la file.

source: Convert a Red v2 playlist file to a playlist.
de_de: Konvertiere eine Red v2 Wiedergabeliste Datei zu einer Wiedergabeliste.
fr_fr: Convertir un fichier de playlist venant de la v2 de Red vers une playlist.

source: Please upload the playlist file. Any other message will cancel this operation.
de_de: Bitte lade die Wiedergabeliste Datei hoch. Weitere Nachrichten werden diesen Vorgang abbrechen.
fr_fr: Envoyez s'il vous plaît le fichier de playlist. Tout autre message annulera cette opération.

source: No file detected, try again later.
de_de: Keine Datei erkannt, versuche es später erneut.
fr_fr: Aucun fichier détecté, réessayez plus tard.

source: Upload cancelled.
de_de: Upload abgebrochen.
fr_fr: Transfert annulé.

source: Only playlist files can be uploaded.
de_de: Nur Wiedergabeliste Dateien können hochgeladen werden.
fr_fr: Seuls les fichiers de playlist peuvent être transférés.

source: Not a valid playlist file.
de_de: Keine gültige Wiedergabeliste Datei.
fr_fr: Fichier de playlist invalide.

source: A playlist already exists with this name.
de_de: Eine Wiedergabeliste mit diesem Namen existiert bereits.
fr_fr: Une playlist existe déjà avec ce nom.

source: No tracks found.
de_de: Keine Titel gefunden.
fr_fr: Aucune piste trouvée.

source: Added {num} tracks from the {playlist_name} playlist. {num_bad} track(s) could not be loaded.
de_de: {num} Titel aus der {playlist_name} Wiedergabeliste hinzugefügt. {num_bad} Titel konnten nicht geladen werden.
fr_fr: {num} pistes de la playlist {playlist_name} ont été ajoutés. {num_bad} piste(s) n’ont pu être chargé.

source: Added {num} tracks from the {playlist_name} playlist.
de_de: {num} Titel aus der {playlist_name} Wiedergabeliste hinzugefügt.
fr_fr: {num} pistes de la playlist {playlist_name} ont été ajoutés.

source: Playlist Saved
de_de: Wiedergabeliste gespeichert
fr_fr: Playlist enregistrée

source: You need the DJ role to use playlists.
de_de: Du benötigst die DJ Rolle, um Wiedergabelisten zu verwenden.
fr_fr: Vous devez avoir le rôle DJ pour utiliser les playlists.

source: You must be in the voice channel to use the playlist command.
de_de: Du musst dich in dem Sprachkanal befinden, um den Wiedergabelisten Befehl zu verwenden.
fr_fr: Vous devez être dans le salon vocal pour utiliser la commande de playlist.

source: Skip to the start of the previously played track.
de_de: Zum Anfang des zuvor abgespielten Titels springen.
fr_fr: Revient à la piste précédente.

source: You need the DJ role to skip tracks.
de_de: Du benötigst die DJ Rolle um Titel zu überspringen.
fr_fr: Vous devez avoir le rôle DJ pour passer des pistes.

source: You must be in the voice channel to skip the music.
de_de: Du musst dich in dem Sprachkanal befinden, um Titel zu überspringen.
fr_fr: Vous devez être dans un salon vocal pour passer une musique.

source: Turn shuffle off to use this command.
de_de: Schalte die zufällige Wiedergabe aus, um diesen Befehl zu verwenden.
fr_fr: Enlevez l'aléatoire pour utiliser cette commande.

source: No previous track.
de_de: Kein vorheriger Titel.
fr_fr: Il n'y a pas de piste précédente.

source: Replaying Track
de_de: Titel wird wiederholt
fr_fr: Répétition de piste

source: List the songs in the queue.
fr_fr: Lister les musiques dans la file d'attente.

source: **Currently livestreaming:**
de_de: **Aktueller Livestream:**
fr_fr: **Actuellement en streaming :**

source: Playing:
de_de: Gerade läuft:
fr_fr: Lecture en cours :

source: Requested by: **{user}**\n
fr_fr: Demandé par : **{user} **\n

source: Requested by: **{user}**
de_de: Angefragt von: **{user}**
fr_fr: Demandé par : **{user} **

source: requested by **{user}**\n
fr_fr: demandé par : **{user} **\n

source: Page {page_num}/{total_pages} | {num_tracks} tracks, {num_remaining} remaining
de_de: Seite {page_num}/{total_pages} | {num_tracks} Titel, {num_remaining} verbleibend
fr_fr: Page {page_num}/{total_pages} | {num_tracks} pistes, {num_remaining} restant

source: Repeat
de_de: Wiederholen
fr_fr: Répétition

source: Shuffle
de_de: Zufällige Wiedergabe
fr_fr: Aléatoire

source: Matching Tracks:
de_de: Passende Titel:
fr_fr: Pistes correspondantes :

source: Clears the queue.
de_de: Leert die Playlist.
fr_fr: Vide la file d'attente.

source: You need the DJ role to clear the queue.
de_de: Du brauchst die DJ Rolle um die Playlist zu leeren.
fr_fr: Vous devez avoir le rôle DJ pour effacer la file d'attente.

source: The queue has been cleared.
de_de: Die Playlist wurde geleert.
fr_fr: La file d'attente a été effacée.

source: Removes songs from the queue if the requester is not in the voice channel.
de_de: Entfernt Lieder von der Playlist, wenn der Autor nicht im Voice Channel ist.
fr_fr: Supprime les musiques de la file d'attente si la personne qui l'a choisi n'est pas dans le salon vocal.

source: You need the DJ role to clean the queue.
de_de: Du brauchst die DJ Rolle um die Playlist zu leeren.
fr_fr: Vous devez avoir le rôle DJ pour effacer la file d'attente.

source: Removed 0 tracks.
de_de: 0 Lieder entfernt.
fr_fr: 0 pistes supprimées.

source: Removed {removed_tracks} tracks queued by members outside of the voice channel.
de_de: Es wurden Lieder entfernt die von Leuten außerhalb des Voice Channels angefordert wurden: {removed_tracks}.
fr_fr: {removed_tracks} pistes supprimées qui avaient été ajoutées par des membres hors du salon vocal.

source: Search the queue.
fr_fr: Rechercher dans la file d'attente.

source: Toggle repeat.
de_de: Wiederholung umschalten.
fr_fr: Activer la répétition.

source: You need the DJ role to toggle repeat.
de_de: Du benötigst die DJ Rolle um Wiederholung umzuschalten.
fr_fr: Vous devez avoir le rôle DJ pour activer la répétition.

source: You must be in the voice channel to toggle repeat.
de_de: Du musst dich in dem Sprachkanal befinden, um Wiederholung umzuschalten.
fr_fr: Vous devez être dans un salon vocal pour activer la répétition.

source: Repeat tracks: {true_or_false}.
de_de: Titel wiederholen: {true_or_false}.
fr_fr: Répétition des pistes : {true_or_false}.

source: Remove a specific track number from the queue.
de_de: Entferne einen bestimmten Titel aus der Warteschlange.
fr_fr: Supprime un numéro de piste spécifique de la liste.

source: Nothing queued.
de_de: Nichts eingereiht.
fr_fr: Rien dans la liste.

source: You need the DJ role to remove tracks.
de_de: Du benötigst die DJ Rolle um Titel zu entfernen.
fr_fr: Vous devez avoir le rôle DJ pour enlever des pistes.

source: You must be in the voice channel to manage the queue.
de_de: Du musst dich in dem Sprachkanal befinden, um die Warteschlange zu verwalten.
fr_fr: Vous devez être dans un salon vocal pour enlever des pistes.

source: Removed {track} from the queue.
de_de: {track} aus der Warteschlange entfernt.
fr_fr: {track} a été retirer de la liste.

source: You must be in the voice channel to enqueue tracks.
de_de: Du musst dich in dem Sprachkanal befinden, um Titel einzureihen.
fr_fr: Vous devez être dans un salon vocal pour ajouter des pistes.

source: Queued {num} track(s).{maxlength_msg}
fr_fr: {num} piste(s) ajoutée(s).{maxlength_msg}

source: {time} until start of search playback: starts at #{position} in queue
de_de: {time} bis zum Start der Wiedergabesuche: startet an #{position} in der Warteschlange
fr_fr: {time} avant le début de la lecture de la recherche : commence à #{position} dans la liste

source: Tracks Found:
de_de: Titel gefunden:
fr_fr: Pistes trouvées :

source: search results
de_de: Suchergebnisse
fr_fr: résultats de la recherche

source: Folders Found:
de_de: Ordner gefunden:
fr_fr: Dossiers trouvés :

source: local folders
de_de: lokale Ordner
fr_fr: dossiers locaux

source: Files Found:
de_de: Dateien gefunden:
fr_fr: Fichiers trouvés :

source: local tracks
de_de: lokale Titel
fr_fr: titres locaux

source: You must be in the voice channel to use seek.
de_de: Du musst dich in dem Sprachkanal befinden, um Spulen zu können.
fr_fr: Vous devez être dans un salon vocal pour utiliser la commande seek.

source: You need the DJ role to use seek.
de_de: Du benötigst die DJ Rolle, um zu Spulen.
fr_fr: Vous devez avoir le rôle DJ pour utiliser la commande seek.

source: There are other people listening - vote to skip instead.
de_de: Es hören andere Leute zu - stimme stattdessen zum Überspringen ab.
fr_fr: Il existe d’autres personnes en train d'écouter - vote pour passer à la place.

source: Can't seek on a stream.
de_de: Ein Stream kann nicht gespult werden.
fr_fr: Ne peut avancer ou reculer sur un stream.

source: Moved {num_seconds}s to 00:00:00
de_de: Verschiebe {num_seconds}s nach 00:00:00
fr_fr: Déplacé de {num_seconds}s à 00:00:00

source: Moved {num_seconds}s to {time}
de_de: Verschiebe {num_seconds}s nach {time}
fr_fr: Déplacé de {num_seconds}s à {time}

source: Toggle shuffle.
de_de: Schalte zufällige Wiedergabe um.
fr_fr: Activer/désactiver l'aléatoire.

source: You need the DJ role to toggle shuffle.
de_de: Du benötigst die DJ Rolle, um zufällige Wiedergabe umzuschalten.
fr_fr: Vous devez avoir le rôle DJ pour activer l'aléatoire.

source: You must be in the voice channel to toggle shuffle.
de_de: Du musst dich in dem Sprachkanal befinden, um zufällige Wiedergabe umzuschalten.
fr_fr: Vous devez être dans un salon vocal pour activer l'aléatoire.

source: Shuffle tracks: {true_or_false}.
de_de: Zufällige Wiedergabe: {true_or_false}.
fr_fr: Mélanger les pistes : {true_or_false}.

source: Make Red sing one of her songs.
fr_fr: Fait chanter une des musiques de Red.

source: Skip to the next track, or to a given track number.
de_de: Überspringe zum nächsten Lied oder geben eine Nummer für ein Lied an.
fr_fr: Passez à la piste suivante, ou à un numéro de piste donné.

source: Can't skip to a specific track in vote mode without the DJ role.
de_de: Kann ohne DJ Rolle nicht auf einen bestimmten Track im Abstimmmodus überspringen.
fr_fr: Impossible de passer à une piste spécifique en mode vote sans le rôle DJ.

source: I removed your vote to skip.
de_de: Ich habe deine Stimme zum Überspringen entfernt.
fr_fr: J’ai enlevé votre vote pour passer.

source: You voted to skip.
de_de: Du hast für das Überspringen gestimmt.
fr_fr: Vous avez voté pour passer.

source: Vote threshold met.
de_de: Abstimmungsschwelle erreicht.
fr_fr: Seuil de vote atteint.

source: Votes: {num_votes}/{num_members} ({cur_percent}% out of {required_percent}% needed)
de_de: Abstimmungen: {num_votes}/{num_members} ({cur_percent}% von {required_percent}% erforderlich)
fr_fr: Votes : {num_votes}/{num_members} ({cur_percent}%, {required_percent}% requis)

source: Currently livestreaming {track}
de_de: Livestreame derzeit {track}
fr_fr: Actuellement en streaming {track}

source: {time} left on {track}
de_de: {time} Zeit übrig von {track}
fr_fr: {time} restant sur {track}

source: Track number must be equal to or greater than 1.
de_de: Die Nummer, des Liedes, muss größer oder gleich 1 sein.
fr_fr: Le numéro de piste doit être égal ou supérieur à 1.

source: Can't skip to a track while shuffle is enabled.
de_de: Kann nicht auf einen Track überspringen, während der Shuffle Modus aktiviert ist.
fr_fr: Impossible de passer à une piste pendant que l'aléatoire est activé.

source: Track Skipped
de_de: Titel übersprungen
fr_fr: Piste passée

source: Stop playback and clear the queue.
de_de: Stoppe Wiedergabe und leere die Warteschlange.
fr_fr: La lecture a été stoppée et la liste vidée.

source: You must be in the voice channel to stop the music.
de_de: Du musst dich in dem Sprachkanal befinden, um die Wiedergabe zu stoppen.
fr_fr: Vous devez être dans un salon vocal pour arrêter la musique.

source: You need the DJ role to stop the music.
de_de: Du benötigst die DJ Rolle, um die Wiedergabe zu stoppen.
fr_fr: Vous devez avoir le rôle DJ pour arrêter la musique.

source: Stopping...
de_de: Stoppe...
fr_fr: Arrêt ...

source: Summon the bot to a voice channel.
fr_fr: Invoquez le bot dans un salon vocal.

source: You need the DJ role to summon the bot.
fr_fr: Vous avez besoin du rôle DJ pour invoquer le bot.

source: Set the volume, 1% - 150%.
de_de: Setze die Lautstärke, 1% - 150%.
fr_fr: Réglage du volume, 1 % à 150 %.

source: Current Volume:
de_de: Aktuelle Lautstärke:
fr_fr: Volume actuel :

source: You must be in the voice channel to change the volume.
de_de: Du musst dich in dem Sprachkanal befinden, um die Lautstärke zu verändern.
fr_fr: Vous devez être dans un salon vocal pour changer le volume.

source: You need the DJ role to change the volume.
de_de: Du benötigst die DJ Rolle, um die Lautstärke zu ändern.
fr_fr: Vous devez avoir le rôle DJ pour changer le volume.

source: Lavalink server configuration options.
de_de: Lavalink Server Konfigurationsoptionen.
fr_fr: Options de configuration du serveur Lavalink.

source: Toggle using external lavalink servers.
de_de: Schalte Benutzung von externem Lavalink Server um.
fr_fr: Activer/désactiver l'usage de serveurs externes Lavalink.

source: External lavalink server: {true_or_false}.
de_de: Externer Lavalink Server: {true_or_false}.
fr_fr: Serveur externe Lavalink : {true_or_false}.

source: Set the lavalink server host.
de_de: Lege den Lavalink Server Host fest.
fr_fr: Définir l’hôte du serveur lavalink.

source: Host set to {host}.
de_de: Host gesetzt auf {host}.
fr_fr: Hôte défini à {host}.

source: External lavalink server set to True.
de_de: Externer Lavalink Server gesetzt auf Wahr.
fr_fr: Serveur externe lavalink défini sur True.

source: Set the lavalink server password.
de_de: Lege das Lavalink Server Passwort fest.
fr_fr: Définir le mot de passe du serveur lavalink.

source: Server password set to {password}.
de_de: Server Passwort auf {password} gesetzt.
fr_fr: Mot de passe serveur défini à {password}.

source: Set the lavalink REST server port.
de_de: Lege den Lavalink REST Server Port fest.
fr_fr: Définir le port REST du serveur lavalink.

source: REST port set to {port}.
de_de: REST Port auf {port} gesetzt.
fr_fr: Port REST défini sur {port}.

source: Set the lavalink websocket server port.
de_de: Lege den Lavalink Websocket Server Port fest.
fr_fr: Définir le port du websocket du serveur lavalink.

source: Websocket port set to {port}.
de_de: Websocket Port auf {port} gesetzt.
fr_fr: Port websocket défini sur {port}.

source: Not enough {currency} ({required_credits} required).
de_de: Nicht genug {currency} ({required_credits} erforderlich).
fr_fr: Pas assez de {currency} ({required_credits} voulu).

source: Page {page_num}/{total_pages} | {num} playlists
de_de: Seite {page_num}/{total_pages} | {num} Wiedergabelisten

source: Page {page_num}/{total_pages}
de_de: Seite {page_num}/{total_pages}

source: Volume:
de_de: Lautstärke:

source: \nScope must be a valid version of one of the following:\n​ ​ ​ ​ Global\n​ ​ ​ ​ Guild\n​ ​ ​ ​ User\n
nb_no: \nOmfang må være en gyldig versjon av et av følgende:\n Global\n Guild\n User\n
sv_se: \nTillämpningsområdet måste vara en giltig version av något av följande:\n​ ​ ​ ​ Global\n​ ​ ​ ​ Guild\n​ ​ ​ ​ User\n
tr_tr: \nKapsam bunlardan biri olmalıdır:\n​ ​ ​ ​ Global\n​ ​ ​ ​ Guild\n​ ​ ​ ​ User\n

source: \nAuthor must be a valid version of one of the following:\n​ ​ ​ ​ User ID\n​ ​ ​ ​ User Mention\n​ ​ ​ ​ User Name#123\n
nb_no: \nSkribent må være en gyldig versjon av en av følgende:\n User ID\n User Mention\nlUser Name#123\n
tr_tr: \nSahip bunlardan biri olmalıdır:\n​ ​ ​ ​ Kullanıcı IDsi\n​ ​ ​ ​ Kullanıcı pingi\n​ ​ ​ ​ Kullanıcı Adı#123\n

source: \nGuild must be a valid version of one of the following:\n​ ​ ​ ​ Guild ID\n​ ​ ​ ​ Exact guild name\n
nb_no: \nGuild må være en gyldig versjon av et av følgende:\n⋅Guild ID\n Exact guild name\n
tr_tr: \nSunucu bunlardan biri olmalıdır:\n​ ​ ​ ​ Sunucu IDsi\n​ ​ ​ ​ Sunucu tam adı\n

source: \"{arg}\" was not found. It must be the ID or complete name of a server which the bot can see.
nb_no: \"{arg}\" ble ikke funnet. Det må være ID-en til den serveren som boten kan se.
sv_se: \"{arg}\" hittades inte. Det måste vara ett ID eller ett komplett namn på en server som roboten kan se.
tr_tr: \"{arg}\" bulunamadı. Botun görebildiği bir sunucunun IDsi veya tam dı olmak zorundadır.

source: \"{arg}\" does not refer to a unique server. Please use the ID for the server you're trying to specify.
nb_no: \"{arg}\" refererer ikke til en unik server. Bruk ID'en til serveren du prøver å spesifisere.
sv_se: \"{arg}\" refererar inte till en unik server. Använd ID för servern du försöker specificera.
tr_tr: \"{arg}\" kesin bir sunucuya denk gelmemekte. Lütfen belirtmeye çalıştığınız sunucunun ID sini kullanın.

source: \"{arg}\" was not found. It must be the ID or name or mention a user which the bot can see.
nb_no: \"{arg}\" ble ikke funnet. Det må være ID-en eller navnet eller nevne en bruker som boten kan se.
sv_se: \"{arg}\" hittades inte. Det måste vara ID eller namn eller nämna en användare som roboten kan se.
tr_tr: \"{arg}\" bulunamadı. Botun görebildiği bir kişiye atılan ping veya o kişinin IDsi olmak zorundadır.

source: Could not match '{}' to a playlist.
es_es: No se pudo emparejar '{}' a una lista de reproducción.
fi_fi: Mitään soittolistaa joka täsmäisi '{}' ei löytynyt.
hr_hr: Nije moguće uskladiti '{}' s popisom za reprodukciju.
nb_no: Kan ikke koble til '{}' i en spilleliste.
sl_si: '{}' ne ustreza nobenemu seznamu predvajanja.
sv_se: Kunde inte matcha '{}' till en spellista.
tr_tr: '{}' bir çalma listesi ile eşleşmiyor.

source: Nothing
es_es: Nada
fi_fi: Ei mitään
hr_hr: Ništa
nb_no: Ingenting
sl_si: Nič
sv_se: Ingenting
tr_tr: Hiçbir şey

source: You cannot use `--guild`
es_es: No puedes usar `--guild`
fi_fi: Et voi käyttää argumenttia `--guild`
hr_hr: Ne možete koristiti `--guild`
nb_no: Du kan ikke bruke `-guild`
sl_si: Ne moreš uporabiti `--guild`
sv_se: Du kan inte använda `--guild`
tr_tr: `--guild` kullanamazsınız

source: You cannot use `--to-server`
es_es: No puedes usar `--to-server`
fi_fi: Et voi käyttää argumenttia `--to-server`
hr_hr: Ne možete koristiti `--to-server`
nb_no: Du kan ikke bruke `--to-server`
sl_si: Ne moreš uporabiti `--to-server`
sv_se: Du kan inte använda `--to-server`
tr_tr: `--to-server` kullanamazsınız

source: You cannot use `--from-server`
es_es: No puedes usar `--from-server`
fi_fi: Et voi käyttää argumenttia `--from-server`
hr_hr: Ne možete koristiti `--from-server`
nb_no: Du kan ikke bruke `--from-server`
sl_si: Ne moreš uporabiti `--from-server`
sv_se: Du kan inte använda `--from-server`
tr_tr: `--from-server` kullanamazsınız
