Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/audio/locales/*.po
Languages: de_de, es_es, fi_fi, fr_fr, hr_hr, nb_no, sl_si, sv_se, tr_tr

source: Scope must be a valid version of one of the following: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User
es_es: El ámbito debe ser una versión válida de uno de los siguientes: Global Guild User
fi_fi: Tason tulee olla yksi seuraavista: ​ ​ ​ ​ Global (Globaali) ​ ​ ​ ​ Guild (Palvelin) ​ ​ ​ ​ User (Käyttäjä)
hr_hr: Opseg mora biti valjana verzija jednog od sljedećih: ​ ​ ​ ​ Global (Globalni) ​ ​ ​ ​ Guild (Serverov) ​ ​ ​ ​ User (Korisnikov)
sl_si: Obseg mora biti veljavna različica enega od naslednjih: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User

source: Author must be a valid version of one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123
es_es: El autor debe ser una versión válida de uno de los siguientes: ID del Usuario Mención al Usuario Nombre de Usuario#123
fi_fi: Tekijän tulee olla yksi seuraavista: ​ ​ ​ ​ Käyttäjä-ID ​ ​ ​ ​ Käyttäjän maininta ​ ​ ​ ​ Käyttäjänimi#123
hr_hr: Autor mora biti valjana verzija jednog od sljedećih: ​ ​ ​ ​ Korisnikov ID ​ ​ ​ ​ Spominjanje korisnika ​ ​ ​ ​ Korisničko ime#123
sl_si: Avtor mora biti različica enega od naslednjih: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123

source: Guild must be a valid version of one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name
es_es: El servidor debe ser una versión válida de uno de los siguientes: ID del Servidor Nombre Exacto del Servidor
fi_fi: Palvelimen tulee olla yksi seuraavista: ​ ​ ​ ​ Palvelimen ID ​ ​ ​ ​ Palvelimen tarkka nimi
hr_hr: Server mora biti valjana verzija jednog od sljedećih: ​ ​ ​ ​ Serverov ID ​ ​ ​ ​ Točan naziv servera
sl_si: Guild mora biti veljavna različica enega od naslednjih: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name

source: "{arg}" was not found. It must be the ID or complete name of a server which the bot can see.
es_es: "{arg}" no se ha encontrado. Debe ser el ID o el nombre completo de un servidor que el bot pueda ver.
fi_fi: "{arg}" ei löytynyt. Sen täytyy olla sellaisen palvelimen ID tai nimi kokonaisuudessaan, minkä botti näkee.
hr_hr: "{arg}" nije pronađen. Mora biti ID ili potpuni naziv servera koji bot može vidjeti.
sl_si: "{arg}" ne obstaja. Mora biti ID ali polno ime strežnika katerega lahko bot vidi.

source: "{arg}" does not refer to a unique server. Please use the ID for the server you're trying to specify.
es_es: "{arg}" no se refiere a un servidor único. Por favor, utilice el ID del servidor que está intentando especificar.
fi_fi: "{arg}" ei viittaa uniikkiin palvelimeen. Käytä sen palvelimen ID:tä jota tarkoitat.
hr_hr: "{arg}" se ne odnosi na jedinstveni server. Molim koristite ID za server koji pokušavate navesti.
sl_si: "{arg}" ne cilja na strežnik. Uporabi ID strežnika katerega želiš izbrati.

source: "{arg}" was not found. It must be the ID or name or mention a user which the bot can see.
es_es: "{arg}" no se ha encontrado. Debe ser el ID o nombre o mencionar a un usuario que el bot pueda ver.
fi_fi: "{arg}" ei löytynyt. Sen täytyy olla botin näkemän käyttäjän ID, nimi tai maininta.
hr_hr: "{arg}" nije pronađen. Mora biti ID, ime ili navesti korisnika kojeg bot može vidjeti.
sl_si: "{arg}" ne obstaja. Vsebovati mora ID ali ime ali omembo katerega bor lahko vidi.
