Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/mod/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, ru_ru, tr_tr

source: DM when kicked/banned is currently set to: {setting}
de_de: DM bei kick/bann ist derzeit auf {setting} gesetzt
es_es: DM cuando el expulsado/baneado está actualmente establecido a: {setting}
fr_fr: Message privé en cas d'expulsion/bannissement actuellement réglé sur : {setting}
nb_no: DM når kick/ban er satt til: {setting}
ru_ru: ТМ при кикнутым/забаненном в настоящее время установлен на: {setting}
tr_tr: Atılma/Banlanma durumunda mesaj atma ayarı: {setting}

source: Bot will now attempt to send a DM to user before kick and ban.
de_de: Ich werde nun versuchen, eine DM an Benutzer zu schicken, bevor sie gekickt oder gebannt werden.
es_es: El bot intentará enviar un DM al usuario antes de expulsar y banear.
fr_fr: Le bot va maintenant essayer d'envoyer un message privé à l'utilisateur avant de l'expulser et de bannir.
nb_no: Bot vil nå forsøke å sende en direktemelding til bruker før kick og utestengelse.
ru_ru: Теперь бот будет пытаться отправить пользователю в ЛС перед киком и баном.
tr_tr: Bot artık kullanıcıya atılma ve banlanma öncesi mesaj atmaya çalışacak.

source: Bot will no longer attempt to send a DM to user before kick and ban.
de_de: Ich werde nicht mehr versuchen, eine DM an Benutzer zu schicken, bevor sie gekickt oder gebannt werden.
es_es: Bot ya no intentará enviar un DM al usuario antes de expulsar y banear.
fr_fr: Le bot n'essayera plus d'envoyer un message privé à l'utilisateur avant de l'expulser et de bannir.
nb_no: Bot vil ikke lenger forsøke å sende en DM til bruker før spark og utestengelse.
ru_ru: Бот больше не будет пытаться отправить пользователю в ЛС перед киком и баном.
tr_tr: Bot artık atılma ya da banlanma öncesinde kullanıcıya özel mesaj atmaya çalışmayacak.

source: Set the default number of days worth of messages to be deleted when a user is banned. The number of days must be between 0 and 7.
de_de: Legen Sie die Standardanzahl an Tagen fest, von denen Nachrichten gelöscht werden sollen, wenn ein Benutzer gebannt wird. Die Anzahl der Tage muss zwischen 0 und 7 liegen.
es_es: Establece el número predeterminado de días de mensajes a eliminar cuando un usuario es baneado. El número de días debe estar entre 0 y 7.
fr_fr: Défini le nombre de jours de messages à supprimer lorsqu'un utilisateur est banni. Le nombre de jours doit être compris entre 0 et 7.
nb_no: Angi standardantall dager verdt for meldinger som skal slettes når en bruker er utestengt. Antall dager må være mellom 0 og 7.
ru_ru: Установите количество дней, в течение которых сообщения будут удаляться при запрете пользователя. Количество дней должно быть от 0 до 7.
tr_tr: Bir kullanıcı banlanınca en son kaç gün boyunca attıkları mesajların silineceğini ayarla. Bu numara 0 ile 7 arasında olmak zorundadır.

source: Invalid number of days. Must be between 0 and 7.
de_de: Ungültige Anzahl von Tagen. Muss zwischen 0 und 7 liegen.
es_es: Número de días inválido. Debe estar entre 0 y 7.
fr_fr: Nombre de jours invalide. Doit être compris entre 0 et 7.
nb_no: Ugyldig antall dager. Må være mellom 0 og 7.
ru_ru: Недопустимое количество дней. Должно быть от 0 до 7.
tr_tr: Geçersiz gün sayısı. 0 ile 7 arasında olmak zorundadır.

source: {days} days worth of messages will be deleted when a user is banned.
de_de: Nachrichten der letzten {days} Tage werden gelöscht, wenn ein Benutzer gebannt wird.
es_es: {days} días de mensajes serán eliminados cuando un usuario sea baneado.
fr_fr: {days} jours de messages seront supprimés lorsqu'un utilisateur est banni.
nb_no: {days} dager verdt av meldinger vil bli slettet når en bruker er utestengt.
ru_ru: Сообщения на {days} дней будут удалены, когда пользователь забанен.
tr_tr: Kullanıcı ban yediğinde son {days} gün boyunca attıkları mesajlar silinecek.

source: Set the default time to be used when a user is tempbanned. Accepts: seconds, minutes, hours, days, weeks `duration` must be greater than zero. Examples: `[p]modset defaultduration 7d12h10m` `[p]modset defaultduration 7 days 12 hours 10 minutes`
es_es: Establecer la hora predeterminada a ser utilizada cuando un usuario está baneado temporalmente. Aceptados: segundos, minutos, horas, días, las semanas `duración` deben ser mayores que cero. Ejemplos: `[p]modset defaultduration 7d12h10m` `[p]modset defaultduration 7 days 12 hours 10 minutes`
nb_no: Angi standard tid som skal brukes når en bruker er midlertidig utestengt. Godtatt: sekunder, minutter, timer, dager, uker `varighet` må være større enn null. Eksempler: `[p]modset defaultduration 7d12h10m` `[p]modset defaultduration 7 dager 12 timer 10 minutter`
ru_ru: Установка времени по умолчанию, которое будет использоваться при временной блокировке пользователя. Принимает значения: секунды, минуты, часы, дни, недели. Значение `duration` должно быть больше нуля. Примеры: `[p]modset defaultduration 7д12ч10м` `[p]modset defaultduration 7 дней 12 часов 10 минут`
tr_tr: Bir kullanıcı geçici ban (tempban) yediğinde kullanılacak varsayılan süreyi ayarla. Saniyeler (seconds), dakikalar (minutes), saatler (hours), günler (days) veya haftalar (weeks) kullanılabilir `duration` (süre) sıfırdan yüksek olmak zorundadır . Örnekler: `[p]modset defaultduration 7d12h10m` `[p]modset defaultduration 7 days 12 hours 10 minutes`

source: The default duration for tempbanning a user is now {duration}.
es_es: La duración predeterminada para banear temporalmente a un usuario es ahora {duration}.
nb_no: Standard varighet for midlertidig utestengelse av en bruker er nå {duration}.
ru_ru: Длительность временного запрета пользователя по умолчанию теперь равна {duration}.
tr_tr: Geçici banda varsayılan süre artık {duration}.

source: Toggle whether nickname changes should be tracked. This setting will be overridden if trackallnames is disabled.
es_es: Alterna si los cambios de nick deben ser rastreados. Esta configuración será anulada si los nombres de nick están desactivados.

source: Nickname changes are currently being tracked.
es_es: Los cambios de apodo están siendo rastreados.
fr_fr: Les changements de pseudo sont actuellement suivi.
nb_no: Kallenavn endringer spores for øyeblikket.
ru_ru: Изменения псевдонимов в настоящее время отслеживаются.

source: Nickname changes are not currently being tracked.
es_es: Los cambios de apodo no están siendo rastreados.
fr_fr: Les changements de pseudo ne sont pas actuellement suivi.
nb_no: Kallenavn endringer blir ikke sporet.
ru_ru: Изменения псевдонимов в настоящее время не отслеживаются.

source: Nickname changes will now be tracked.
es_es: Los cambios de apodo ahora serán rastreados.
fr_fr: Les changements de pseudo seront maintenant suivis.
nb_no: Navnendringer vil nå bli sporet.
ru_ru: Изменения ников теперь будут отслеживаться.

source: Nickname changes will no longer be tracked.
es_es: Los cambios de apodo ya no serán rastreados.
fr_fr: Les changements de pseudo ne seront plus suivis.
nb_no: Kallenavn endringer vil ikke lenger spores.
ru_ru: Изменения ников больше не будут отслеживаться.

source: Toggle whether all name changes should be tracked. Toggling this off also overrides the tracknicknames setting.
es_es: Alternar si todos los cambios de nombre deben ser rastreados. Desactivar esto también anula la configuración de los nombres de rastreo.
nb_no: Veksle om alle navneendringer skal spores. Hvis du slår på dette overstyrer også innstillingen for sporekallenavn.
ru_ru: Включите, следует ли отслеживать все изменения имен. Отключение этого параметра также отменяет настройку tracknicknames.

source: Name changes are currently being tracked.
es_es: Los cambios de apodo están siendo rastreados.
fr_fr: Les changements de nom sont actuellement suivi.
nb_no: Navneendringer spores for øyeblikket.
ru_ru: В настоящее время отслеживаются изменения имен.

source: All name changes are currently not being tracked.
es_es: Todos los cambios de nombre están siendo rastreados.
fr_fr: Les changements de nom d'utilisateur ne sont pas actuellement suivi.
nb_no: Alle navneendringer blir ikke sporet.
ru_ru: Все изменения имен в настоящее время не отслеживаются.

source: Name changes will now be tracked.
es_es: Los cambios de nombre ahora serán rastreados.
fr_fr: Les changements de nom vont maintenant être suivis.
nb_no: Navnendringer vil nå bli sporet.
ru_ru: Изменения имен теперь будут отслеживаться.

source: All name changes will no longer be tracked. To delete existing name data, use {command}.
es_es: Ya no se rastrearán todos los cambios de nombre. Para eliminar los datos de nombres existentes, utilice {command}.
nb_no: Alle navneendringer vil ikke lenger spores. For å slette eksisterende navnedata, bruk {command}.
ru_ru: Все изменения имен больше не будут отслеживаться. Чтобы удалить существующие данные об имени, используйте {command}.

source: Delete all stored usernames and nicknames. Examples: - `[p]modset deletenames` - Did not confirm. Shows the help message. - `[p]modset deletenames yes` - Deletes all stored usernames and nicknames. **Arguments** - `<confirmation>` This will default to false unless specified.
es_es: Eliminar todos los nombres de usuario y apodos almacenados. Ejemplos: - `[p]modset deletenames` - No confirmado. Muestra el mensaje de ayuda. - `[p]modset deletenames yes` - Elimina todos los nombres de usuario y apodos almacenados. **Argumentos** - `<confirmation>` Esto será por defecto falso a menos que se especifique.

source: This will delete all stored usernames and nicknames the bot has stored. If you're sure, type {command}
es_es: Esto eliminará todos los nombres de usuario y apodos almacenados por el bot. Si estás seguro, escribe {command}

source: Usernames and nicknames have been deleted from Mod config.
es_es: Los nombres de usuario y apodos han sido eliminados de la configuración de Mod.

source: Changes thread's or channel's slowmode setting. Interval can be anything from 0 seconds to 6 hours. Use without parameters to disable.
es_es: Cambia el modo lento del hilo o del canal. El intervalo puede ser de 0 segundos a 6 horas. Úselo sin parámetros para deshabilitar.

source: Slowmode interval is now {interval}.
de_de: Langsamer Modus Intervall ist jetzt {interval}.
es_es: El intervalo de modo lento ahora es {interval}.
fr_fr: L'intervalle du mode lent est maintenant de {interval}.
nb_no: Rolig modus intervall er nå {interval}.
ru_ru: Интервал медленного режима теперь равен {interval}.
tr_tr: Yavaş mod bekletme süresi artık {interval}.

source: Slowmode has been disabled.
de_de: Der Slowmodus wurde deaktiviert.
es_es: Modo lento ha sido deshabilitado.
fr_fr: Le mode lent a été désactivé.
nb_no: Rolig modus er deaktivert.
ru_ru: Режим Slowmode был отключен.
tr_tr: Yavaş mod devre dışı bırakıldı.

source: {} doesn't look like a valid user ID.
tr_tr: {} geçersiz mesaj ID'si.

source: Kick a user. Examples: - `[p]kick 428675506947227648 wanted to be kicked.` This will kick Twentysix from the server. - `[p]kick @Twentysix wanted to be kicked.` This will kick Twentysix from the server. If a reason is specified, it will be the reason that shows up in the audit log.
tr_tr: B,r kullanıcıyı at. Örnekler: - `[p]kick 428675506947227648 kendisi atılmak istedi.` Bu Twentysix kullanıcısını sunucudan atar. - `[p]kick @Twentysix kendisi atılmak istedi.` Bu Twentysix kullanıcısını sunucudan atar. Eğer bir sebep belirtilirse sunucunun kayıtlarında bu sebep yer alacaktır.

source: Ban a user from this server and optionally delete days of messages. `days` is the amount of days of messages to cleanup on ban. Examples: - `[p]ban 428675506947227648 7 Continued to spam after told to stop.` This will ban Twentysix and it will delete 7 days worth of messages. - `[p]ban @Twentysix 7 Continued to spam after told to stop.` This will ban Twentysix and it will delete 7 days worth of messages. A user ID should be provided if the user is not a member of this server. If days is not a number, it's treated as the first word of the reason. Minimum 0 days, maximum 7. If not specified, the defaultdays setting will be used instead.
tr_tr: Bir kullanıcıyı sunucudan banla ve isteğe bağlı olarak günlerce yazılmış olan mesajları sil. `günler` ban sırasında önceki kaç gün boyunca atılmış mesajların silineceğini temsil eder. Örnekler: - `[p]ban 428675506947227648 7 Durması söylendiği halde spam yaptı.` Bu Twentysix kullanıcısını banlar ve son 7 günde attığı mesajları siler. - `[p]ban @Twentysix 7 Durması söylendiği halde spam yaptı.` Bu Twentysix kullanıcısını banlar ve son 7 günde attığı mesajları siler. Eğer kullanıcı sunucunun bir üyesi değilse banlama için ID kullanılmalıdır. Eğer günler yerine bir rakam verilmezse ban sebebinin ilk sözcüğü olarak ele alınır. En az 0, en fazla 7 gün. Eğer belirtilmezse bunun yerine varsayılan gün ayarı kullanılır.

source: Mass bans user(s) from the server. `days` is the amount of days of messages to cleanup on massban. Example: - `[p]massban 345628097929936898 57287406247743488 7 they broke all rules.` This will ban all the added userids and delete 7 days of worth messages. User IDs need to be provided in order to ban using this command.
tr_tr: Kullanıcıları sunucudan topluca banlar. `günler` toplu ban sırasında önceki kaç gün boyunca atılmış mesajların silineceğini temsil eder. Örnek: - `[p]massban 345628097929936898 57287406247743488 7 tüm kuralları çiğnediler.` Bu verilen kullanıcı IDlerini banlar ve son 7 günde attıkları mesajları siler. Bu komutu kullanarak banlayabilmek için kullanıcı IDsi belirtilmesi gerekir.

source: Temporarily ban a user from this server. `duration` is the amount of time the user should be banned for. `days` is the amount of days of messages to cleanup on tempban. Examples: - `[p]tempban @Twentysix Because I say so` This will ban Twentysix for the default amount of time set by an administrator. - `[p]tempban @Twentysix 15m You need a timeout` This will ban Twentysix for 15 minutes. - `[p]tempban 428675506947227648 1d2h15m 5 Evil person` This will ban the user for 1 day 2 hours 15 minutes and will delete the last 5 days of their messages.
tr_tr: Bir kullanıcıyı sunucudan geçici olarak banla. `süre` kullanıcının banlanacağı süreyi temsil eder. `günler` geçici ban sırasında önceki kaç gün boyunca atılmış mesajların silineceğini temsil eder. Örnek: - `[p]tempban @Twentysix Canım istedi` Bu Twentysix kullanıcısını bir yönetici tarafından ayarlanmış varsayılan süre boyunca banlar - `[p]tempban @Twentysix 15m Mola vermen gerek` Bu Twentysix kullanıcısını 15 dakikalığına banlar. - `[p]tempban 428675506947227648 1d2h15m 5 Kötü şahıs` Bu kullanıcıyı 1 gün 2 saat 15 dakikalığına banlar ve son 5 gün boyunca attığı mesajları siler.

source: Here is an invite for when your ban expires: {invite_link}
tr_tr: Ban süreniz dolduğunda kullanabileceğiniz davet linki: {invite_link}

source: Something went wrong when attempting to send that useran invite. Here's the link so you can try: {invite_link}
tr_tr: O kullanıcıya bir davet linki gönderirken sorunla karşılaşıldı. Eğer siz denemek isterseniz davet linki: {invite_link}

source: Ignored guilds and channels have been moved. Please use `[p]moveignoredchannels` to migrate the old settings.
tr_tr: Görmezden gelinen sunucular ve kanalların yeri değiştirildi. Eski ayarları aktarmak için lütfen `[p]moveignoredchannels` komutunu kullanın.

source: Delete delay settings have been moved. Please use `[p]movedeletedelay` to migrate the old settings.
tr_tr: Silme gecikmesi ayarlarını değişti. Lütfen eski ayarları aktarmak için `[p]movedeletedelay` kullanın.

source: Change a user's nickname. Leaving the nickname empty will remove it.
tr_tr: Bir kullanıcının takma adını değiştir. Boş bırakılırsa kullanıcının takma adı kaldırılır.

source: Show information about a user. This includes fields for status, discord join date, server join date, voice state and previous names/nicknames. If the user has no roles, previous names or previous nicknames, these fields will be omitted.
tr_tr: Bir kullanıcı hakkında bilgi göster. Buna kullanıcının durumu, discorda katılma tarihi, sunucuya katılma tarihi, ses durumu önceki adı/adları dahildir. Eğer üyenin her hangi bir rolü, önceden kullandığı ad ya da takma ad yoksa, bu alanlar boş bırakılacaktır.

source: {} ({} days ago)
tr_tr: {} ({} gün önce)

source: Roles
de_de: Rollen
fr_fr: Rôles
nb_no: Roller
ru_ru: Роли
tr_tr: Roller

source: Show previous names and nicknames of a user.
tr_tr: Bir kullanıcının önceki adlarını ve takma adlarını göster.

source: That user doesn't have any recorded name or nickname change.
tr_tr: O kullanıcının her hangi bir kaydedilmiş adı yada ad değişikliği bulunmamakta.

source: No
de_de: Nein
fr_fr: Non
nb_no: Nei
ru_ru: Нет
tr_tr: Hayır

source: Users unbanned with `{command}` will be reinvited.
tr_tr: Banı `{command}` ile kaldırılmış üyeler tekrar davet edilecek.

source: Users unbanned with `{command}` will not be reinvited.
tr_tr: Banı `{command}` ile kaldırılmış üyeler tekrar davet edilmeyecek.

source: Changes channel's slowmode setting. Interval can be anything from 0 seconds to 6 hours. Use without parameters to disable.
tr_tr: Kanalın yavaş mod ayarını değiştirir. Bu ayar 0 saniyeden 6 saate kadar değişebilir. Kapamak için komutu seçeneksiz kullanın.

source: Previous Username
ru_ru: Предыдущее имя пользователя

source: Previous Usernames
ru_ru: Предыдущие имена пользователей
