Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/mod/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, ru_ru, tr_tr

source: Default tempban duration: {duration}
es_es: Duración predeterminada del baneo temporal: {duration}
fr_fr: Durée par défaut d'un ban temporaire, tempban : {duration}
nb_no: Standard tempban varighet: {duration}
ru_ru: Продолжительность запрета по умолчанию: {duration}
tr_tr: Varsayılan geçici ban süresi: {duration}

source: Toggle role hierarchy check for mods and admins. **WARNING**: Disabling this setting will allow mods to take actions on users above them in the role hierarchy! This is enabled by default.
de_de: Schaltet die Prüfung für Rollen-Hierarchie von Mods und Admins um. **WARNUNG**: Deaktivieren dieser Einstellung erlaubt Mods Aktionen bei Benutzern, die ranghöhere Rollen besitzen! Dies ist standardmäßig aktiviert.
es_es: Activar chequeo de jerarquía de roles para mods y administradores. **ADVERTENCIA**: Desactivar esta configuración permitirá a los mods tomar acciones sobre los usuarios en la jerarquía de rol! Esto está activado por defecto.
fr_fr: Activer/désactiver la vérification de la hiérarchie des rôles pour les mods et les admins. **AVERTISSEMENT** : Désactiver ce paramètre permettra aux mods de prendre des actions sur les utilisateurs au-dessus d'eux dans la hiérarchie des rôles ! Ceci est activé par défaut.
nb_no: Veksle rollehierarki sjekk for mods og admins. **ADVARSEL**: Deaktivering av denne innstillingen vil tillate mods å ta handlinger på brukere over dem i rollenehierarkiet! Dette er aktivert som standard.
ru_ru: Переключите проверку иерархии ролей для модов и администраторов. **ПРЕДУПРЕЖДЕНИЕ**: Отключение этой настройки позволит модам предпринимать действия над пользователями, находящимися выше их в иерархии ролей! По умолчанию эта функция включена.
tr_tr: Moderatörler ve adminler için rol hierarşisi denetimi aç veya kapa. **UYARI**: Bu ayarı açmak moderatörlerin hierarşik olarak kendilerinden yüksek kişilere müdahele etmesine olanak tanır! Bu ayar varsayılan olarak kapalıdır.

source: Role hierarchy will be checked when moderation commands are issued.
de_de: Die Rollenhierarchie wird überprüft, wenn Moderationsbefehle ausgegeben werden.
es_es: Jerarquía de roles serán comprobadas cuando se emiten órdenes de moderación.
fr_fr: La hiérarchie des rôles sera vérifiée lorsque les commandes de modération sont émises.
nb_no: Rollehierarki vil bli sjekket når moderasjons-kommandoer utstedes.
ru_ru: Иерархия ролей будет учитываться при использовании команд модерации.
tr_tr: Moderasyon komutları verildiğinde rol hiyerarşisi kontrol edilecek.

source: Role hierarchy will be ignored when moderation commands are issued.
de_de: Die Rollenhierarchie wird ignoriert, wenn Moderationsbefehle ausgegeben werden.
es_es: La jerarquía de roles será ignorada cuando los comandos de moderación estén en emisión.
fr_fr: La hiérarchie des rôles sera ignorée lorsque les commandes de modération sont émises.
nb_no: Rollehierarki vil bli ignorert når moderasjonskommandoer utstedes.
ru_ru: Иерархия ролей будет игнорироваться при использовании команд модерации.
tr_tr: Moderasyon komutları verildiğinde rol hiyerarşisi görmezden gelinecek.

source: Manage the automoderation settings for mentionspam.
es_es: Administrar la configuración de automoderación para el spam de menciones.
nb_no: Behandle automatiseringsinnstillingene for nevnelsesspam.
ru_ru: Управление настройками автоматической модерации для спама упоминаний.
tr_tr: Etiket spamı için otomatik moderatör ayarlarını yönetin.

source: Setting to account for duplicate mentions. If enabled all mentions will count including duplicated mentions. If disabled only unique mentions will count. Use this command without any parameter to see current setting.
es_es: Ajuste de cuentas para menciones duplicadas. Si está habilitado, todas las menciones contarán incluyendo menciones duplicadas. Si se desactiva sólo contarán menciones únicas. Utilice este comando sin ningún parámetro para ver la configuración actual.
nb_no: Setter til konto for duplikate nevinger. Hvis aktivert vil alle omtaler telle med dupliserte omtaler. Hvis deaktivert, vil bare unike omtaler telle med. Bruk denne kommandoen uten noen parameter for å se gjeldende innstilling.
ru_ru: Настройка для учета дубликатов упоминаний. Если включена, будут учитываться все упоминания, включая дублированные. Если отключено, будут учитываться только уникальные упоминания. Используйте эту команду без параметра, чтобы увидеть текущую настройку.
tr_tr: Aynı pingleri de hesaba katmak için ayar. Açılırsa aynı pingler dahil tüm pingler sayılacak. Kapatılırsa yalnızca birbirinden farklı pingler sayılacak. Şu anki ayarı görmek için bu komutu her hangi bir seçenek sunmadan kullanın.

source: Mention spam currently accounts for multiple mentions of the same user.
es_es: Spam de Menciones actualmente cuenta con varias menciones del mismo usuario.
nb_no: Nevn spam kontoer for flere nevner av samme bruker.
ru_ru: Спам упоминаний в настоящее время означает многократное упоминание одного и того же пользователя.
tr_tr: Şu anda aynı kullanıcıya birden çok kez ping atmak da ping spamlama sayılır.

source: Mention spam currently only accounts for mentions of different users.
es_es: Spam de Menciones actualmente sólo cuentas para menciones de diferentes usuarios.
nb_no: Nevn spam bare kontoer for nevner forskjellige brukere.
ru_ru: В настоящее время спам упоминаний учитывает только упоминания разных пользователей.
tr_tr: Şu anda yalnızca farklı kullanıcılara atılan pingler spam sayılır.

source: Mention spam will now account for multiple mentions of the same user.
es_es: Spam de Menciones ahora contará con varias menciones del mismo usuario.
nb_no: Nevn spam vil nå stå for flere omtaler av samme bruker.
ru_ru: Спам упоминаний теперь будет учитывать несколько упоминаний одного и того же пользователя.
tr_tr: Artık aynı kullanıcıya birden çok kez ping atma da spam kabul edilecek.

source: Mention spam will only account for mentions of different users.
es_es: Spam de Menciones actualmente sólo cuenta para menciones de diferentes usuarios.
nb_no: Nevn spam vil bare forholde seg til nevninger om forskjellige brukere.
ru_ru: Спам упоминаний будет учитывать только упоминания разных пользователей.
tr_tr: Yalnızca farklı kullanıcılara atılan pingler spam kabul edilecek.

source: Sets the autowarn conditions for mention spam. Users will be warned if they send any messages which contain more than `<max_mentions>` mentions. `<max_mentions>` Must be 0 or greater. Set to 0 to disable this feature.
es_es: Establece las condiciones de autowarn para el spam de menciones. Los usuarios serán advertidos si envían cualquier mensaje que contengan más de `<max_mentions> menciones`. `<max_mentions>` Debe ser 0 o mayor. Establecer en 0 para desactivar esta característica.
nb_no: Angir autowarn betingelser for nevnt spam. Brukere vil bli advart dersom de sender meldinger som inneholder mer enn <max_mentions>` omtaler. <max_mentions>må være 0 eller høyere. Sett til 0 for å deaktivere denne funksjonen.
ru_ru: Устанавливает условия автопредупреждения для упоминания спама. Пользователи будут предупреждены, если они отправляют сообщения, содержащие более чем `<max_mentions>` упоминаний. `<max_mentions>` должно быть 0 или больше. Установите значение 0, чтобы отключить эту функцию.
tr_tr: Etiket spamı için otomatik uyarıları ayarlayın. Üyeler uyarı alacaklar eğer bu sayıdan daha fazla `<max_mentions>` etiket atarlarsa. `<max_mentions>` 0 dan daha büyük olmalıdır. 0 yaparak bu özelliği kapatabilirsiniz.

source: Autowarn for mention spam is already disabled.
es_es: Autowarn para spam de menciones ya está deshabilitado.
nb_no: Autowarn for nevne spam er allerede deaktivert.
ru_ru: Автооповещение о спаме при упоминании уже отключено.
tr_tr: Otomatik etiket uyarı sistemi zaten kapalı.

source: Autowarn for mention spam disabled.
es_es: Autowarn por spam de menciones deshabilitado.
nb_no: Autowarn for nevne spam deaktivert.
ru_ru: Автооповещение о спаме при упоминании отключено.
tr_tr: Otomatik etiket spam özelliği kapatıldı.

source: `<max_mentions>` must be 1 or higher to autowarn.
es_es: `<max_mentions>` debe ser 1 o superior a autowarn.
nb_no: `<max_mentions>` må være 1 eller høyere for å autowarn.
ru_ru: Для автооповещение `<max_mentions>` должно быть 1 или больше.
tr_tr: Otomatik uyarı sistemi için `<max_mentions>` sayısı 1 ya da daha fazla olmalıdır.

source: Autowarn is equal to or higher than autokick.
es_es: El autowarn es igual o superior al autokick.
nb_no: Autowarn er lik eller høyere enn autokick.
ru_ru: Автооповещение равен или выше, чем автокик.
tr_tr: Autowarn autokick'e eşit ya da daha yüksekte.

source: Autowarn is equal to or higher than autoban.
es_es: El autowarn es igual o superior al autoban.
nb_no: Autowarn er lik eller høyere enn autoban.
ru_ru: Автооповещение равно или выше, чем автобан.
tr_tr: Autowarn autoban'a eşit ya da daha yüksekte.

source: Autowarn for mention spam enabled. Anyone mentioning {max_mentions} or more people in a single message will be autowarned. {mismatch_message}
es_es: Autowarn para spam de menciones activado. Cualquiera que mencione a {max_mentions} o más personas en un solo mensaje será autowarneado. {mismatch_message}
nb_no: Autowarn for å nevne spam aktivert. Alle som nevner {max_mentions} eller flere mennesker i en enkelt melding vil bli automatiskt. {mismatch_message}
ru_ru: Включено автооповещение о спаме упоминаний. Любой, кто упоминает {max_mentions} или более людей в одном сообщении, будет автоматически предупрежден. {mismatch_message}
tr_tr: Ping spamlama durumunda autowarn etkin. Bir mesajda {max_mentions} veya daha fazla kişiye ping atan herkes otomatik olarak uyarı alacak. {mismatch_message}

source: Sets the autokick conditions for mention spam. Users will be kicked if they send any messages which contain more than `<max_mentions>` mentions. `<max_mentions>` Must be 0 or greater. Set to 0 to disable this feature.
es_es: Establece las condiciones de autokick para el spam de menciones. Los usuarios serán expulsados si envían cualquier mensaje que contenga más de `<max_mentions> menciones`. `<max_mentions>` Debe ser 0 o mayor. Establecer en 0 para desactivar esta característica.
nb_no: Angir tilstanden for autokick for nevnt spam. Brukere vil bli sparket hvis de sender meldinger som inneholder mer enn `<max_mentions>` omtaler. <max_mentions>må være 0 eller høyere. Sett til 0 for å deaktivere denne funksjonen.
ru_ru: Устанавливает условия автокика для спама при упоминании. Пользователи будут удалены, если они отправляют сообщения, содержащие более чем `<max_mentions>` упоминаний. `<max_mentions>` должно быть 0 или больше. Установите значение 0, чтобы отключить эту функцию.
tr_tr: Etiket spamı için otomatik kick ayarlayın. Üyeler sunucudan atılacaklar eğer bu sayıdan daha fazla `<max_mentions>` etiket atarlarsa. `<max_mentions>` 0 dan daha büyük olmalıdır. 0 yaparak bu özelliği kapatabilirsiniz.

source: Autokick for mention spam is already disabled.
es_es: Autokick para spam de menciones ya está deshabilitado.
fr_fr: L'expulsion automatique pour le spam de mention est déjà désactivée.
nb_no: Autokick for nevne spam er allerede deaktivert.
ru_ru: Автокик для спама упоминаний уже отключен.
tr_tr: Otomatik kick sistemi zaten kapalı.

source: Autokick for mention spam disabled.
es_es: Autokick por spam de menciones deshabilitado.
fr_fr: Expulsion automatique pour le spam de mention désactivée.
nb_no: Autokick for å nevne spam deaktivert.
ru_ru: Автокик для упоминания спама отключен.
tr_tr: Otomatik etiket spam kick özelliği kapatıldı.

source: `<max_mentions>` must be 1 or higher to autokick.
es_es: `<max_mentions>` debe ser 1 o superior para kickear automáticamente.
nb_no: `<max_mentions>` må være 1 eller høyere for å bli autokick.
ru_ru: Для автокика `<max_mentions>` должно быть 1 или больше.
tr_tr: Otomatik kick sistemi için `<max_mentions>` sayısı 1 ya da daha fazla olmalıdır.

source: Autokick is equal to or lower than autowarn.
es_es: El autokick es igual o menor que el autowarn.
nb_no: Autokick er lik eller lavere enn autowarn.
ru_ru: Автокик равен или ниже, чем автооповещение.
tr_tr: Autokick autowarn'a eşit ya da daha aşağıda.

source: Autokick is equal to or higher than autoban.
es_es: El autokick es igual o mayor que el autoban.
nb_no: Autokick er lik eller høyere enn autoban.
ru_ru: Автокик равен или выше автобана.
tr_tr: Autokick autoban'a eşit ya da daha yüksekte.

source: Autokick for mention spam enabled. Anyone mentioning {max_mentions} or more people in a single message will be autokicked. {mismatch_message}
es_es: Autokick para spam de menciones activado. Cualquiera que mencione a {max_mentions} o más personas en un solo mensaje será autokickeado. {mismatch_message}
nb_no: Autokick for å nevne spam aktivert. Alle som nevner {max_mentions} eller flere mennesker i en enkelt melding vil bli automatisk hentet. {mismatch_message}
ru_ru: Включен автокик для спама упоминаний. Любой, кто упоминает {max_mentions} или более людей в одном сообщении, будет автокикнут. {mismatch_message}
tr_tr: Ping spamlama durumunda autokick. Bir mesajda {max_mentions} veya daha fazla kişiye ping atan herkes otomatik olarak sunucudan atılacak. {mismatch_message}

source: Set the autoban conditions for mention spam. Users will be banned if they send any message which contains more than `<max_mentions>` mentions. `<max_mentions>` Must be 0 or greater. Set to 0 to disable this feature.
es_es: Establece las condiciones de autoban para el spam de menciones. Los usuarios serán baneados si envían cualquier mensaje que contengan más de `<max_mentions> menciones`. `<max_mentions>` Debe ser 0 o mayor. Establecer en 0 para desactivar esta característica.
nb_no: Angir tilstanden for autokick for nevnt spam. Brukere vil bli sparket hvis de sender meldinger som inneholder mer enn `<max_mentions>` omtaler. <max_mentions>må være 0 eller høyere. Sett til 0 for å deaktivere denne funksjonen.
ru_ru: Установите условия автобана для спама с упоминаниями. Пользователи будут забанены, если они отправят любое сообщение, содержащее более чем `<max_mentions>` упоминаний. `<max_mentions>` должно быть 0 или больше. Установите значение 0, чтобы отключить эту функцию.
tr_tr: Etiket spamı için otomatik yasaklamaları ayarlayın. Üyeler uyarı alacaklar eğer bu sayıdan daha fazla `<max_mentions>` etiket atarlarsa. `<max_mentions>` 0 dan daha büyük olmalıdır. 0 yaparak bu özelliği kapatabilirsiniz.

source: Autoban for mention spam is already disabled.
de_de: Autobann für mentionspam ist bereits deaktiviert.
es_es: Autoban para spam de menciones ya está deshabilitado.
fr_fr: Le bannissement automatique du spam de mention est déjà désactivé.
nb_no: Autoban for nevnelse av spam er allerede deaktivert.
ru_ru: Автобан за спам упоминаний уже отключен.
tr_tr: Ping spamlama için otomatik banlama zaten kapalı.

source: Autoban for mention spam disabled.
de_de: Autoban für Spam von Erwähnungen deaktiviert.
es_es: Autoban por spam deshabilitado.
fr_fr: Autoban pour spam de mention désactivé.
nb_no: Autoban for nevne spam deaktivert.
ru_ru: Авто-блокировка для спама упоминаниями отключена.
tr_tr: Ping spamlama için otomatik banlama kapatıldı.

source: `<max_mentions>` must be 1 or higher to autoban.
es_es: `<max_mentions>` debe ser 1 o superior al autoban.
fr_fr: `<max_mentions>` doit être 1 ou supérieur à 1 pour l'autoban.
nb_no: `<max_mentions>` må være 1 eller høyere for å autoban.
ru_ru: Для автобана `<max_mentions>` должно быть 1 или больше.
tr_tr: Otomatik yasaklama için `<max_mentions>` sayısı 1 ya da daha fazla olmalıdır.

source: Autoban is equal to or lower than autowarn.
es_es: El autoban es igual o menor que el autotowarn.
nb_no: Autoban er lik eller lavere enn autowarn.
ru_ru: Автобан равен или ниже автооповещение.
tr_tr: Autoban autowarn'a eşit ya da daha aşağıda.

source: Autoban is equal to or lower than autokick.
es_es: El autoban es igual o menor que el autokick.
nb_no: Autoban er lik eller lavere enn autokick.
ru_ru: Автобан равен или меньше, чем автокик.
tr_tr: Autoban autokick'e eşit ya da daha aşağıda.

source: Autoban for mention spam enabled. Anyone mentioning {max_mentions} or more people in a single message will be autobanned. {mismatch_message}
es_es: Autoban para spam de menciones activado. Cualquiera que mencione a {max_mentions} o más personas en un solo mensaje será autobaneado. {mismatch_message}
nb_no: Autoban for å nevne spam aktivert. Alle som nevner {max_mentions} eller flere mennesker i en enkelt melding vil bli autobannet. {mismatch_message}
ru_ru: Включен автобан за спам упоминаний. Любой, кто упоминает {max_mentions} или более людей в одном сообщении, будет автобанен. {mismatch_message}
tr_tr: Ping spamlama durumunda autoban etkin. Bir mesajda {max_mentions} veya daha fazla kişiye ping atan herkes otomatik olarak banlanacak. {mismatch_message}

source: Enable auto-deletion of repeated messages. Must be between 2 and 20. Set to -1 to disable this feature.
de_de: Aktiviere automatische Löschung wiederholter Nachrichten. Muss zwischen 2 und 20 liegen. Setze auf -1, um diese Funktion zu deaktivieren.
es_es: Habilitar la eliminación automática de mensajes repetidos. Debe estar entre 2 y 20. Establecer en -1 para desactivar esta característica.
fr_fr: Active/désactive l'auto suppression des messages répétés. Doit être entre entre 2 et 20. Règler à -1 pour désactiver cette fonctionnalité.
nb_no: Aktiver automatisk sletting av gjentatte meldinger. må være mellom 2 og 20. satt til -1 for å deaktivere denne funksjonen.
ru_ru: Включить автоматическое удаление повторяющихся сообщений. Должно быть от 2 до 20. Установите значение -1, чтобы отключить эту функцию.
tr_tr: Tekrarlanmış mesajların otomatik silinmesini etkinleştir. 2 ila 20 arasında olmak zorundadır. Bu özelliği kapamak için ayarı -1 yapın.

source: Repeated messages will be ignored.
de_de: Wiederholte Nachrichten werden ignoriert.
es_es: Se ignorarán los mensajes repetidos.
fr_fr: Les messages répétés seront ignorés.
nb_no: Gjentatte meldinger vil bli ignorert.
ru_ru: Повторяющиеся сообщения будут игнорированы.
tr_tr: Tekrarlanmış mesajlar görmezden gelinecek.

source: Messages repeated up to {num} times will be deleted.
de_de: Nachrichten, die bis zu {num} Mal wiederholt werden, werden gelöscht.
es_es: Los mensajes repetidos hasta {num} veces se eliminarán.
fr_fr: Les messages répétés jusqu'à {num} fois seront supprimés.
nb_no: Meldinger som gjentas opp til {num} ganger vil bli slettet.
ru_ru: Сообщения повторяющиеся до {num} раз будут удалены.
tr_tr: {num} kere tekrarlanmış mesajlar silinecek.

source: Number of repeats must be between 2 and 20 or equal to -1 if you want to disable this feature!
de_de: Anzahl der Wiederholungen muss zwischen 2 und 20 oder gleich -1 sein, wenn Sie diese Funktion deaktivieren möchten!
es_es: Número de repeticiones debe estar entre 2 y 20 o igual a -1 si desea desactivar esta característica.
fr_fr: Le nombre de répétitions doit être compris entre 2 et 20 ou égal à -1 si vous voulez désactiver cette fonctionnalité !
nb_no: Antall repetisjoner må være mellom 2 og 20 eller lik -1 hvis du ønsker å deaktivere denne funksjonen!
ru_ru: Количество повторов должно быть от 2 до 20 или равно -1, если вы хотите отключить эту функцию!
tr_tr: Bu özelliği etkinleştirmek istiyorsanız tekrarlama sayısı 2 ile 20 arası, kapatmak istiyorsanız -1 olmalıdır.

source: Bot will delete repeated messages after {num} repeats. Set this value to -1 to ignore repeated messages
de_de: Bot wird wiederholte Nachrichten nach Wiederholungen von {num} löschen. Setze diesen Wert auf -1, um wiederholte Nachrichten zu ignorieren
es_es: El bot eliminará los mensajes repetidos después de {num} repeticiones. Pon este valor en -1 para ignorar los mensajes repetidos
fr_fr: Le bot supprimera les messages répétés après {num} répétitions. Définissez cette valeur à -1 pour ignorer les messages répétés
nb_no: Boten vil slette gjentatte meldinger etter {num} gjentakelser. Sett denne verdien til -1 for å ignorere gjentatte meldinger
ru_ru: Бот будет удалять повторяющиеся сообщения после {num} повторений. Установите значение -1, чтобы игнорировать повторные сообщения
tr_tr: Bot tekrarlanmış mesajları {num} kere tekrarlandıktan sonra silecek. Tekrarlanmış mesajları görmezden gelmek için bu değeri -1 yapın

source: Toggle whether an invite will be sent to a user when unbanned. If this is True, the bot will attempt to create and send a single-use invite to the newly-unbanned user.
de_de: Legt fest ob eine Einladung an Benutzer verschickt wird, die entbannt werden. Bei Aktivierung versucht der Bot eine einmalige Einladung an den entbannten Benutzer zu senden.
es_es: Cambia si una invitación será enviada a un usuario cuando sea desbaneado. Si es True, el bot intentará crear y enviar una invitación de un solo uso al usuario recién desbaneado.
fr_fr: Active/désactive si une invitation doit être envoyé à l'utilisateur lorsqu'il est débanni. Si c'est True, le bot tentera de créer et d'envoyer une invitation à usage unique à l'utilisateur nouvellement débanni.
nb_no: Velg om en invitasjon vil bli sendt til en bruker når den ikke er utestengt. Hvis dette er riktig, boten vil forsøke å lage og sende en engangs invitasjon til den nyutestengte brukeren.
ru_ru: Переключает, будет ли отправлено приглашение пользователю, когда он разблокирован. Если значение равно True, бот попытается создать и отправить одноразовое приглашение только что разблокированному пользователю.
tr_tr: Bir üyenin banı kaldırıldıktan sonra onlara davet linki gönderilmesini ayarla. Eğer bu ayar etkinse bot banı yeni kaldırılmış üyeye tek kullanımlık bir davet linki atmaya çalışır.

source: Users unbanned with {command} will be reinvited.
es_es: Los usuarios desbaneados con `{command}` serán reinvitados.
nb_no: Brukere som opphevet utestengelsen med {command} vil bli invitert på nytt.

source: Users unbanned with {command} will not be reinvited.
es_es: Los usuarios desbaneados con `{command}` no serán reinvitados.
nb_no: Brukere som ikke er utestengt med {command} vil ikke bli invitert på nytt.

source: Toggle whether a message should be sent to a user when they are kicked/banned. If this option is enabled, the bot will attempt to DM the user with the guild name and reason as to why they were kicked/banned.
de_de: Lege fest, ob eine Nachricht an einen Benutzer gesendet werden soll, wenn er gekickt/gebannt wird. Wenn diese Option aktiviert ist, werde ich versuchen, den Benutzer per DM zu informieren und ihm den Grund dafür nennen, warum er gekickt/gebannt wurde.
es_es: Cambia si un mensaje debe ser enviado a un usuario cuando sea expulsado/baneado. Si esta opción está activada, el bot intentará mandar un MD al usuario con el nombre del servidor y la razón por la que fue expulsado/baneado.
fr_fr: Permet d'envoyer ou non un message à un utilisateur lorsqu'il est expulsé/banni. Si cette option est activée, le bot tentera d'envoyer un message privé à l'utilisateur avec le nom du serveur et la raison pour laquelle il a été expulsé/banni.
nb_no: Velg om en melding skal sendes til en bruker når den er kicked/bannlyst. Hvis dette valget er aktivert botten vil forsøke å DM brukeren med klan navnet og årsaken til at de ble sparket/bannlyst.
ru_ru: Включите, следует ли отправлять сообщение пользователю, когда он кикнут/заблокирован. Если эта опция включена, бот попытается использовать ЛС пользователя с именем гильдии и причиной, по которой они были кикнуты/забанены.
tr_tr: Bir üye sunucudan atıldığında ya da banlandığında mesaj gönderilmesini ayarlar. Bu ayar etkinleştirilirse bot kullanıcı sunucu adını ve neden atıldıklarının/banlandıklarının sebebini özel mesaj olarak yollamaya çalışır.
