Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/mod/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, ru_ru, tr_tr

source: User is now allowed to speak and listen in voice channels.
de_de: Nutzer darf nicht in sprachkanälen sprechen oder zuhören.
es_es: Ahora se permite al usuario hablar y escuchar en los canales de voz.
fr_fr: L'utilisateur est désormais autorisé à parler et écouter dans les salons vocaux.
nb_no: Brukeren kan nå snakke og lytte i talekanaler.
ru_ru: Пользователю теперь разрешено говорить и слушать голосовые каналы.
tr_tr: Kullanıcının artık ses kanallarında konuşma ve dinleme izni var.

source: Ban a user from speaking and listening in the server's voice channels.
de_de: Banne einen Benutzer, sodass dieser nicht mehr in den Sprachkanälen des Servers Sprechen und Hören kann.
es_es: Prohíbe que un usuario hable y escuche en los canales de voz del servidor.
fr_fr: Bannir un utilisateur de parler et d'écouter les salon vocaux du serveur.
nb_no: Bannlys en bruker fra å snakke og lytte i serverens talekanaler.
ru_ru: Запретить пользователю говорить и слушать в голосовых каналах сервера.
tr_tr: Bir kullanıcının sunucunun ses kanallarında konuşmasını ve dinlemesini yasakla.

source: That user is already muted and deafened server-wide.
de_de: Dieser Nutzer ist bereits auf Serverebene stumm und taub gestellt.
es_es: Ese usuario ya está silenciado y ensordecido en el servidor.
fr_fr: Cet utilisateur est déjà mute et rendu sourd sur l'ensemble du serveur.
nb_no: Den brukeren er allerede dempet og stykket server-wide.
ru_ru: Этот пользователь уже заглушен и оглушен по всему серверу.
tr_tr: O kullanıcı zaten sunucu bazında susturulmuş ve sağırlaştırılmış.

source: User has been banned from speaking or listening in voice channels.
de_de: Nutzer wurde vom sprechen oder zuhören in sprachkanälen gebannt.
es_es: El usuario ha sido baneado de hablar o escuchar en canales de voz.
fr_fr: L'utilisateur a été banni de parler ou bien d'entendre dans les salons vocaux.
nb_no: Brukeren har blitt utestengt fra å snakke eller lytte i talekanaler.
ru_ru: Пользователю было запрещено говорить или слушать в голосовых каналах.
tr_tr: Kullanıcının ses kanallarında konuşması ve dinlemesi yasaklandı.

source: Unban a user from this server. Requires specifying the target user's ID. To find this, you may either: 1. Copy it from the mod log case (if one was created), or 2. enable developer mode, go to Bans in this server's settings, right- click the user and select 'Copy ID'.
es_es: Desbanear a un usuario de este servidor. Requiere especificar el ID del usuario objetivo. Para encontrar esto, puedes: 1. Copiar desde el caso de registro de mod (si se ha creado), o 2. habilitar el modo de desarrollador, ir a Baneos en la configuración de este servidor, derecha- haga clic en el usuario y seleccione 'Copiar ID'.
tr_tr: Kullanıcının bu sunucudaki banını kaldır. Kullanıcı IDsi belirtilmesini gerektirir. Bunu öğrenmek için: 1. Mod kaydından kopyalayabilir (varsa), veya 2. geliştirici modunu açıp, sunucunun ban ayarlarına gidip, kullanıcıya sağ- tıklayıp `IDyi kopyala` seçeneğine tıklayabilirsiniz.

source: It seems that user isn't banned!
de_de: Es scheint so, dass dieser Benutzer nicht gebannt ist!
es_es: Parece que ese usuario no está baneado!
fr_fr: Il semble que l'utilisateur n'est pas banni !
nb_no: Det virker som brukeren ikke er utestengt!
ru_ru: Кажется, этот пользователь не забанен!
tr_tr: Görünüşe bakılırsa o kullanıcı banlı değil.

source: Something went wrong while attempting to unban that user.
de_de: Beim entbannen dieses Benutzers ist etwas schiefgelaufen.
es_es: Algo salió mal al intentar desbanear a ese usuario.
fr_fr: Quelque chose s'est mal passé lors de la tentative de dé-bannissement de cet utilisateur.
nb_no: Noe gikk galt under forsøket på å oppheve utestengelsen av den brukeren.
ru_ru: Что-то пошло не так при попытке разблокирования этого пользователя.
tr_tr: Kullanıcının banı kaldırılırken bir şey ters gitti.

source: Unbanned that user from this server.
de_de: Benutzer entbannt.
es_es: He desbaneado a ese usuario de este servidor.
fr_fr: Cet utilisateur a été débanni de ce serveur.
nb_no: Opphevet utstengelsen fra den brukeren for denne serveren.
ru_ru: Этот пользователь был разблокирован с этого сервера.
tr_tr: Bu kullanıcının yasağını bu sunucudan kaldırdın.

source: I don't share another server with this user. I can't reinvite them.
de_de: Ich teile keinen anderen Server mit diesem Benutzer. Ich kann ihm keine Einladung senden.
es_es: No comparto otro servidor con este usuario. No puedo volver a invitarlo.
fr_fr: Je ne partage pas d'autre serveur avec cette utilisateur. Je ne peux pas le réinviter.
nb_no: Jeg deler ikke en annen server med denne brukeren. Jeg kan ikke invitere dem på nytt.
ru_ru: У меня нет общего сервера с этим пользователем. Я не могу повторно пригласить их.
tr_tr: Bu kullanıcıyla ortak sunucum yok, onları yeniden davet edemem.

source: You've been unbanned from {server}. Here is an invite for that server: {invite_link}
de_de: Du wurdest von {server} entbannt. Hier ist eine Einladung für diesen Server: {invite_link}
es_es: Has sido desbaneado de {server}. Aquí tienes una invitación para ese servidor: {invite_link}
fr_fr: Vous avez été débanni de {server}. Voici une invitation pour ce serveur : {invite_link}
nb_no: Du har blitt utestengt fra {server}. Her er en invitasjon for den serveren: {invite_link}
ru_ru: Вы были разблокированы на {server}. Вот приглашение на этот сервер: {invite_link}
tr_tr: {server} sunucusundaki banınız kaldırıldı. O sunucuya tekrar katılmak için davet linki: {invite_link}

source: I failed to send an invite to that user. Perhaps you may be able to send it for me? Here's the invite link: {invite_link}
de_de: Ich konnte keine Einladung an den Benutzer senden. Kannst du das für mich machen? Hier ist der Einladungslink: {invite_link}
es_es: No he podido enviar una invitación a ese usuario. ¿Tal vez podrías enviarla por mí? Este es el enlace de invitación: {invite_link}
fr_fr: Je n'ai pas réussi à envoyer une invitation à cet utilisateur. Peut-être pouvez-vous l'envoyer à ma place? Voici le lien d'invitation : {invite_link}
nb_no: Jeg sendte ikke en invitasjon til den brukeren. Kanskje du kan sende den for meg? Her er invitasjons lenken: {invite_link}
ru_ru: Мне не удалось отправить приглашение этому пользователю. Возможно, вы сможете отправить его для меня? Вот ссылка на приглашение: {invite_link}
tr_tr: O kullanıcıya davet gönderemedim. Belki benim için siz gönderebilirsiniz? Davet linki: {invite_link}

source: Something went wrong when attempting to send that user an invite. Here's the link so you can try: {invite_link}
es_es: Algo salió mal al intentar enviar una invitación a ese usuario. Este es el enlace para que puedas intentar: {invite_link}
nb_no: Noe gikk galt under forsøket på å sende den brukeren invitasjonen. Her er linken så du kan prøve: {invite_link}

source: Moderation tools.
de_de: Moderationstools.
es_es: Herramientas de moderación.
fr_fr: Outils de modération.
nb_no: Moderering verktøy.
ru_ru: Инструменты модерации.
tr_tr: Moderasyon Seçenekleri.

source: Ignored guilds and channels have been moved. Please use {command} to migrate the old settings.
es_es: Los servidores y canales ignorados han sido movidos. Por favor, usa `{command}` para migrar las configuraciones antiguas.
nb_no: Ignorerte servere og kanaler. Bruk {command} for å migrere de gamle innstillingene.

source: Delete delay settings have been moved. Please use {command} to migrate the old settings.
es_es: Se han movido los ajustes de retraso. Utilice {command} para migrar los ajustes antiguos.
nb_no: Slett forsinkelse innstillingene har blitt flyttet. Bruk {command} for å overføre de gamle innstillingene.

source: Move ignored channels and servers to core
de_de: Verschiebe ignorierte Kanäle in den Core
es_es: Mover canales y servidores ignorados al core
fr_fr: Déplacer les salons ignorés et les serveurs vers le noyau
nb_no: Flytt ignorerte kanaler og servere til kjernen
ru_ru: Переместите игнорируемые каналы и серверы в ядро
tr_tr: Görmezden gelinen kanal ve sunucuları çekirdeğe aktar.

source: Ignored channels and guilds restored.
de_de: Ignorierte Kanäle und Server wiederhergestellt.
es_es: Canales y servidores ignorados restaurados.
fr_fr: Salons et serveurs ignorées restaurées.
nb_no: Ignorerte kanaler og servere gjenopprettet.
ru_ru: Восстановлены игнорируемые каналы и гильдии.
tr_tr: Görmezden gelinen kanal ve sunucu ayarları geri getirildi.

source: Move deletedelay settings to core
de_de: Verschiebe deletedelay Einstellungen in das Kernmodul
es_es: Mover configuración de retraso de borrado al núcleo
nb_no: Flytt slettede innstillinger til kjernen
ru_ru: Переместить параметры удаления в ядро
tr_tr: deletedelay ayarlarını çekirdeğe taşı

source: Delete delay settings restored.
de_de: Einstellungen für die automatische Befehlslöschung wiederhergestellt.
es_es: Ajustes de retraso de borrado restaurados.
fr_fr: Suppression des paramètre de délai de suppression restaurée.
nb_no: Slett forsinkelsesinnstillinger gjenopprettet.
ru_ru: Удаление настроек задержки восстановлено.
tr_tr: Silme gecikmesi ayarları geri getirildi.

source: Change a member's nickname. Leaving the nickname empty will remove it.
es_es: Cambiar el nick de un usuario. Dejar el nick vacío lo eliminará.

source: Nicknames must be between 2 and 32 characters long.
de_de: Nicknamen müssen zwischen 2 und 32 Zeichen lang sein.
es_es: Los apodos deben tener entre 2 y 32 caracteres.
fr_fr: Les pseudos doivent contenir entre 2 et 32 caractères.
nb_no: Kallenavn må være mellom 2 og 32 tegn.
ru_ru: Никнеймы должны быть длиной от 2 до 32 символов.
tr_tr: Takma adların uzunluğu 2 ile 32 arasında olmalıdır.

source: I do not have permission to rename that member. They may be higher than or equal to me in the role hierarchy.
de_de: Ich habe keine Berechtigung den Namen von diesem Benutzer zu ändern. Die Rolle ist höher oder gleichgestellt in der Rollenhierarchie.
es_es: No tengo permiso para renombrar a ese miembro. Pueden ser superiores o iguales a mí en la jerarquía de roles.
fr_fr: Je n'ai pas la permission de renommer ce membre. Ils peuvent être supérieurs ou égaux à moi dans la hiérarchie des rôles.
nb_no: Jeg har ikke tillatelse til å endre navn på at medlem. De kan være høyere enn eller lik meg i rollehierarkiet.
ru_ru: У меня нет прав на переименование этого участника. Они могут быть выше или равны мне в иерархии роли.
tr_tr: O üyenin adını değiştirme iznim yok. Bunun sebebi rol hiyerarşisinde benden yüksek yada bana eşit olmaları olabilir.

source: I do not have permission to rename that member.
de_de: Ich habe keine Berechtigung den Namen von diesem Benutzer zu ändern.
es_es: No tengo permiso para renombrar a ese miembro.
fr_fr: Je n'ai pas la permission de renommer ce membre.
nb_no: Jeg har ikke tillatelse til å gi medlemmet nytt navn.
ru_ru: У меня нет права переименовывать этого участника.
tr_tr: O üyenin adını değiştirmeye iznim yok.

source: That nickname is invalid.
de_de: Der Nickname ist ungültig.
es_es: Ese apodo no es válido.
fr_fr: Ce pseudo est invalide.
nb_no: Det kallenavnet er ugyldig.
ru_ru: Этот никнейм недействителен.
tr_tr: Ad geçerli değil.

source: An unexpected error has occured.
es_es: Ha ocurrido un error inesperado.
tr_tr: Beklenmedik bir hata oluştu.

source: Done.
de_de: Erledigt.
es_es: Listo.
fr_fr: Fait.
nb_no: Ferdig.
ru_ru: Готово.
tr_tr: Tamamdır.

source: Custom: {emoji} {name}
de_de: Benutzerdefiniert: {emoji} {name}
es_es: Personalizado: {emoji} {name}
fr_fr: Personnalisé : {emoji} {name}
nb_no: Egendefinert: {emoji} {name}
ru_ru: Пользовательский: {emoji} {name}
tr_tr: Özel: {emoji} {name}

source: Custom: {emoji}
de_de: Benutzerdefiniert: {emoji}
es_es: Personalizado: {emoji}
fr_fr: Personnalisé : {emoji}
nb_no: Egendefinert: {emoji}
ru_ru: Пользовательский: {emoji}
tr_tr: Özel: {emoji}

source: Custom: {name}
de_de: Benutzerdefiniert: {name}
es_es: Personalizado: {name}
fr_fr: Personnalisé : {name}
nb_no: Egendefinert: {name}
ru_ru: Пользовательский: {name}
tr_tr: Özel: {name}

source: Playing: {name}
de_de: Spielt: {name}
es_es: Jugando: {name}
fr_fr: Joue à : {name}
nb_no: Spiller {name}
ru_ru: Играет: {name}
tr_tr: Oynuyor: {name}

source: Streaming: [{name}{sep}{game}]({url})
de_de: Streamt: [{name}{sep}{game}]({url})
es_es: Transmitiendo: [{name}{sep}{game}]({url})
fr_fr: Stream : [{name}{sep}{game}]({url})
nb_no: Strømme: [{name}{sep}{game}]({url})
ru_ru: Стриминг: [{name}{sep}{game}]({url})
tr_tr: Yayınlıyor: [{name}{sep}{game}]({url})

source: Streaming: {name}
de_de: Streamt: {name}
es_es: Transmitiendo: {name}
nb_no: Strømme: {name}
ru_ru: Стриминг: {name}
tr_tr: Yayınlıyor: {name}

source: Listening: [{title}{sep}{artist}]({url})
de_de: Hört: [{title}{sep}{artist}]({url})
es_es: Escuchando: [{title}{sep}{artist}]({url})
fr_fr: Écoute : [{title}{sep}{artist}]({url})
nb_no: Lytter: [{title}{sep}{artist}]({url})
ru_ru: Прослушивание: [{title}{sep}{artist}]({url})
tr_tr: Dinliyor: [{title}{sep}{artist}]({url})

source: Listening: {title}
de_de: Hört: {title}
es_es: Escuchando: {title}
fr_fr: Écoute : {title}
nb_no: Lytter: {title}
ru_ru: Прослушивание: {title}
tr_tr: Dinliyor: {title}

source: Watching: {name}
de_de: Schaut: {name}
es_es: Viendo: {name}
fr_fr: Regarde : {name}
nb_no: Overvåker: {name}
ru_ru: Смотрит: {name}
tr_tr: İzliyor: {name}

source: Competing in: {competing}
es_es: Compitiendo en: {competing}
fr_fr: Participant à : {competing}
nb_no: Konkurrerende i: {competing}
ru_ru: Соревноваться в: {competing}
tr_tr: {competing} içinde kapışılıyor

source: Show information about a member. This includes fields for status, discord join date, server join date, voice state and previous names/nicknames. If the member has no roles, previous names or previous nicknames, these fields will be omitted.
es_es: Mostrar información sobre un miembro. Esto incluye campos para el estado, fecha de registro de discord, servidor fecha de unión, estado de voz y nombres/apodos anteriores. Si el miembro no tiene roles, nombres anteriores o apodos anteriores, estos campos serán omitidos.

source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
nb_no: Ukjent
ru_ru: Неизвестный
tr_tr: Bilinmiyor

source: Chilling in {} status
de_de: Entspannt in {} status
es_es: Descansando en estado {}
fr_fr: Statut : {}
nb_no: Slapper av i {} status
ru_ru: Расслабляется в статусе {}
tr_tr: {} durumda rahatına bakıyor

source: and {numeric_number} more roles not displayed due to embed limits.
de_de: und {numeric_number} weitere Rollen, die aufgrund von Embedlimitierungen nicht angezeigt werden.
es_es: y {numeric_number} roles más no mostrados debido a límites del embed.
fr_fr: et {numeric_number} autres rôles non affichés en raison des limites de l'embed.
nb_no: og {numeric_number} flere roller vises ikke på grunn av grenseverdier for innebygging.
ru_ru: и {numeric_number} больше ролей, не отображаемых из-за ограничений на вставку.
tr_tr: Ve mesaj sınırlamaları yüzünden gösterilemeyen {numeric_number} rol.

source: Joined Discord on
de_de: Ist Discord beigetreten am
es_es: Se unió a Discord el
fr_fr: A rejoint Discord le
nb_no: Ble med Discord den
ru_ru: Присоединился к Discord
tr_tr: Discord'a Katıldı

source: Joined this server on
de_de: Dem Server beigetreten am
es_es: Se unió a este servidor el
fr_fr: A rejoint ce serveur le
nb_no: Ble medlem på serveren
ru_ru: Присоединился к этому серверу
tr_tr: Bu sunucuya katıldı

source: Role
de_de: Rolle
es_es: Rol
fr_fr: Rôle
nb_no: Rolle
ru_ru: Роль
tr_tr: Rol

source: Previous Names
es_es: Nombres anteriores
tr_tr: Geçmiş İsimleri

source: Previous Name
es_es: Nombre anterior
tr_tr: Önceki isim

source: Previous Nicknames
es_es: Apodos anteriores
tr_tr: Geçmiş Kullanıcı adları

source: Previous Nickname
es_es: Apodo anterior
tr_tr: Önceki Takma İsim

source: Current voice channel
de_de: Aktueller Sprachkanal
es_es: Canal de voz actual
fr_fr: Salon vocal actuel
nb_no: Gjeldende talekanal
ru_ru: Текущий голосовой канал
tr_tr: Şu anki ses kanalı

source: Member #{} | User ID: {}
de_de: Benutzer #{} | User ID: {}
es_es: Miembro #{} | ID de usuario: {}
fr_fr: Membre #{} | ID utilisateur: {}
nb_no: Medlem #{} | Bruker ID: {}
ru_ru: Участник #{} | ID пользователя: {}
tr_tr: Üye #{} | Kullanıcı IDsi: {}

source: Show previous names and nicknames of a member.
es_es: Muestra nombres y apodos anteriores de un usuario.

source: **Past 20 names**:
es_es: **Últimos 20 nombres**:
tr_tr: **Son 20 isim**:

source: **Past 20 nicknames**:
es_es: **Últimos 20 nombres**:
tr_tr: **Son 20 takma isim**:

source: That member doesn't have any recorded name or nickname change.
de_de: Für dieses Mitglied wurden noch keine Namens- oder Nicknameänderungen registriert.
es_es: Ese miembro no tiene ningún cambio de nombre o apodo registrado.
fr_fr: Ce membre n'a aucun changement de nom ou de pseudo enregistré.
nb_no: Det medlemmet har ikke noe registrert navn eller endring av kallenavn.
ru_ru: Этот участник не имеет никаких записанных имен или изменений псевдонима.

source: Manage server administration settings.
de_de: Einstellungen der Server-Administration verwalten.
es_es: Administrar ajustes de administración del servidor.
fr_fr: Gérer les paramètres d'administration du serveur.
nb_no: Administrer serveradministrasjonsinnstillinger.
ru_ru: Управление настройками администрирования сервера.
tr_tr: Sunucu yönetim ayarlarını düzenle.

source: Show the current server administration settings.
de_de: Zeige die aktuellen Serveradministrationseinstellungen.
es_es: Mostrar la configuración actual de la administración del servidor.
fr_fr: Affiche les paramètres d'administration du serveur actuel.
nb_no: Vis gjeldende innstillinger for server administrasjon.
ru_ru: Показать текущие настройки администрирования сервера.
tr_tr: Şu anki sunucu yönetim ayarlarını gösterir.

source: Track name changes: {yes_or_no}
de_de: Namensänderungen speichern: {yes_or_no}
es_es: Rastrear cambios de nombres: {yes_or_no}
fr_fr: Suivre les changements de nom: {yes_or_no}
nb_no: Spornavn endringer: {yes_or_no}
ru_ru: Отслеживать изменения имени: {yes_or_no}

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
nb_no: Ja
ru_ru: Да
tr_tr: Evet

source: Overridden by another setting
de_de: Von anderer Einstellung überschrieben
es_es: Anulado por otra configuración
nb_no: Overstyrt av en annen innstilling
ru_ru: Переопределено другой настройкой

source: Track nickname changes: {yes_or_no}
de_de: Nicknameänderungen speichern: {yes_or_no}
es_es: Rastrear cambios de apodos: {yes_or_no}
fr_fr: Suivre les changements de pseudo: {yes_or_no}
nb_no: Spor kallenavn endrer: {yes_or_no}
ru_ru: Отслеживать изменения псевдонима: {yes_or_no}

source: Delete repeats: {num_repeats}
de_de: Wiederholungen löschen: {num_repeats}
es_es: Eliminar repeticiones: {num_repeats}
fr_fr: Supprimer les répétitions : {num_repeats}
nb_no: Slett gjentarett: {num_repeats}
ru_ru: Удалить повторы: {num_repeats}
tr_tr: Tekrarları sil: {num_repeats}

source: after {num} repeats
de_de: nach {num} Wiederholungen
es_es: después de {num} repeticiones
fr_fr: après {num} répétitions
nb_no: etter {num} gjentatte ganger
ru_ru: после повторения {num}
tr_tr: {num} tekrardan sonra

source: Warn mention spam: {num_mentions}
de_de: Pingspam Warnung ab: {num_mentions}
es_es: Advertencia de spam de menciones: {num_mentions}
fr_fr: Avertir sur le spam de mention: {num_mentions}
nb_no: Advare nevne spam: {num_mentions}
ru_ru: Предупреждение о спаме: {num_mentions}
tr_tr: Etiket uyarısı: {num_mentions}

source: {num} mentions
de_de: {num} Erwähnungen
es_es: {num} menciones
nb_no: {num} omtaler
ru_ru: {num} упоминаний
tr_tr: {num} ping

source: Kick mention spam: {num_mentions}
de_de: Kick bei Pingspam ab: {num_mentions}
es_es: Expulsar por spam de menciones: {num_mentions}
fr_fr: Expulser pour le spam de mention: {num_mentions}
nb_no: Kast ut nevne spam: {num_mentions}
ru_ru: Избавьтесь от спама упоминаний: {num_mentions}
tr_tr: Etiket spamı kick: {num_mentions}

source: Ban mention spam: {num_mentions}
de_de: Ban bei Pingspam ab: {num_mentions}
es_es: Banear por spam de menciones: {num_mentions}
fr_fr: Bannir le spam de mention : {num_mentions}
nb_no: Utestengelsesspam: {num_mentions}
ru_ru: Запретить спам упоминаний: {num_mentions}
tr_tr: Ping spam durumunda banlama: {num_mentions}

source: Mention Spam Strict: All mentions will count including duplicates
de_de: Pingspam Genauigkeit: Alle Erwähnungen zählen. Auch Duplikate
es_es: Spam de Menciones estricto: Todas las menciones se contarán incluyendo duplicados
nb_no: Nevn spamt brudd: Alle nevner vil telle med duplikater
ru_ru: Строгий контроль за спамом упоминаний: Все упоминания будут засчитаны, включая дубликаты
tr_tr: Sıkı Ping Spam: Aynılar dahil tüm pingler sayılır

source: Mention Spam Strict: Only unique mentions will count
de_de: Pingspam Genauigkeit: Nur unabhängige Erwähnungen werden gezählt
es_es: Spam de Menciones estricto: Solo contarán menciones únicas
nb_no: Nevn spam: Bare unike nevner teller
ru_ru: Упоминание спама строго запрещено: Учитываются только уникальные упоминания
tr_tr: Sıkı Ping Spam: Yalnızca farklı pingler sayılır

source: Respects hierarchy: {yes_or_no}
de_de: Rangordnung berücksichtigen: {yes_or_no}
es_es: Respeta la jerarquía: {yes_or_no}
fr_fr: Respecter la hiérarchie : {yes_or_no}
nb_no: Spenner hierarki: {yes_or_no}
ru_ru: Соблюдает иерархию: {yes_or_no}
tr_tr: Hiyerarşi saygı duyar: {yes_or_no}

source: Delete delay: {num_seconds}
de_de: Verzögerung zwischen dem Löschen: {num_seconds}
es_es: Retraso de borrado: {num_seconds}
fr_fr: Délai de suppression : {num_seconds}
nb_no: Slett forsinkelse: {num_seconds}
ru_ru: Задержка удаления: {num_seconds}
tr_tr: Gecikmeyi sil: {num_seconds}

source: {num} seconds
de_de: {num} Sekunden
es_es: {num} segundos
fr_fr: {num} secondes
nb_no: {num} sekunder
ru_ru: {num} секунд
tr_tr: {num} saniye

source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
nb_no: Ingen
ru_ru: Нет

source: Reinvite on unban: {yes_or_no}
de_de: Lädt Mitglieder nach Entbannung neu ein: {yes_or_no}
es_es: Reinvitar al desbanear: {yes_or_no}
fr_fr: Réinviter lors du débannissement : {yes_or_no}
nb_no: Invitasjon på annet: {yes_or_no}
ru_ru: Повторное приглашение после разбана: {yes_or_no}
tr_tr: Ban kaldırıldığında geri davet etme: {yes_or_no}

source: Send message to users on kick/ban: {yes_or_no}
de_de: Nutzer bei Kick/Bann benachrichtigen: {yes_or_no}
es_es: Enviar mensaje a los usuarios al ser expulsados/baneados: {yes_or_no}
fr_fr: Envoyer un message aux utilisateurs expulsé/banni : {yes_or_no}
nb_no: Send melding til brukere på kick/ban: {yes_or_no}
ru_ru: Отправить сообщение пользователям о кике/бане: {yes_or_no}
tr_tr: Üyelere atıldıklarında veya banlandıklarında mesaj gönder: {yes_or_no}

source: Default message history delete on ban: Previous {num_days} days
de_de: Standardalter zu löschender Nachrichten beim bannen: Vergangene {num_days} Tage
es_es: Historial de mensajes predeterminado eliminado al banear: Anterior a {num_days} días
fr_fr: Suppression de l'historique des messages lors du bannissement par défaut : {num_days} jours précédents
nb_no: Standard meldingshistorie slettes i forbud: Forrige {num_days} dager
ru_ru: По умолчанию история сообщений удаляется при запрете: Предыдущие {num_days} дней
tr_tr: Varsayılan mesaj geçmişi silme ayarı: Son {num_days} gün

source: Default message history delete on ban: Don't delete any
de_de: Standardalter zu löschender Nachrichten beim bannen: Nachrichten werden nicht gelöscht
es_es: Mensajes eliminados por defecto en un ban: No eliminar ninguno
fr_fr: Suppression de l'historique des messages lors d'un bannissement par défaut : Ne supprimez aucun
nb_no: Standard meldingshistorikk slettet i utestengt: Ikke slett noe
ru_ru: По умолчанию история сообщений удаляется при бане: Не удалять
tr_tr: Varsayılan mesaj geçmişi silme ayarı: Hiç silme
