Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/mod/locales/*.po
Languages: de_de, es_es, fr_fr, nb_no, ru_ru, tr_tr

source: Mention spam (Autoban)
de_de: Spam von Erwähnungen (Autoban)
es_es: Spam de menciones (Autoban)
fr_fr: Spam de mention (Autoban)
nb_no: Nevne spam (Autoban)
ru_ru: Спам упоминаниями (Автобан)
tr_tr: Fazla etiketleme (Autoban)

source: Mention Spam (Autokick)
de_de: Pingspam (Autokick)
es_es: Spam de menciones (Autokick)
fr_fr: Spam de mention (Autokick)
nb_no: Nevne spam (Autokick)
ru_ru: Спам упоминаний (Авто-кик)
tr_tr: Etiket Spamı (Otomatik Kick)

source: Mention spam (Autokick)
de_de: Pingspam (Autokick)
es_es: Spam de menciones (Autokick)
fr_fr: Spam de mention (Autokick)
nb_no: Nevne spam (Autokick)
ru_ru: Упоминание спама (Автокик)
tr_tr: Etiket spamı (Otomatik Kick)

source: Please do not mass mention people!
de_de: Bitte Erwähne nicht so viele Personen in einer Nachricht!
es_es: ¡Por favor, no mencione masivamente a las personas!
fr_fr: Veuillez ne pas abuser des mentions!
nb_no: Vennligst ikke masse nevner folk!
ru_ru: Пожалуйста, не надо массово упоминать людей!
tr_tr: Lütfen toplu olarak insanları etiketlemeyin!

source: {member}, Please do not mass mention people!
de_de: {member}, bitte erwähne nicht so viele Personen in einer Nachricht!
es_es: ¡{member}, Por favor, no menciones a la gente!
fr_fr: {member}, Merci de ne pas abuser des mentions!
nb_no: {member}, Vennligst ikke masse nevner folk!
ru_ru: {member}, Пожалуйста, не упоминайте людей массово!
tr_tr: {member}, lütfen insanları toplu etiket atarak rahatsız etmeyin!

source: Mention spam (Autowarn)
de_de: Pingspam (Automatische Warnung)
es_es: Spam de menciones (Autowarn)
fr_fr: Spam de mention (Autowarn)
nb_no: Nevne spam (Autowarn)
ru_ru: Спам с упоминаниями (автопредупреждение)
tr_tr: Etiket spamı (Otomatik Uyarı)

source: That user is not in a voice channel.
de_de: Dieser Benutzer ist nicht in einem Sprachkanal.
es_es: Ese usuario no está en un canal de voz.
fr_fr: Cet utilisateur n'est pas dans un salon vocal.
nb_no: Den brukeren er ikke i en talekanal.
ru_ru: Этот пользователь не в голосовом канале.
tr_tr: O kullanıcı her hangi bir ses kanalında değil.

source: I require the {perms} permission(s) in that user's channel to do that.
de_de: Ich benötige die {perms} Berechtigung(en) im Kanal des Benutzers, um dies zu tun.
es_es: Requiero los permisos de {perms} en ese canal del usuario para hacer eso.
fr_fr: J'ai besoin de(s) permission(s) {perms} dans le salon de cet utilisateur pour le faire.
nb_no: Jeg krever {perms} tillatelse(r) i brukerens kanal for å gjøre det der.
ru_ru: Мне требуется право(а) {perms} в канале пользователя чтобы сделать это.
tr_tr: Bunu yapabilmek için o kullanıcının kanalında {perms} izinlerine ihtiyacım var.

source: You must have the {perms} permission(s) in that user's channel to use this command.
de_de: Du musst die {perms} Berechtigung(en) im Kanal des Benutzers haben, um diesen Befehl nutzen zu können.
es_es: Debes tener los permisos de {perms} en el canal del usuario para usar este comando.
fr_fr: Vous devez avoir la(les) permission(s) {perms} dans le salon de cet utilisateur pour utiliser cette commande.
nb_no: Du må ha {perms} tillatelse(r) i kanalen for å bruke denne kommandoen.
ru_ru: Вы должны иметь право(а) {perms} в канале пользователя для выполнения этой команды.
tr_tr: Bu komutu kullanabilmek için o kullanıcının kanalında {perms} izinlerine ihtiyacınız var.

source: Invalid days. Must be between 0 and 7.
de_de: Ungültige Anzahl an Tagen. Es muss eine Zahl zwischen 0 und 7 sein.
es_es: Días no válidos. Debe estar entre 0 y 7.
fr_fr: Jours non valides. Doit être compris entre 0 et 7.
nb_no: Ugyldige dager. Må være mellom 0 og 7.
ru_ru: Недопустимое значение дней. Должно быть между 0 и 7.
tr_tr: Geçersiz zaman. 1 ila 7 arasında olmalıdır.

source: I cannot let you do that. Self-harm is bad {}
de_de: Das kann ich dir leider nicht erlauben. Tu dir das selbst nicht an {}
es_es: No puedo dejarte hacer eso. Hacerse daño uno mismo esta mal {}
fr_fr: Je ne peux pas vous laisser faire ça. L'automutilation c'est mal {}
nb_no: Jeg kan ikke la deg gjøre det. Selvskade er dårlig {}
ru_ru: Я не могу позволить вам сделать это. Вред самому себе - это плохо {}
tr_tr: Bunu yapmana izin veremem. Kendine zarar vermek kötü bir şey. {}

source: I cannot let you do that. You are not higher than the user in the role hierarchy.
de_de: Ich kann dich das nicht tun lassen. Du bist nicht höher in der Rollenhierarchie als der Benutzer.
es_es: No puedo dejarte hacer eso. No eres más alto que el usuario en la jerarquía de roles.
fr_fr: Je ne peux pas vous laisser faire ça. Vous n'êtes pas supérieur à l'utilisateur dans la hiérarchie des rôles.
nb_no: Jeg kan ikke la deg gjøre det. Du er ikke høyere enn brukeren i rollehierarkiet.
ru_ru: Я не могу позволить вам сделать это. Ваша роль ниже роли пользователя в иерархии.
tr_tr: Bunu yapmana izin veremem. Rolün işlem yapmaya çalıştığın kişiden daha düşük.

source: I cannot do that due to Discord hierarchy rules.
de_de: Ich kann das wegen der Discord-Hierarchie nicht tun.
es_es: No puedo hacerlo debido a las normas de jerarquía de Discord.
fr_fr: Je ne peux pas faire ça à cause des règles de la hiérarchie Discord.
nb_no: Jeg kan ikke gjøre det på grunn av Discord hierarkiske regler.
ru_ru: Я не могу этого сделать из-за правил иерархии Discord.
tr_tr: Discord hierarşi kuralları nedeniyle bunu yapamam.

source: You have been banned from {guild}.
de_de: Du wurdest von {guild} gebannt.
es_es: Has sido baneado de {guild}.
fr_fr: Vous avez été banni de {guild}.
nb_no: Du har blitt utestengt fra {guild}.
ru_ru: Вы были заблокированы в {guild}.
tr_tr: Bu sunucudan yasaklandınız {guild}.

source: **Reason**
de_de: **Grund**
es_es: **Razón**
fr_fr: **Raison**
nb_no: **Årsak**
ru_ru: **Причина**
tr_tr: **Sebep**

source: No reason was given.
de_de: Es wurde kein Grund angegeben.
es_es: No se ha dado ninguna razón.
fr_fr: Aucune raison n'a été fournie.
nb_no: Ingen grunn ble oppgitt.
ru_ru: Причина не была названа.
tr_tr: Bir sebep verilmedi.

source: User with ID {user_id} is already banned.
de_de: Benutzer mit der ID {user_id} ist schon gebannt.
es_es: El usuario con ID {user_id} ya está baneado.
fr_fr: L'utilisateur avec l'ID {user_id} est déjà banni.
nb_no: Bruker med ID {user_id} er allerede utestengt.
ru_ru: Пользователь с ID {user_id} уже забанен.
tr_tr: {user_id} IDli kullanıcı zaten banlandı.

source: User with ID {user_id} was upgraded from a temporary to a permanent ban.
de_de: Der temporäre Ban für den Nutzer mit der ID {user_id} wurde in einen permanenten Ban umgewandelt.
es_es: El usuario con ID {user_id} fue actualizado de un baneo temporal a permanente.
fr_fr: L'utilisateur avec l'ID {user_id} vient de passer d'un bannissement temporaire vers un bannissement permanent.
nb_no: Brukeren med ID {user_id} ble oppgradert fra en midlertidig til et permanent forbud.
ru_ru: Пользователь с ID {user_id} был переведен из временного в постоянный бан.
tr_tr: {user_id} IDli kullanıcının banı geçiciden kalıcıya yükseltildi.

source: Done. That felt good.
de_de: Erledigt. Das fühlte sich gut an.
es_es: Hecho. Eso se sintió bien.
fr_fr: C'est fait. Ça fait du bien.
nb_no: Ferdig. Det følte seg bra.
ru_ru: Готово. Это было здорово.
tr_tr: Tamamdır. Bu iyi hissettirdi.

source: I'm not allowed to do that.
de_de: Ich bin nicht autorisiert dies zu tun.
es_es: No estoy autorizado a hacer eso.
fr_fr: Je ne suis pas autorisé à faire cela.
nb_no: Jeg har ikke lov til å gjøre det.
ru_ru: Я не могу это сделать.
tr_tr: Bunu yapmama iznim yok.

source: User with ID {user_id} not found
de_de: Nutzer mit der ID {user_id} nicht gefunden
es_es: Usuario con ID {user_id} no encontrado
fr_fr: L'utilisateur avec l'ID {user_id} est introuvable
nb_no: Bruker med ID {user_id} ble ikke funnet
ru_ru: Пользователь с ID {user_id} не найден
tr_tr: {user_id} IDli kullanıcı bulunamadı

source: An unexpected error occurred.
de_de: Ein unerwarteter Fehler ist aufgetreten.
es_es: Se ha producido un error inesperado.
fr_fr: Une erreur inattendue s'est produite.
nb_no: En uventet feil oppstod.
ru_ru: Произошла непредвиденная ошибка.
tr_tr: Beklenmedik bir hata meydana geldi.

source: Tempban finished
de_de: Tempban abgesessen
es_es: Tempban finalizado
fr_fr: Ban temporaire terminé
nb_no: Tempban fullført
ru_ru: Временный бан завершен
tr_tr: Geçici ban bitti

source: Kick a user. Examples: - `[p]kick 428675506947227648 wanted to be kicked.` This will kick the user with ID 428675506947227648 from the server. - `[p]kick @Twentysix wanted to be kicked.` This will kick Twentysix from the server. If a reason is specified, it will be the reason that shows up in the audit log.
de_de: Kicker einen Nutzer. Beispiele: - `[p]kick 428675506947227648 wollte gekickt werden.` Dies wird den Nutzer mit der ID 428675506947227648 vom Server kicken. - `[p]kick @Twentysix wollte gekickt werden.` Dies wird Twentysix vom Server kicken. Wenn ein Grund(reason) angegeben wird, wird dieser im Audit Log angezeigt.
es_es: Expulsar a un usuario. Ejemplos: - `[p]kick 428675506947227648 quería ser expulsado.` Esto expulsará al usuario con ID 428675506947227648 del servidor. - `[p]kick @Twentysix quería ser expulsado.` Esto expulsará a Twentysix del servidor. Si se especifica una razón, será la razón que aparecerá en el registro de auditoría.

source: I cannot let you do that. Self-harm is bad {emoji}
de_de: Ich kann dich das nicht tun lassen. Tu dir das selbst nicht an {emoji}
es_es: No puedo dejarte hacer eso. El auto-daño es malo {emoji}
fr_fr: Je ne peux pas vous laisser faire ça. L'automutilation c'est mal {emoji}
nb_no: Jeg kan ikke la deg gjøre det. Selvskade er dårlig {emoji}
ru_ru: Я не могу позволить тебе сделать это. Членовредительство - это плохо {emoji}
tr_tr: Bunu yapmana izin veremem. Kendine zarar vermek kötü bir şey. {}

source: You have been kicked from {guild}.
de_de: Du wurdest von {guild} gekickt.
es_es: Has sido expulsado de {guild}.
fr_fr: Vous avez été expulsé de {guild}.
nb_no: Du har blitt sparket fra {guild}.
ru_ru: Вы были исключены из {guild}.
tr_tr: Bu sunucudan atıldınız {guild}.

source: Ban a user from this server and optionally delete days of messages. `days` is the amount of days of messages to cleanup on ban. Examples: - `[p]ban 428675506947227648 7 Continued to spam after told to stop.` This will ban the user with ID 428675506947227648 and it will delete 7 days worth of messages. - `[p]ban @Twentysix 7 Continued to spam after told to stop.` This will ban Twentysix and it will delete 7 days worth of messages. A user ID should be provided if the user is not a member of this server. If days is not a number, it's treated as the first word of the reason. Minimum 0 days, maximum 7. If not specified, the defaultdays setting will be used instead.
es_es: Banear a un usuario de este servidor y opcionalmente eliminar los mensajes de unos días. `días` es la cantidad de días a limpiar al banear. Ejemplos: - `[p]ban 428675506947227648 7 Ha continuado con el spam después de decirle que parase.` Esto baneará al usuario con ID 428675506947227648 y eliminará 7 días de mensajes. - `[p]ban @Twentysix 7 Ha continuado con el spam después de decirle que parase. Esto baneará Twentysix y eliminará 7 días de mensajes. Se debe proporcionar un ID de usuario si el usuario no es miembro de este servidor. Si los días no son un número, se trata como la primera palabra de la razón. Mínimo 0 días, máximo 7. Si no se especifica, se utilizará la configuración de días por defecto en su lugar.

source: Mass bans user(s) from the server. `days` is the amount of days of messages to cleanup on massban. Example: - `[p]massban 345628097929936898 57287406247743488 7 they broke all rules.` This will ban all the added userids and delete 7 days worth of their messages. User IDs need to be provided in order to ban using this command.
es_es: Banea en masa a usuarios(s) del servidor. `días` es la cantidad de días a limpiar al baneo masivo. Ejemplo: - `[p]massban 345628097929936898 57287406247743488 7 rompieron todas las reglas. Esto baneará a todos los usuarios añadidos y eliminará los mensajes de hace 7 días. Las ID de usuario necesitan ser proporcionados para banear usando este comando.
fr_fr: Banni massivement un ou des utilisateurs du serveur. `days` est le nombre de jours de messages à supprimer en cas de ban. Exemple : - `[p]massban 345628097929936898 57287406247743488 7 ils ont enfreint toutes les règles.` Cela bannira tous les userids donnés et supprimera 7 jours de leurs messages. Les identifiants des utilisateurs doivent être fournis pour bannir à l'aide de cette commande.
nb_no: Masseutestenger bruker(e) fra tjeneren. `dager` er antall dager med meldinger å rydde opp i massbanen. Example: - `[p]massban 345628097929936898 57287406247743488 7 they broke all rules.` Dette vil utestenge alle lagrede brukere, og slette 7 dager verdt av meldinger fra disse. Bruker-ID-er må fremlegges for å utestenge med denne kommandoen.
ru_ru: Массовый запрет пользователя(пользователей) на сервере. `days` - количество дней сообщений для очистки на massban. Пример: - `[p]massban 345628097929936898 57287406247743488 7 они нарушили все правила`. Это забанит всех добавленных пользователей и удалит их сообщения за 7 дней. Идентификаторы пользователей должны быть предоставлены для того, чтобы запретить с помощью этой команды.

source: Banned {num} users from the server.
de_de: {num} Benutzer vom Server gesperrt.
es_es: {num} usuarios baneados del servidor.
fr_fr: {num} utilisateurs bannis du serveur.
nb_no: Utestengte {num} brukere fra serveren.
ru_ru: Забанено {num} пользователей с сервера.
tr_tr: {num} kullanıcı sunucudan banlandı.

source: Errors:
de_de: Fehler:
es_es: Errores:
fr_fr: Erreurs:
nb_no: Feil:
ru_ru: Ошибки:
tr_tr: Hatalar:

source: Following user IDs have been upgraded from a temporary to a permanent ban:
de_de: Temporäre Banns für die folgenden Nutzer-IDs wurden zu permanenten Banns umgewandelt:
es_es: Las siguientes IDs de usuario han sido actualizadas de un baneo temporal a permanente:
fr_fr: Les identifiants d'utilisateur suivants ont été mis à jour et sont passés d'un ban temporaire à un ban permanent :
nb_no: Etter bruker-ID-er er oppgradert fra en midlertidig til et permanent forbud:
ru_ru: Следующие ID пользователей были переведены из временного в постоянный бан:
tr_tr: Bu kullanıcı IDlerinin banları geçiciden kalıcıya yükseltildi:

source: I lack the permissions to do this.
de_de: Mir fehlen die Berechtigungen dies zu tun.
es_es: Carezco de los permisos para ello.
fr_fr: Je n'ai pas les permissions pour le faire.
nb_no: Jeg mangler tillatelser til å gjøre dette.
ru_ru: У меня недостаточно разрешений для этого действия.
tr_tr: Bunu yapmak için izinlerim yok.

source: Failed to ban user {user_id}: {reason}
de_de: Fehler beim Bannen von Benutzer {user_id}: {reason}
es_es: Error al banear al usuario {user_id}: {reason}
fr_fr: Impossible de bannir l'utilisateur {user_id}: {reason}
nb_no: Kunne ikke forby bruker {user_id}: {reason}
ru_ru: Не удалось забанить пользователя {user_id}: {reason}
tr_tr: {user_id}: {reason} banlaması başarısız oldu

source: Could not ban user with ID {user_id}: missing permissions.
de_de: Nutzer mit der ID {user_id} konnte nicht gebannt werden: Fehlende Berechtigungen.
es_es: No se pudo banear al usuario con ID {user_id}: faltan permisos.
fr_fr: Impossible de ban cet utilisateur avec l'ID {user_id} : Permissions manquantes.
nb_no: Kunne ikke utestenge bruker med ID {user_id}: manglende tillatelser.
ru_ru: Не удалось забанить пользователя с ID {user_id}: отсутствуют разрешения.
tr_tr: {user_id} ID sine sahip kullanıcı banlanamadı: yetki eksik.

source: Temporarily ban a user from this server. `duration` is the amount of time the user should be banned for. `days` is the amount of days of messages to cleanup on tempban. Examples: - `[p]tempban @Twentysix Because I say so` This will ban Twentysix for the default amount of time set by an administrator. - `[p]tempban @Twentysix 15m You need a timeout` This will ban Twentysix for 15 minutes. - `[p]tempban 428675506947227648 1d2h15m 5 Evil person` This will ban the user with ID 428675506947227648 for 1 day 2 hours 15 minutes and will delete the last 5 days of their messages.
es_es: Banear temporalmente a un usuario de este servidor. `duración` es el tiempo por el que el usuario debe ser baneado. `días` es la cantidad de días a limpiar en el baneo temporal. Ejemplos: - `[p]tempban @Twentysix Porque yo lo digo` Esto baneará a Twentysix por la cantidad predeterminada de tiempo establecida por un administrador. - `[p]tempban @Twentysix 15m Necesitas un tiempo de descanso` Esto baneará a Twentysix durante 15 minutos. - `[p]tempban 428675506947227648 1d2h15m 5 Persona malvada` Esto baneará al usuario con ID 428675506947227648 por 1 día 2 horas 15 minutos y eliminará los últimos 5 días de sus mensajes.

source: You have been temporarily banned from {server_name} until {date}.
de_de: Du wurdest bis {date} von {server_name} gebannt.
es_es: Has sido temporalmente baneado de {server_name} hasta {date}.
fr_fr: Vous avez été banni temporairement de {server_name} jusqu'au {date}.
nb_no: Du har blitt midlertidig utestengt fra {server_name} til {date}.
ru_ru: Вы были временно забанены на {server_name} до {date}.
tr_tr: Bu sunucudan {server_name} geçici olarak yasaklandın. Şu zamana kadar {date}.

source: **Reason:** {reason}
es_es: **Motivo:** {reason}
fr_fr: **Raison :** {reason}
nb_no: **Årsak:** {reason}
ru_ru: **Причина:** {reason}

source: Here is an invite for when your ban expires: {invite_link}
de_de: Hier hast du einen Einladungslink, den du verwenden kannst, wenn dein Ban ausläuft: {invite_link}
es_es: Aquí tienes una invitación para cuando expire tu baneo: {invite_link}
fr_fr: Voici l'invitation qui vous permettra de rejoindre le serveur après l'expiration de votre ban : {invite_link}
nb_no: Her er en invitasjon for når utestengelsen din utløper: {invite_link}
ru_ru: Вот приглашение по истечении срока бана: {invite_link}

source: I can't do that for some reason.
de_de: Ich kann das aus irgendeinem Grund nicht tun.
es_es: No puedo hacer eso por algunas razones.
fr_fr: Je ne peux pas le faire pour une raison quelconque.
nb_no: Det kan jeg ikke gjøre av en eller annen grunn.
ru_ru: Я не могу сделать это по каким-то причинам.
tr_tr: Bunu bazı sebeplerden dolayı yapamıyorum.

source: Something went wrong while banning.
de_de: Beim bannen hat etwas nicht funktioniert.
es_es: Algo salió mal al banear.
fr_fr: Quelque chose s'est mal passé durant le bannissement.
nb_no: Noe gikk galt under utestengelsen.
ru_ru: Что-то пошло не так во время блокировки.
tr_tr: Ban sırasında bir şey ters gitti.

source: Done. Enough chaos for now.
de_de: Erledigt. Das war erstmal genug Chaos.
es_es: Hecho. Suficiente caos por ahora.
fr_fr: Terminé. Assez de chaos pour l'instant.
nb_no: Ferdig. Nok kaos nå.
ru_ru: Готово. Хватит хаоса на сегодня.
tr_tr: Tamamdır. Şimdilik bu kadar kaos yeter.

source: Kick a user and delete 1 day's worth of their messages.
de_de: Benutzer kicken und dessen Nachrichten des letzten Tages löschen.
es_es: Expulsar a un usuario y eliminar 1 día de sus mensajes.
fr_fr: Éjecte un utilisateur et supprime les messages envoyés par cet utilisateur pendant ces dernières 24 heures.
nb_no: Kast ut en bruker og slett en dags verdi av meldingene sine.
ru_ru: Выгнать пользователя и удалить его сообщения за 1 день.
tr_tr: Bir kullanıcıyı atın ve mesajlarının 1 günlüğünü silin.

source: You have been banned and then unbanned as a quick way to delete your messages. You can now join the server again. {invite_link}
de_de: Du wurdest gebannt und wieder entbannt, um Nachrichten von dir zu löschen, da du gegen die Regeln verstoßen hast. Du kannst dem Server wieder beitreten. {invite_link}
es_es: Has sido baneado y desbaneado como una forma rápida de borrar tus mensajes. Ahora puedes unirte al servidor de nuevo. {invite_link}
fr_fr: Vous avez été banni puis dé-banni comme moyen rapide pour supprimer vos messages. Vous pouvez maintenant rejoindre le serveur à nouveau. {invite_link}
nb_no: Du har blitt utestengt og deretter opphevet utestengelsen som en rask måte å slette meldingene dine. Du kan nå bli med i serveren igjen. {invite_link}
ru_ru: Вы были забанены, а затем разбанены как быстрый способ удаления ваших сообщений. Теперь вы можете снова присоединиться к серверу. {invite_link}
tr_tr: Sunucudan mesajlarının silinmesi için yasaklandın ve ardından yasağın kalktı. Şimdi sunucuya tekrar katılabilirsin. {invite_link}

source: My role is not high enough to softban that user.
de_de: Meine Rolle ist nicht hoch genug, um diesen Benutzer zu softbannen.
es_es: Mi rol no es lo suficientemente alto para banear ese usuario.
fr_fr: Mon rôle n'est pas assez élevé pour softban cet utilisateur.
nb_no: Min rolle er ikke høy nok til å sparke ut den brukeren.
ru_ru: Моя роль недостаточно высока, чтобы выдать мягкий бан этому пользователю.
tr_tr: Rolüm bu üyeye softban atacak kadar yukarıda değil.

source: Done. Enough chaos.
de_de: Erledigt. Das war genug Stress.
es_es: Hecho. Suficiente caos.
fr_fr: Terminé. Assez de chaos.
nb_no: Ferdig. Nok kaos.
ru_ru: Готово. Достаточно хаоса.
tr_tr: Tamamdır. Şimdilik bu kadar kaos yeter.

source: Kick a member from a voice channel.
de_de: Kicke ein Mitglied aus einem Sprachkanal.
es_es: Expulsar a un miembro de un canal de voz.
fr_fr: Expulse un membre d'un salon vocal.
nb_no: Kast ut et medlem fra en talekanal.
ru_ru: Выгнать участника из голосового канала.
tr_tr: Bir kullanıcıyı ses kanalından at.

source: I am unable to kick this member from the voice channel.
de_de: Ich kann dieses Mitglied nicht aus dem Sprachkanal herausholen.
es_es: No puedo expulsar a este miembro del canal de voz.
fr_fr: Impossible d'expulser ce membre du salon vocal.
nb_no: Jeg kan ikke kaste ut dette medlemmet fra talekanalen.
ru_ru: Я не могу выгнать этого участника из голосового канала.
tr_tr: Bu üyeyi ses kanalından atamıyorum.

source: Something went wrong while attempting to kick that member.
de_de: Beim kicken dieses Members ist etwas schiefgelaufen.
es_es: Algo salió mal al intentar expulsar a ese miembro.
fr_fr: Quelque chose s'est mal passé lors de la tentative d'expulsion de ce membre.
nb_no: Noe gikk galt under forsøk på å sparke den brukeren.
ru_ru: Что-то пошло не так при попытке выгнать этого участника.
tr_tr: O üye sunucudan atılırken bir şey ters gitti.

source: User has been kicked from the voice channel.
de_de: Nutzer wurde aus dem Sprachkanal gekickt.
es_es: El usuario ha sido expulsado del canal de voz.
nb_no: Brukeren har blitt sparket ut fra talekanalen.
ru_ru: Пользователь был кикнут из голосового канала.

source: Unban a user from speaking and listening in the server's voice channels.
de_de: Entbanne einen Benutzer, sodass dieser in den Sprachkanälen des Servers Sprechen und Hören kann.
es_es: Desbanea que un usuario para que hable y escuche en los canales de voz del servidor.
fr_fr: Débannir un utilisateur de parler et d'écouter dans les salon vocaux du serveur.
nb_no: Fjern forbud for en bruker fra å snakke og lytte i serverens talekanaler.
ru_ru: Разрешает пользователю говорить и прослушивать голосовые каналы сервера.
tr_tr: Bir kullanıcının sunucunun ses kanallarında konuşma ve dinleme yasağını kaldır.

source: That user isn't muted or deafened by the server.
de_de: Dieser Nutzer ist auf dem Server nicht stumm oder taub gestellt.
es_es: Ese usuario no está silenciado o ensordecido por el servidor.
fr_fr: Cet utilisateur n'est pas mute ou mit en sourdine par le serveur.
nb_no: Den brukeren er ikke dempet eller dempet av serveren.
ru_ru: Сервер не отключает звук и не заглушает пользователя.
tr_tr: O kullanıcı sunucu tarafından susturulmamış ya da sağırlaştırılmamış.
