Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/economy/locales/*.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ja_jp, ko_kr, nb_no, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, zh_cn

source: Every payday will now give {num} {currency}.
cs_cz: Každý den bude nyní dán {num} {currency}.
de_de: An jedem Zahltag werden jetzt {num} {currency} ausgezahlt.
es_es: Cada día de pago ahora le dará {num} {currency}.
fr_fr: Chaque payday donnera désormais {num} {currency}.
nb_no: Hver betalingsdag gir nå {num} {currency}.
nl_nl: Elke betaaldag geeft nu {num} {currency}.
pl_pl: Każda wypłata będzie teraz dawała {num} {currency}.
ru_ru: Каждая выплата теперь дает {num}{currency}.

source: Set the amount earned each payday for a role. Set to `0` to remove the payday amount you set for that role. Only available when not using a global bank. Example: - `[p]economyset rolepaydayamount @Members 400` **Arguments** - `<role>` The role to assign a custom payday amount to. - `<creds>` The new amount to give when using the payday command.
es_es: Establecer la cantidad ganada cada día de pago para un rol. Establece a `0` para eliminar la cantidad del día de pago que has establecido para ese rol. Sólo disponible cuando no se utiliza un banco global. Ejemplo: - `[p]economyset rolepaydayamount @Members 400` **Argumentos** - `<role>` El rol al que asignar una cantidad personalizada del día de pago. - `<creds>` La nueva cantidad a dar al usar el comando de día de pago.
nb_no: Still inn beløpet som er opptjent hver betalingsdag for en rolle. Sett til `0` for å fjerne lønningsbeløpet du angir for den rollen. Eksempel: - `[p]economyset rolepaydayamount @Members 400` **Argumenter** - `<role>` Rollen som tilordner et egendefinert betalerdagers beløp til. - `<creds>` Det nye beløpet å gi når du bruker "betalingsdag"-kommandoen.
ru_ru: Устанавливает сумму, получаемую в день зарплаты для роли. Установите значение `0`, чтобы удалить сумму зарплаты, которую вы установили для этой роли. Доступно только в том случае, если не используется глобальный банк. Пример: - `[p]economyset rolepaydayamount @Members 400`. **Аргументы** - `<role>` Роль, для которой назначается пользовательская сумма зарплаты. - `<creds>` Новая сумма для выдачи при использовании команды payday.

source: The bank requires that you set the payday to be less than its maximum balance of {maxbal}.
es_es: El banco requiere que establezcas el día de pago para que sea menor que su saldo máximo de {maxbal}.
nb_no: Banken krever at du setter betalingsdagen til å være mindre enn maksimal saldo på {maxbal}.
pl_pl: Bank wymaga, aby płatność była mniejsza niż maksymalna kwota {maxbal}.
ru_ru: Банк требует, чтобы размер выплат был меньше, чем его максимальный баланс в {maxbal}.

source: The bank must be per-server for per-role paydays to work.
de_de: Die Bank muss pro Server separat laufen, damit Zahltage nach Rollen funktionieren.
es_es: El banco debe ser por servidor para que los días de pago por rol funcionen.
fr_fr: La banque doit être par serveur pour que les paydays par rôle fonctionnent.
nb_no: Banken må være per server for per rolle lønner å arbeide.
nl_nl: De bank moet ingesteld staan op per-server om de per-role betaaldagen werkbaar te maken.
pl_pl: Bank musi być na serwerze dla każdej roli płatnej do pracy.
ru_ru: Банк должен быть серверным, чтобы делать выплаты жалованья для ролей.

source: The payday value attached to role has been removed. Users with this role will now receive the default pay of {num} {currency}.
es_es: El valor del día de pago adjunto al rol ha sido eliminado. Los usuarios con este rol recibirán ahora el pago predeterminado de {num} {currency}.
nb_no: Belønningsverdien knyttet til rollen er fjernet. Brukere med denne rollen vil nå motta standardbetalingen av {num} {currency}.
pl_pl: Wartość płatności dołączona do roli została usunięta. Użytkownicy z tą rolą otrzymają teraz domyślną płatność {num} {currency}.
ru_ru: Значение payday, прикрепленное к роли, было удалено. Пользователи с этой ролью теперь будут получать зарплату по умолчанию {num} {currency}.

source: Every payday will now give {num} {currency} to people with the role {role_name}.
cs_cz: Každý den dá nyní {num} {currency} lidem s rolí {role_name}.
de_de: Jeden Zahltag gibt es jetzt {num} {currency} für Personen mit der {role_name} Rolle.
es_es: Cada día de pago ahora dará {num} {currency} a las personas con el rol {role_name}.
fr_fr: Chaque payday donnera désormais {num} {currency} aux personnes ayant le rôle {role_name}.
nb_no: Hver betalingsdag vil nå gi {num} {currency} til personer med rollen {role_name}.
nl_nl: Elke betaaldag geeft nu {num} {currency} aan mensen met de rol {role_name}.
pl_pl: Każda wypłata da {num} {currency} osobom z rolą {role_name}.
ru_ru: Теперь каждый день выплаты будет давать {num} {currency} людям с ролью {role_name}.

source: Set the initial balance for new bank accounts. Example: - `[p]economyset registeramount 5000` **Arguments** - `<creds>` The new initial balance amount. Default is 0.
es_es: Establezca el saldo inicial para nuevas cuentas bancarias. Ejemplo: - `[p]economyset registeramount 5000` **Argumentos** - `<creds>` La nueva cantidad de saldo inicial. Por defecto es 0.
nb_no: Angi første saldo for nye bankkontoer. Eksempel: - `[p]economyset registeramount 5000` **Argumenter** - `<creds>` og ny opprinnelig saldo. Standard er 0.
ru_ru: Установите начальный баланс для новых банковских счетов. Пример: - `[p]economyset registeramount 5000`. **Аргументы** - `<creds>` Новая сумма начального баланса. По умолчанию 0.

source: Amount must be greater than or equal to zero and less than {maxbal}.
cs_cz: Částka musí být větší nebo rovna nule a menší než {maxbal}.
es_es: La cantidad debe ser mayor o igual a cero y menor a {maxbal}.
fr_fr: Le montant doit être supérieur ou égal à zéro et inférieur à {maxbal}.
nb_no: Beløpet må være større enn eller lik null og mindre enn {maxbal}.
ru_ru: Сумма должна быть больше или равна нулю и меньше {maxbal}.

source: Registering an account will now give {num} {currency}.
cs_cz: Registrace účtu nyní dá {num} {currency}.
de_de: Ein neues Konto zu eröffnen gibt jetzt {num} {currency}.
es_es: Registrar una cuenta le dará ahora {num} {currency}.
fr_fr: L'enregistrement d'un compte donnera maintenant {num} {currency}.
nb_no: Registrering av en konto vil nå gi {num} {currency}.
nl_nl: Als je een account registreert, krijg je nu {num} {currency}.
ru_ru: Регистрация счета теперь даст {num} {currency}.

source: weeks
cs_cz: týdnů
de_de: Wochen
es_es: semanas
fr_fr: semaines
id_id: pekan
ja_jp: 週間
ko_kr: 주
nb_no: uker
nl_nl: weken
no_no: uker
pt_br: semanas
ru_ru: нед.
sv_se: veckor
zh_cn: 周

source: days
cs_cz: dnů
de_de: Tage
es_es: días
fr_fr: jours
id_id: hari
ja_jp: 日間
ko_kr: 날
nb_no: dager
nl_nl: dagen
no_no: dager
pt_br: dias
ru_ru: дн.
sv_se: dagar
zh_cn: 日

source: hours
cs_cz: hodin
de_de: Stunden
es_es: horas
fr_fr: heures
id_id: jam
ja_jp: 時間
ko_kr: 시간
nb_no: timer
nl_nl: uren
no_no: timer
pt_br: horas
ru_ru: ч.
sv_se: timmar
zh_cn: 小时

source: minutes
cs_cz: minut
de_de: Minuten
es_es: minutos
id_id: menit
ja_jp: 分間
ko_kr: 분
nb_no: minutter
nl_nl: minuten
no_no: minutter
pt_br: minutos
ru_ru: мин.
sv_se: minuter
zh_cn: 分钟

source: seconds
cs_cz: sekund
de_de: Sekunden
es_es: segundos
fr_fr: secondes
id_id: detik
ja_jp: 秒間
ko_kr: 초
nb_no: sekunder
nl_nl: seconden
no_no: sekunder
pt_br: segundos
ru_ru: с.
sv_se: sekunder
zh_cn: 秒数

source: You've reached the maximum amount of {currency}!Please spend some more 😬 You currently have {new_balance} {currency}.
nb_no: Du har nådd maksimalt antall {currency}!Vennligst bruk litt mer 😬 Du har nå {new_balance} {currency}.

source: Manage the bank.
cs_cz: Správa banky.
de_de: Verwalte die Bank.
nl_nl: Beheer de bank.

source: Show the user's account balance.\n\n Defaults to yours.
de_de: Zeigt den Kontostand des Benutzers an.\n\n Standardmässig deinen eigenen.

source: Transfer currency to other users.
cs_cz: Poslat měnu ostatním uživatelům.
de_de: Übertrage Währung an andere Benutzer.
nl_nl: Verstuur geld naar andere gebruikers.

source: Set the balance of user's bank account.\n\n Passing positive and negative values will add/remove currency instead.\n\n Examples:\n - `[p]bank set @Twentysix 26` - Sets balance to 26\n - `[p]bank set @Twentysix +2` - Increases balance by 2\n - `[p]bank set @Twentysix -6` - Decreases balance by 6\n
de_de: Legt den Kontostand des Benutzers fest.\n\n Addierende und subtrahierende Werte fügen Guthaben hinzu bzw. ziehen dieses ab.\n\n Beispiele:\n - `[p]bank set @Twentysix 26` - setzt den Kontostand auf 26\n - `[p]bank set @Twentysix +2` - erhöht Kontostand um 2\n - `[p]bank set @Twentysix -6` - verringert Kontostand um 6\n

source: Delete all bank accounts.
cs_cz: Smazat všechny bankovní účty.
de_de: Alle Bankkonten löschen.
nl_nl: Verwijder alle bank accounts.

source: This will delete all bank accounts for {scope}.\nIf you're sure, type `{prefix}bank reset yes`
de_de: Dies löscht alle Bankkonten von {scope}.\nWenn du sicher bist, tippe `{prefix}bank reset yes`

source: Get some free currency.
cs_cz: Získejte měnu zdarma.
de_de: Hol dir kostenlose Währung.
nl_nl: Krijg wat gratis geld.

source: You've reached the maximum amount of {currency}!Please spend some more 😬\n\nYou currently have {new_balance} {currency}.
de_de: Du hast die maximale Summe von {currency} erreicht! Bitte gib mal etwas mehr aus 😬\n\nDu hast derzeit {new_balance} {currency}.

source: {author.mention} Here, take some {currency}. Enjoy! (+{amount} {currency}!)\n\nYou currently have {new_balance} {currency}.\n\nYou are currently #{pos} on the global leaderboard!
cs_cz: {author.mention}, tady máš, vezmi si nějaké {currency}. Užívej! (+{amount} {currency}!)\n\nV současné době máš {new_balance} {currency}.\n\nMomentálně jsi #{pos} na globálním žebříčku!
de_de: {author.mention} Hier, nimm etwas {currency}. Viel Spaß! (+{amount} {currency}!)\n\nDu hast derzeit {new_balance} {currency}.\n\nDu bist auf Platz #{pos} der globalen Bestenliste!

source: You've reached the maximum amount of {currency}! Please spend some more 😬\n\nYou currently have {new_balance} {currency}.
de_de: Du hast die maximale Summe von {currency} erreicht! Bitte gib mal etwas mehr aus 😬\n\nDu hast derzeit {new_balance} {currency}.

source: Print the leaderboard.\n\n Defaults to top 10.\n
de_de: Zeige die Bestenliste an.\n\n Standardmässig die Top 10.\n

source: Use the slot machine.
cs_cz: Použij výherní automat.
de_de: Benutze den Spielautomaten.
nl_nl: Gebruik de gokautomaat.

source: You've reached the maximum amount of {currency}! Please spend some more 😬\n{old_balance} -> {new_balance}!
de_de: Du hast die maximale Summe von {currency} erreicht! Bitte gib mal etwas mehr aus 😬\n{old_balance} -> {new_balance}!

source: Manage Economy settings.
cs_cz: Spravovat nastavení ekonomiky.
de_de: Verwalte Economy Einstellungen.
nl_nl: Beheer Economy-instellingen.

source: Set the minimum slot machine bid.
cs_cz: Nastavte minimální sázku na automatu.
de_de: Lege den Mindestwetteinsatz für den Spielautomat fest.
nl_nl: Stel het minimum gokautomaat bod in.

source: Invalid min bid amount.
cs_cz: Neplatná minimální částka sázky.
de_de: Ungültiges Mindestgebot.
id_id: Jumlah tawaran min. Tidak valid.
ja_jp: 最低入札額が無効です。
ko_kr: 최소 입찰 금액이 잘못됐어요.
nl_nl: Ongeldig minimaal bod.
no_no: Ugyldig minimums bud beløp.
pt_br: Quantidade de aposta min inválido.
sv_se: Ej giltig minsta insats summa.
zh_cn: 无效的最小出价金额。

source: Set the maximum slot machine bid.
cs_cz: Nastavte maximální sázku na automatu.
de_de: Lege den Maximalwetteinsatz für den Spielautomat fest.
nl_nl: Stel het maximale gokautomaat bod in.

source: Invalid maximum bid amount. Must be greater than the minimum amount.
cs_cz: Neplatná maximální částka sázky. Musí být větší než minimální částka.
de_de: Ungültiger Maximalwetteinsatz. Dieser muss höher sein als der Minimalwetteinsatz.
nl_nl: Ongeldige maximum biedingsbedrag. Moet groter zijn dan het minimumbedrag.

source: Set the cooldown for the slot machine.
de_de: Lege die Abklingzeit für den Spielautomat fest.
nl_nl: Stel de cooldown voor de gokautomaat in.

source: Set the cooldown for payday.
cs_cz: Nastavte cooldown pro výplatu.
de_de: Lege die Abklingzeit für den Zahltag fest.
nl_nl: Stel de cooldown voor betaaldag.

source: Set the amount earned each payday.
cs_cz: Nastavte částku získanou za každý výplatní den.
de_de: Legt den Betrag für jeden Zahltag fest.
nl_nl: Stel het bedrag in dat elke betaaldag wordt verdiend.

source: Set the amount earned each payday for a role.
cs_cz: Nastavte částku získanou za každý výplatní den pro roli.
de_de: Legt den Betrag an einem Zahltag für eine Rolle fest.
nl_nl: Stel het bedrag in dat elke betaaldag wordt verdiend voor een rol.

source: Set the initial balance for new bank accounts.
cs_cz: Nastavte počáteční zůstatek pro nové bankovní účty.
de_de: Legt das Startguthaben für neue Bankkonten fest.
nl_nl: Stel het beginsaldo in voor nieuwe bankrekeningen.

source: JACKPOT! 226! Your bid has been multiplied * 2500!
id_id: JACKPOT! 226! Taruhan Anda telah dikalikan * 2500!
ja_jp: ジャックポット！２２６！入札は２５００倍されました！
ko_kr: 대박이야! 226! 사용자님의 입찰 가격이 2,500을 넘었어요!
nl_nl: JACKPOT! 226! Je bod is 2500 maal verhoogd!
no_no: JACKPOT! 226! Budet er multiplisert * 2500!
pt_br: JACKPOT! 226! Sua aposta foi multiplicada * 2500!
sv_se: JACKPOT! 226! Din insats har multiplicerats * 2500!
zh_cn: 大奖! 226! 你的出价已经翻了2500倍！

source: Three cherries! +800!
id_id: Tiga buah ceri! +800!
ja_jp: ３つのチェリー！＋８００！
ko_kr: 체리 셋! +800!
nl_nl: Drie kersen! +800!
no_no: Tre kirsebær! +800!
pt_br: Três cerejas! +800!
sv_se: Tre körsbär! +800!
zh_cn: 三个樱桃！+800!

source: Three symbols! +500!
id_id: Tiga simbol! + 500!
ja_jp: ３つのシンボル！＋５００！
ko_kr: 3개의 심볼! +500!
nl_nl: Drie symbolen! +500!
no_no: Tre symboler! +500!
pt_br: Três símbolos! +500!
sv_se: Tre symboler! +500!
zh_cn: 三个符号! +500!

source: Slot machine payouts: {two.value} {two.value} {six.value} Bet * 2500 {flc.value} {flc.value} {flc.value} +1000 {cherries.value} {cherries.value} {cherries.value} +800 {two.value} {six.value} Bet * 4 {cherries.value} {cherries.value} Bet * 3 Three symbols: +500 Two symbols: Bet * 2
id_id: Hadiah mesin slot: {two.value} {two.value} {six.value} Taruhan * 2500 {flc.value} {flc.value} {flc.value} +1000 {cherries.value} {cherries.value} {cherries.value} +800 {two.value} {six.value} Taruhan * 4 {cherries.value} {cherries.value} Taruhan * 3 Tiga simbol: +500 Dua simbol: Taruhan * 2
ja_jp: スロットマシンペイアウト： {two.value} {two.value} {six.value} ベット＊２５００ {flc.value} {flc.value} {flc.value} ＋１０００ {cherries.value} {cherries.value} {cherries.value} ＋８００ {two.value} {six.value} ベット＊４ {cherries.value} {cherries.value} ベット＊３ ３つのシンボル：＋５００ ２つのシンボル：ベット＊２
ko_kr: 슬롯 머신 지불금 : {two.value} {two.value} {six.value} 베팅 * 2500 {flc.value} {flc.value} {flc.value} +1000 {cherries.value} {cherries.value} {cherries.value} +800 {two.value} {six.value} 베팅 * 4 {cherries.value} {cherries.value} 베팅 * 3
nl_nl: Slot machine uitbetalingen: {two.value} {two.value} {six.value} Bod * 2500 {flc.value} {flc.value} {flc.value} +1000 {cherries.value} {cherries.value} {cherries.value} +800 {two.value} {six.value} Bod * 4 {cherries.value} {cherries.value} Bod * 3 Drie symbolen: +500 Twee symbolen: Bod * 2
no_no: Spilleautomat utbetalinger: {two.value} {two.value} {six.value} Bud * 2500 {flc.value} {flc.value} {flc.value} +1000 {cherries.value} {cherries.value} {cherries.value} +800 {two.value} {six.value} Bud * 4 {cherries.value} {cherries.value} Bud * 3 Tre symboler: +500 To symboler: Bud * 2
pt_br: Pagamentos da máquina caça-níquel: {two.value} {two.value} {six.value} Aposta * 2500 {flc.value} {flc.value} {flc.value} +1000 {cherries.value} {cherries.value} {cherries.value} +800 {two.value} {six.value} Aposta * 4 {cherries.value} {cherries.value} Aposta * 3 Três símbolos: +500 Dois símbolos: Aposta * 2
sv_se: Spelautomatens utbetalningar: {two.value} {two.value} {six.value} Insats * 2500 {flc.value} {flc.value} {flc.value} +1000 {cherries.value} {cherries.value} {cherries.value} +800 {two.value} {six.value} Insats * 4 {cherries.value} {cherries.value} Insats * 3 Tre symboler: +500 Två symboler: Insats *2
zh_cn: 老虎机支付: {two.value} {two.value} {six.value} 投注 * 2500 {flc.value} {flc.value} {flc.value} +1000 {cherries.value} {cherries.value} {cherries.value} +800 {two.value} {six.value} 投注 * 4 {cherries.value} {cherries.value} 投注 * 3 三符号: +500 两符号: 下注 * 2

source: Show the user's account balance. Defaults to yours.
nl_nl: Toon het saldo van de gebruiker. Standaard naar de jouwe.

source: Set the balance of user's bank account. Passing positive and negative values will add/remove currency instead. Examples: - `[p]bank set @Twentysix 26` - Sets balance to 26 - `[p]bank set @Twentysix +2` - Increases balance by 2 - `[p]bank set @Twentysix -6` - Decreases balance by 6
nl_nl: Stel het saldo van de bankrekening van de gebruiker in. Voorbeelden: - `[p]bank set @Twentysix 26` - Zet het balans op 26 - `[p]bank set @Twentysix +2` - Verhoog het balans met 2 - `[p]bank set @Twentysix -6` - Verhoog het balans met 6

source: Print the leaderboard. Defaults to top 10.
nl_nl: Print het leaderbord Standaard tot top 10.

source: Your bid: {amount}
nl_nl: Jouw bod: {amount}

source: ----Economy Settings--- Minimum slot bid: {slot_min} Maximum slot bid: {slot_max} Slot cooldown: {slot_time} Payday amount: {payday_amount} Payday cooldown: {payday_time} Amount given at account registration: {register_amount}
nl_nl: ---Economy Instellingen--- Minimale slotbod: {slot_min} Maximum slotbod: {slot_max} Slot cooldown: {slot_time} Betaaldagbedrag: {payday_amount} Betaaldag cooldown: {payday_time} Bedrag gegeven bij accountregistratie: {register_amount}

source: Har har so funny.
id_id: Har har sangat lucu.
ja_jp: まぁ。おもしろいね…
ko_kr: ㅋㅋㅋ 개 재밌다.
nl_nl: Ha ha, heel grappig.
no_no: Ha ha så morsomt.
pt_br: Har har tão engraçado.
sv_se: Har har så kul.
zh_cn: 非常好笑

source: Prune bank accounts.
cs_cz: Vyčistit bankovní účty.

source: Delete the bank account of a specified user.
cs_cz: Odstranit bankovní účet určeného uživatele.

source: ---Economy Settings--- Minimum slot bid: {slot_min} Maximum slot bid: {slot_max} Slot cooldown: {slot_time} Payday amount: {payday_amount} Payday cooldown: {payday_time}
pl_pl: ---Ustawienia ekonomiczne--- Minimalna oferta miejsca: {slot_min} Maksymalna oferta miejsca: {slot_max} Czas odnowienia miejsca: {slot_time} Kwota w dniu: {payday_amount} Czas odnowienia płatności: {payday_time}

source: ---Role Payday Amounts---
pl_pl: ---Role Payday Kwoty---

source: 4LC! +1000!
ja_jp: 四つ葉のクローバー！＋１０００！
ko_kr: 포 클로버! + 1000!

source: {}'s balance is {} {}
id_id: Saldo {} adalah {} {}
ja_jp: {}の預金残高は{}{}
ko_kr: {}의 잔액은 {} {} 이에요.
no_no: {}'s balanse er {} {}
pt_br: O saldo de {} é de {} {}
sv_se: {}'s saldo är {} {}
zh_cn: {} 的余额为 {} {}

source: {} transferred {} {} to {}
id_id: {} mentransfer {} {} ke {}
ja_jp: {}は{}に{}{}送金しました
ko_kr: {1} 이(가) {2} {3} {4} 으로 전송됐어요.
no_no: {} overførte {} {} til {}
pt_br: {} transferido {} {} para {}
sv_se: {} förde över {} {} till {}
zh_cn: {} 转账 {} {} 到 {}

source: {} added {} {} to {}'s account.
id_id: {} menambahkan {} {} ke rekening {}.
ja_jp: {}は{}の口座に{}{}を追加しました。
ko_kr: {1} 이(가) {4}의 계정에 {2} {3} 을(를) 추가했어요.
no_no: {} la {} {} til {}'s konto.
pt_br: {} adicionou {} {} para a conta de {}.
sv_se: {} adderade {} {} till {}'s konto.
zh_cn: {} 已添加 {} {} 到 {} 帐户。

source: {} removed {} {} from {}'s account.
id_id: {} mengambil {} {} dari akun {}.
ja_jp: {}は{}の口座から{}{}を削除しました。
ko_kr: {1} 이(가) {4}의 계정에서 {3} {4} 을(를) 제거했어요.
no_no: {} fjernet {} {} fra {}'s konto.
pt_br: {} retirou {} {} da conta de {}.
sv_se: {} tog bort {} {} från {}'s konto.
zh_cn: {} 已从 {} 的帐户删除 {} {}。

source: {} set {}'s account to {} {}.
id_id: {} setel akun {} ke {} {}.
ja_jp: {}は{}の口座を{}{}に設定しました。
ko_kr: {1} 이(가) {4}의 계정을 {2} {3} (으)로 설정했어요.
no_no: {} setter {}'s konto til {} {}.
pt_br: {} ajustou a conta {} para {} {}.
sv_se: {} ändrade {}'s kontosaldo till {} {}.
zh_cn: {} 设置 {} 的帐户为 {}{}。

source: This will delete all bank accounts for {}. If you're sure, type `{}bank reset yes`
id_id: Ini akan menghapus semua akunbank untuk {}. Jika anda telah yakin, ketik {} reset bank ya`
ko_kr: {} 에 대한 모든 은행 계정이 삭제될 거예요. 확실한 경우 `{}bank reset yes` 를 입력해야 해요.
sv_se: Detta kommer att radera alla bank konton för {}. Om du är säker, skriv `{}bank reset yes`

source: All bank accounts of this guild have been deleted.
id_id: Semua rekening bank dari guild ini telah dihapus.
ja_jp: このギルドの銀行口座がすべて削除されました。
ko_kr: 이 길드의 모든 은행 계정이 삭제됐어요.
no_no: Alle bankkontoer til denne gruppen har blitt slettet.
pt_br: Todos os bancos dessa guild foram excluídas.
sv_se: Alla bank konton för denna guild har blivit raderade.
zh_cn: 这个工会的所有银行账户都被删除了。

source: {} Too soon. For your next payday you have to wait {}.
id_id: {} Terlalu cepat. Untuk gajian berikutnya Anda harus menunggu {}.
ja_jp: {}早過ぎる。次の給料日までにまだに{}ほど待たなければなりません。
ko_kr: {} 너무 일러요. 다음 월급날을 위해서 {} 을(를) 기다려야 해요.
no_no: {} For tidlig. Du må vente {} for neste lønning.
pt_br: {} Muito cedo. Para o seu próximo payday, você deve aguardar {}.
sv_se: {} För tidigt. För nästa utbetalning måste du vänta {}.
zh_cn: {} 太快了。为了你的下一个发薪日，你必须等待 {}。

source: {} {} {} Your bid: {} {} → {}!
id_id: {} {} {} Tawaran Anda: {} {} → {}!
ja_jp: {} {}{} あなたの入札： {} {} → {}!
ko_kr: {} {} {} 사용자님의 입찰 금액 : {} {} → {}!
no_no: {} {} {} Ditt bud: {} {} → {}!
pt_br: {} {} {} Sua aposta: {} {} → {}!
sv_se: {} {} {} Din insats: {} {} → {}!
zh_cn: {} {} {} 你的出价: {} {} → {}!

source: {} {} Nothing! Your bid: {} {} → {}!
id_id: {} {} Tidak ada! Tawaran Anda: {} {} → {}!
ja_jp: {} {} 何もない！ あなたの入札： {} {} → {}!
ko_kr: {} {} 읎어요! 사용자님의 입찰 금액 : {} {} → {}!
no_no: {} {} Ingenting! Ditt bud: {} {} → {}!
pt_br: {} {} Nada! Sua aposta: {} {} → {}!
sv_se: {} {} Ingen vinst! Din insats: {} {} → {}!
zh_cn: {} {} 什么都没有！ 你的出价： {} {} → {}!

source: Minimum slot bid: {} Maximum slot bid: {} Slot cooldown: {} Payday amount: {} Payday cooldown: {} Amount given at account registration: {}
id_id: Tawaran slot minimum: {} Tawaran slot maksimum: {} Slot cooldown: {} Jumlah bayaran: {} Payday cooldown: {} Jumlah yang diberikan saat pendaftaran akun: {}
ja_jp: 最小入札額：{} 最大入札額：{} スロットのクールダウン：{} 給料日額：{} 給料日クールダウン：{} 口座登録時の金額：{}
ko_kr: 최소 슬롯 입찰 수 : {} 최대 슬롯 입찰 수 : {} 슬롯 쿨타임 : {} 급여 금액 : {} 급여의 재사용 가능 시간 : {} 계좌 등록 시 지급된 금액 : {}
no_no: Minste spillemaskin bud: {} Største spillemaskin bud: {} Spillemaskin ventetid: {} Lønning beløp: {} Lønning ventetid: {} Beløp gitt på bruker registrering: {}
pt_br: Aposta mínima da máquina: {} Aposta máxima da máquina: {} Tempo de espera da máquina: {} Quantia do payday: {} Tempo de espera do payday: {} Quantia fornecida no registro de conta: {}
sv_se: Minsta insats spelautomater: {} Högsta insats spelautomater: {} Spelautomats cooldown: {} Utbetalnings belopp: {} Utbetalnings cooldown: {} Summa pengar given vid kontoregistering: {}
zh_cn: 最小时段出价: {} 最大时段出价: {} 时段冷却时间: {} 发薪日金额: {} 发薪日冷却: {} 在注册帐户时给出的金额: {}

source: Current Economy settings:
id_id: Pengaturan Ekonomi saat ini:
ja_jp: 現在のエコノミー設定：
ko_kr: 현재 이코노미 설정 :
no_no: Gjeldende økonomi innstillinger:
pt_br: Configurações de economia atuais:
sv_se: Nuvarande Ekonomi inställningar:
zh_cn: 当前经济设置：

source: Minimum bid is now {} {}.
id_id: Tawaran minimum sekarang {} {}.
ja_jp: 今の最低入札額は{}{}となっています。
ko_kr: 이제 최소 입찰가는 {} {} 이에요.
no_no: Minste budet er nå {} {}.
pt_br: Aposta mínima agora é {} {}.
sv_se: Den minsta möjliga insatsen är nu {} {}.
zh_cn: 现在的最低出价是 {} {}。
