Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/economy/locales/*.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ja_jp, ko_kr, nb_no, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, zh_cn

source: Delete the bank account of a specified user. Examples: - `[p]bank prune user @TwentySix` - Did not confirm. Shows the help message. - `[p]bank prune user @TwentySix yes` **Arguments** - `<user>` The user to delete the bank of. Takes mentions, names, and user ids. - `<confirmation>` This will default to false unless specified.
es_es: Eliminar la cuenta bancaria de un usuario especificado. Ejemplos: - `[p]bank prune user @TwentySix` - No confirmar. Muestra el mensaje de ayuda. - `[p]bank prune user @TwentySix yes` **Argumentos** - `<user>` El usuario del que eliminar el banco. Toma menciones, nombres e identificadores de usuario. - `<confirmation>` Esto por defecto es falso a menos que se especifique.
nb_no: Slett bankkontoen til en spesifisert bruker. Eksempler: - `[p]bank prune bruker @TwentySix` - Tok ikke. Viser en hjelp-melding. - `[p]bank prune @TwentySix yes` **Argumenter** - `<user>` Brukeren som skal slette banken av. Tar meninger, navn og bruker ids. - `<confirmation>` vil bli standard med mindre de er angitt.
ru_ru: Удалить банковскую учетную запись указанного пользователя. Примеры: - `[p]bank prune user @TwentySix` - Не подтверждено. Показывает справочное сообщение. - `[p]bank prune user @TwentySix yes`. **Аргументы** - `<user>` Пользователь для удаления банка. Принимает упоминания, имена и идентификаторы пользователей. - `<confirmation>` По умолчанию будет равно false, если не указано.

source: This command cannot be used in DMs with a local bank.
es_es: Este comando no puede ser usado en DMs con un banco local.
fr_fr: Cette commande ne peut pas être utilisée en message privé avec une banque locale.
nb_no: Denne kommandoen kan ikke brukes i DMs med en lokal bank.
ru_ru: Эта команда не может быть использована в ЛС с локальным банком.

source: This will delete {name}'s bank account. If you're sure, type `{prefix}bank prune user {id} yes`
es_es: Esto eliminará la cuenta bancaria de {name}. Si está seguro, escriba `{prefix}banco poda usuario {id} sí`
fr_fr: Ceci supprimera le compte bancaire de {name}. Si vous êtes sûr, tapez `{prefix}bank prune user {id} yes`
nb_no: Dette vil slette {name}sin bankkonto. Hvis du er sikker, skriv `{prefix}bank prune user {id} yes`
ru_ru: Это приведет к удалению банковского счета {name}. Если вы уверены, введите `{prefix}bank prune user {id} yes`

source: The bank account for {name} has been pruned.
es_es: La cuenta bancaria de {name} ha sido podada.
fr_fr: Le compte bancaire de {name} a été supprimé.
nb_no: Bankkontoen for {name} er skrevet ut.
ru_ru: Банковский счет для {name} был украден.

source: Get some free currency. The amount awarded and frequency can be configured.
es_es: Obtenga efectivo gratuitamente. La cantidad otorgada y la frecuencia se pueden configurar.
nb_no: Få en gratis valuta. Det kan konfigureres beløp og frekvens.
pl_pl: Zdobądź darmową walutę. Kwota przyznana i częstotliwość mogą być skonfigurowane.
ru_ru: Получите немного бесплатной валюты. Размер вознаграждения и частоту можно настроить.

source: You've reached the maximum amount of {currency}! Please spend some more 😬 You currently have {new_balance} {currency}.
es_es: ¡Has alcanzado la cantidad máxima de {currency}! Por favor gasta más 😬 Actualmente tienes {new_balance} {currency}.
fr_fr: Vous avez atteint le montant maximum de {currency} ! Veuillez dépenser plus 😬 Vous avez actuellement {new_balance} {currency}.
nb_no: Du har nådd maksimalt antall {currency}! Vennligst bruk mer 😬 Du har nå {new_balance} {currency}.
pl_pl: Osiągnąłeś maksymalną kwotę {currency}! Proszę wydać więcej 😬 Obecnie masz {new_balance} {currency}.
ru_ru: Вы достигли максимальной суммы {currency}! Пожалуйста, потратьте еще немного 😬 В настоящее время у вас есть {new_balance} {currency}.

source: {author.mention} Here, take some {currency}. Enjoy! (+{amount} {currency}!) You currently have {new_balance} {currency}. You are currently #{pos} on the global leaderboard!
es_es: {author.mention} Aquí, toma algunos {currency}. ¡Disfruta! (+{amount} {currency}!) Actualmente tienes {new_balance} {currency}. ¡Actualmente estás #{pos} en el tablero global de líderes!
fr_fr: {author.mention} Tenez, voici un peu de {currency}. Amusez-vous bien ! (+{amount} {currency} !) Vous avez actuellement {new_balance} {currency}. Vous êtes actuellement #{pos} sur le classement global !
nb_no: {author.mention} Her må du ta {currency}. Nyt! (+{amount} {currency}!) Du har for øyeblikket {new_balance} {currency}. Du er for tiden #{pos} på den globale topplisten!
pl_pl: {author.mention} Tutaj, weź trochę {currency}. Ciesz się! (+{amount} {currency}!) Aktualnie masz {new_balance} {currency}. Jesteś obecnie #{pos} na globalnej tablicy wyników!
ru_ru: {author.mention} Вот, возьмите {currency}. Наслаждайтесь! (+{amount} {currency}!) У вас сейчас есть {new_balance} {currency}. Вы в настоящее время #{pos} в глобальной таблице лидеров!

source: {author.mention} Too soon. For your next payday you have to wait {time}.
cs_cz: {author.mention} Příliš brzy. Pro Vaši další výplatu musíte počkat {time}.
de_de: {author.mention} Zu früh. Bis zum nächsten Zahltag dauert es noch {time}.
es_es: {author.mention} Muy pronto. Para tu próximo día de pago, tienes que esperar {time}.
fr_fr: {author.mention} Trop tôt. Pour le prochain payday, vous devez attendre {time}.
nb_no: {author.mention} For tidlig. For din neste dag må du vente {time}.
nl_nl: {author.mention} Te snel. Voor de volgende uitbetaling moet je nog {time} wachten.
ru_ru: {author.mention}, слишком рано. До следующей выплаты придется подождать {time}.

source: Print the leaderboard. Defaults to top 10. Examples: - `[p]leaderboard` - `[p]leaderboard 50` - Shows the top 50 instead of top 10. - `[p]leaderboard 100 yes` - Shows the top 100 from all servers. **Arguments** - `<top>` How many positions on the leaderboard to show. Defaults to 10 if omitted. - `<show_global>` Whether to include results from all servers. This will default to false unless specified.
es_es: Muestra la tabla de clasificaciones. Por defecto es el top 10. Ejemplos: - `[p]leaderboard` - `[p]leaderboard 50` - Muestra el top 50 en lugar del top 10. - `[p]leaderboard 100 yes` - Muestra los 100 mejores de todos los servidores. **Argumentos** - `<top>` ¿Cuántas posiciones se mostrarán en la tabla de clasificación. Por defecto es 10 si se omite. - `<show_global>` Si quieres incluir resultados de todos los servidores. Esto será por defecto falso a menos que se especifique.
nb_no: Skriv ut topplisten. Standard til topp 10. Eksempler: - `[p]leaderboard` - `[p]leaderboard 50` - Viser top 50 i stedet for topp 10. - `[p]leaderboard 100 yes` - Viser topp 100 fra alle servere. **Argumenter** - `<top>- Hvor mange posisjoner skal vise. Standarder til 10 hvis utelatt. - `<show_global>` om å inkludere resultater fra alle servere. Dette vil standard med mindre det er angitt.
ru_ru: Вывести таблицу лидеров. По умолчанию выводится 10 лучших. Примеры: - `[p]leaderboard` - `[p]leaderboard 50` - Показывает топ-50 вместо топ-10. - `[p]leaderboard 100 yes` - Показывает топ-100 со всех серверов. **Аргументы** - `<top>` Сколько позиций в таблице лидеров показывать. По умолчанию 10, если не указано. - `<show_global>` Включать ли результаты со всех серверов. По умолчанию false, если не указано.

source: Page {page_num}/{page_len}.
es_es: Página {page_num}/{page_len}.
nb_no: Side {page_num}/{page_len}.
pl_pl: Strona {page_num}/{page_len}.
ru_ru: Страница {page_num}/{page_len}.

source: Economy Leaderboard
es_es: Leaderboard de economía
fr_fr: Classement Economique
nb_no: Økonomi ledertavle
pl_pl: Ranking ekonomii
ru_ru: Таблица лидеров экономики

source: There are no accounts in the bank.
cs_cz: V bance nejsou žádné účty.
de_de: Es gibt keine Konten in der Bank.
es_es: No hay cuentas en el Banco.
fr_fr: Il n'y a pas de comptes dans cette banque.
id_id: Tidak ada rekening di bank.
ja_jp: 銀行には口座がありません。
ko_kr: 은행에 등록된 계좌가 없어요.
nb_no: Det er ingen kontoer i banken.
nl_nl: Er zijn geen bankrekeningen.
no_no: Det er ingen kontoer i banken.
pl_pl: Nie ma żadnych kont w banku.
pt_br: Não há nenhuma conta no banco.
ru_ru: В банке нет счетов.
sv_se: Det finns inga konton i banken.
zh_cn: 在这个银行中没有账户。

source: Name
cs_cz: Jméno
es_es: Nombre
fr_fr: Nom
nb_no: Navn
nl_nl: Naam
pl_pl: Nazwa
ru_ru: Имя

source: Score
cs_cz: Skóre
de_de: Punkte
es_es: Puntaje
nb_no: Poeng
pl_pl: Stan
ru_ru: Счет

source: No balances found.
es_es: No hay saldos encontrados.
nb_no: Ingen saldoer funnet.
pl_pl: Nie znaleziono sald.
ru_ru: Балансы не найдены.

source: Show the payouts for the slot machine.
cs_cz: Zobrazit výplaty pro automat.
de_de: Zeige die Auszahlung des Spielautomaten an.
es_es: Mostrar los pagos de la máquina tragaperras.
fr_fr: Montrer les gains de la machine à sous.
nb_no: Vis utbetalinger for slottsmaskinen.
nl_nl: Toon de uitbetalingen voor de gokautomaat.
pl_pl: Pokaż wypłaty dla automatu.
ru_ru: Показать выплаты слот-машины.

source: I can't send direct messages to you.
de_de: Ich kann keine Direktnachrichten an dich senden.
es_es: No puedo enviarte mensajes directos.
fr_fr: Je ne peux pas vous envoyer de messages privé.
nb_no: Jeg kan ikke sende direktemeldinger til deg.
pl_pl: Nie mogę wysyłać do ciebie bezpośrednich wiadomości.
ru_ru: Я не могу отправить вам личное сообщение.

source: Use the slot machine. Example: - `[p]slot 50` **Arguments** - `<bid>` The amount to bet on the slot machine. Winning payouts are higher when you bet more.
es_es: Utilizar la máquina tragaperras. Ejemplo: - `[p]slot 50` **Argumentos** - `<bid>` La cantidad a apostar en la máquina tragaperras. Los pagos ganadores son más altos cuando apuestas más.
nb_no: Bruk spormaskinen. Eksempel: -[p]slot 50` **Argumenter** -<bid>` Beløpet som skal vedlegges på spillmaskinen. Vinnende utbetalinger er høyere når du vedder flere.
ru_ru: Используйте игровой автомат. Пример: - `[p]slot 50`. **Аргументы** - `<bid>` Сумма ставки на игровом автомате. Выигрышные выплаты выше, если вы ставите больше.

source: You're on cooldown, try again in a bit.
de_de: Du bist auf Abklingzeit, versuch es bald wieder.
es_es: Estás en tiempo de enfriamiento, inténtelo de nuevo unos momentos.
fr_fr: Vous devez attendre, réessayez dans un moment.
id_id: Anda sedang dalam keadaan dingin, coba lagi sebentar lagi.
ja_jp: クールダウン中です。後でもう一度やり直してください。
ko_kr: 사용자님은 지금 쿨타임이에요. 잠시 후에 다시 시도해보세요.
nb_no: Du er på ventetid, prøv igjen litt.
nl_nl: Je gaat te snel! Probeer het later opnieuw.
no_no: Du er på ventetid, prøv igjen litt.
pl_pl: Nie możesz tak często robić zakładów, spróbuj za chwilę.
pt_br: Você deve aguardar, tente novamente daqui a pouco.
ru_ru: Ты играешь слишком часто, попробуй чуть позже.
sv_se: Du är på cooldown, försök igen om en liten stund.
zh_cn: 请冷静，稍后再试。

source: That's an invalid bid amount, sorry :/
cs_cz: To je neplatná částka sázky, promiňte :/
de_de: Das ist kein gültiges Gebot, tut mir leid. :/
es_es: Esta es una oferta inválido, lo siento :/
fr_fr: C'est un montant invalide pour une mise, désolé :/
id_id: Itu adalah jumlah tawaran yang tidak valid, maaf: /
ja_jp: 無効な入札額です。ごめんね (｡•́︿•̀｡)
ko_kr: 잘못된 입찰 금액이에요, 죄송해요. ;/
nb_no: Det er et ugyldig bud beløp, beklager :/
nl_nl: Dat is een ongeldig bod, sorry :/
no_no: Det er et ugyldig bud beløp, beklager :/
pl_pl: Nieprawidłowa kwota zakładu, przepraszam :/
pt_br: Desculpe, mas isso é um valor de aposta inválido :/
ru_ru: К сожалению, это неправильная сумма ставки :/
sv_se: Det är inte en giltig insats summa, förlåt :/
zh_cn: 对不起，这是无效出价金额 :/

source: You ain't got enough money, friend.
cs_cz: Nemáš dost peněz, kámo.
de_de: Du hast nicht genug Geld, mein Freund.
es_es: No tienes suficiente dinero, amigo.
fr_fr: Vous n'avez pas assez d'argent, l'ami.
id_id: Anda tidak punya cukup uang, teman.
ja_jp: 十分なお金がないよ。
ko_kr: 동작 그만, 밑장빼기냐? 돈이 없잖아.
nb_no: Du ikke har nok penger, venn.
nl_nl: Je hebt niet genoeg geld.
no_no: Du ikke har nok penger, venn.
pl_pl: Nie masz tyle pieniędzy, kolego.
pt_br: Você não tem dinheiro suficiente, amigo.
ru_ru: Слушай, у тебя нет столько денег.
sv_se: Du har inte tillräckligt med pengar, kompis.
zh_cn: 你没有足够的资金。

source: You've reached the maximum amount of {currency}! Please spend some more 😬 {old_balance} -> {new_balance}!
es_es: ¡Has alcanzado la cantidad máxima de {currency}! ¡Por favor gasta más 😬 {old_balance} -> {new_balance}!
fr_fr: Vous avez atteint le montant maximum de {currency} ! Veuillez dépenser plus 😬 {old_balance} -> {new_balance}!
nb_no: Du har nådd maksimalt antall {currency}! Vennligst bruk litt mer 😬 Du har nå {old_balance} {new_balance}!
pl_pl: Osiągnąłeś maksymalną kwotę {currency}! Proszę wydać więcej 😬 {old_balance} -> {new_balance}!
ru_ru: Вы достигли максимальной суммы {currency}! Пожалуйста, потратьте еще немного 😬 {old_balance} -> {new_balance}!

source: Nothing!
cs_cz: Nic!
de_de: Nichts!
es_es: Nada!
fr_fr: Rien !
nb_no: Ingenting!
nl_nl: Niets!
pl_pl: Nic!
ru_ru: Ничего!

source: Your bid: {bid}
cs_cz: Tvá sázka: {bid}
es_es: Tu apuesta: {bid}
fr_fr: Votre mise : {bid}
nb_no: Ditt bud: {bid}
pl_pl: Twoja oferta: {bid}
ru_ru: Ваша ставка: {bid}

source: {old_balance} - {bid} (Your bid) + {pay} (Winnings) → {new_balance}!
es_es: {old_balance} - {bid} (Tu apuesta) + {pay} (Ganancias) → {new_balance}!
fr_fr: {old_balance} - {bid} (Votre mise) + {pay} (Gains) → {new_balance} !
nb_no: {old_balance} - {bid} (Ditt bud) + {pay} (Winnings) → {new_balance}!
pl_pl: {old_balance} - {bid} (Twoja oferta) + {pay} (Winnings) → {new_balance}!
ru_ru: {old_balance} - {bid} (Ваша ставка) + {pay} (Выигрыш) → {new_balance}!

source: Base command to manage Economy settings.
es_es: Comando base para administrar la configuración de economía.
nb_no: Base kommando for å administrere Economy innstillinger.
pl_pl: Bazowa komenda do zarządzania ustawieniami Economy.
ru_ru: Базовая команда для управления настройками экономики.

source: Shows the current economy settings
es_es: Muestra los ajustes actuales de economía
nb_no: Viser nåværende økonomiinnstillinger
pl_pl: Pokazuje bieżące ustawienia ekonomiczne
ru_ru: Показывает текущие настройки экономии

source: ----Economy Settings--- Minimum slot bid: {slot_min} Maximum slot bid: {slot_max} Slot cooldown: {slot_time} Payday amount: {payday_amount} Payday cooldown: {payday_time} Amount given at account registration: {register_amount} Maximum allowed balance: {maximum_bal}
es_es: ----Configuración de la economía--- Oferta mínima en la tragamonedas: {slot_min} Oferta máxima en la ranura: {slot_max} Tiempo de enfriamiento de la ranura: {slot_time} Cantidad del día de pago: {payday_amount} Tiempo de recarga del día de pago: {payday_time} Cantidad dada en el registro de la cuenta: {register_amount} Saldo máximo permitido: {maximum_bal}
fr_fr: ----Paramètres de l'Economie--- Mise minimale au slots : {slot_min} Mise maximale au slots : {slot_max} Temps de récupération des slots : {slot_time} Montant du payday : {payday_amount} Temps de récupération du payday : {payday_time} Montant donné lors de l'enregistrement du compte : {register_amount} Solde maximum autorisé : {maximum_bal}
nb_no: ----Økonomi innstillinger--- Minste spillemaskin bud: {slot_min} Maksimum plass bud: {slot_max} Slot nedkjøling: {slot_time} Betalings-beløp: {payday_amount} Nedkjøling av lønningsdag: {payday_time} Beløp gitt ved kontoregistrering: {register_amount} Maksimalt tillatt saldo: {maximum_bal}
ru_ru: ----Экономические настройки--- Минимальная ставка за слот: {slot_min} Максимальная ставка на слот: {slot_max} Время охлаждения слота: {slot_time} Сумма выплаты: {payday_amount} Охлаждение дня выплаты: {payday_time} Сумма, указанная при регистрации счета: {register_amount} Максимально допустимый баланс: {maximum_bal}

source: Set the minimum slot machine bid. Example: - `[p]economyset slotmin 10` **Arguments** - `<bid>` The new minimum bid for using the slot machine. Default is 5.
es_es: Ajuste la oferta mínima de la máquina tragaperras. Ejemplo: - `[p]economyset slotmin 10` **Argumentos** - `<bid>` La nueva oferta mínima para usar la máquina tragaperras. Por defecto es 5.
nb_no: Still inn minste spormaskin bud. Eksempel: -[p]economyset slotmin 10` **Argumenter** - `<bid>` Det nye minimumsbudet for bruk av spillemaskinen. Standard er 5.
ru_ru: Установите минимальную ставку игрового автомата. Пример: - `[p]economyset slotmin 10`. **Аргументы** - `<bid>` Новая минимальная ставка для использования игрового автомата. По умолчанию 5.

source: Warning: Minimum bid is greater than the maximum bid ({max_bid}). Slots will not work.
es_es: Advertencia: La puja mínima es mayor que la máxima ({max_bid}). Las pujas no funcionarán.
nb_no: Advarsel: Minimum bud er større enn maksimal budet ({max_bid}). Spor vil ikke fungere.
pl_pl: Ostrzeżenie: Minimalna oferta jest większa niż maksymalna oferta ({max_bid}). Sloty nie będą działać.
ru_ru: Предупреждение: Минимальная ставка больше максимальной ставки ({max_bid}). Слоты не будут работать.

source: Minimum bid is now {bid} {currency}.
cs_cz: Minimální sázka je nyní {bid} {currency}.
de_de: Mindestwetteinsatz beträgt jetzt {bid} {currency}.
es_es: La oferta mínima es ahora {bid} {currency}.
fr_fr: La mise minimum est maintenant de {bid} {currency}.
nb_no: Minste budet er nå {bid} {currency}.
nl_nl: Het minimum bod is nu {bid} {currency}.
pl_pl: Minimalna oferta to teraz {bid} {currency}.
ru_ru: Минимальная ставка сейчас {bid} {currency}.

source: Set the maximum slot machine bid. Example: - `[p]economyset slotmax 50` **Arguments** - `<bid>` The new maximum bid for using the slot machine. Default is 100.
es_es: Ajuste la oferta máxima de la máquina tragaperras. Ejemplo: - `[p]economyset slotmax 50` **Argumentos** - `<bid>` La nueva oferta máxima para usar la máquina tragaperras. Por defecto es 100.
nb_no: Angi maksimalt spormaskin bud. Eksempel: -[p]economyset slotmax 50` **Argumenter** -<bid>` Det nye maksimalbudet for bruk av spillemaskinen. Standard er 100.
ru_ru: Установите максимальную ставку игрового автомата. Пример: - `[p]economyset slotmax 50`. **Аргументы** - `<bid>` Новая максимальная ставка для использования игрового автомата. По умолчанию - 100.

source: Warning: Maximum bid is less than the minimum bid ({min_bid}). Slots will not work.
es_es: Advertencia: La oferta máxima es menor que la mínima ({min_bid}). Las pujas no funcionarán.
nb_no: Advarsel: Maksimalt bud er mindre enn minimumsbudet ({min_bid}). Spor vil ikke fungere.
pl_pl: Ostrzeżenie: Maksymalna oferta jest mniejsza niż minimalna oferta ({min_bid}). Sloty nie będą działać.
ru_ru: Предупреждение: Максимальная ставка меньше минимальной ставки ({min_bid}). Слоты не будут работать.

source: Maximum bid is now {bid} {currency}.
cs_cz: Maximální sázka je nyní {bid} {currency}.
de_de: Maximalwetteinsatz beträgt jetzt {bid} {currency}.
es_es: La oferta máxima es ahora {bid} {currency}.
fr_fr: La mise maximum est maintenant de {bid} {currency}.
nb_no: Høyeste bud er nå {bid} {currency}.
nl_nl: Het maximum bod is nu {bid} {currency}.
pl_pl: Maksymalna oferta wynosi teraz {bid} {currency}.
ru_ru: Максимальная ставка сейчас {bid} {currency}.

source: Set the cooldown for the slot machine. Examples: - `[p]economyset slottime 10` - `[p]economyset slottime 10m` **Arguments** - `<duration>` The new duration to wait in between uses of the slot machine. Default is 5 seconds. Accepts: seconds, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
es_es: Establece el tiempo de enfriamiento para la máquina tragaperras. Ejemplos: - `[p]economyset slottime 10` - `[p]economyset slottime 10m` **Argumentos** - `<duration>` La nueva duración a esperar entre los usos de la máquina tragaperras. Por defecto es 5 segundos. Acepta: segundos, minutos, horas, días, semanas (si no se especifica ninguna unidad, la duración se asume que se da en segundos)
ru_ru: Установите время охлаждения для игрового автомата. Примеры: - `[p]economyset slottime 10` - `[p]economyset slottime 10m` **Аргументы** - `<duration>` Новая продолжительность ожидания между использованием игрового автомата. По умолчанию 5 секунд. Принимает значения: секунды, минуты, часы, дни, недели (если единицы измерения не указаны, считается, что длительность задана в секундах)

source: Cooldown is now {num} seconds.
de_de: Abklingzeit beträgt jetzt {num} Sekunden.
es_es: El tiempo de enfriamiento ahora es de {num} segundos.
fr_fr: Le cooldown est maintenant de {num} secondes.
nb_no: Nedkjøling er nå {num} sekunder.
nl_nl: Cooldown is nu {num} seconden.
pl_pl: Czas odnowienia wynosi {num} sekund.
ru_ru: Перерыв между играми теперь {num} секунд.

source: Set the cooldown for the payday command. Examples: - `[p]economyset paydaytime 86400` - `[p]economyset paydaytime 1d` **Arguments** - `<duration>` The new duration to wait in between uses of payday. Default is 5 minutes. Accepts: seconds, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
es_es: Establece el tiempo de espera para el comando payday. Ejemplos: - `[p]economyset paydaytime 86400` - `[p]economyset paydaytime 1d` **Argumentos** - `<duration>` La nueva duración a esperar entre los usos de pago. Por defecto es 5 minutos. Acepta: segundos, minutos, horas, días, semanas (si no se especifica ninguna unidad, la duración se asume que se da en segundos)
ru_ru: Установите время ожидания для команды payday. Примеры: - `[p]economyset paydaytime 86400` - `[p]economyset paydaytime 1d` **Аргументы** - `<duration>` Новая продолжительность ожидания между использованием payday. По умолчанию 5 минут. Принимает значения: секунды, минуты, часы, дни, недели (если единицы измерения не указаны, считается, что продолжительность задана в секундах)

source: Value modified. At least {num} seconds must pass between each payday.
cs_cz: Hodnota upravena. Mezi jednotlivými výplatami musí uplynout alespoň {num} sekund.
de_de: Wert geändert. Mindestens {num} Sekunden müssen zwischen jedem Zahltag vergehen.
es_es: Valor modificado. Al menos {num} segundos deben pasar entre cada día de pago.
fr_fr: Valeur modifiée. Au moins {num} secondes doivent passer entre chaque payday.
nb_no: Verdi er endret. Minst {num} sekunder må passere mellom hver lønn.
nl_nl: Waarde gewijzigd. Ten minste {num} seconden moeten tussen elke betaaldag doorgaan.
pl_pl: Wartość zmodyfikowana. Co najmniej {num} sekund musi upłynąć pomiędzy każdą płatnością.
ru_ru: Значение изменено. Теперь между выплатами должно пройти как минимум {num} секунд.

source: Set the amount earned each payday. Example: - `[p]economyset paydayamount 400` **Arguments** - `<creds>` The new amount to give when using the payday command. Default is 120.
es_es: Establecer la cantidad ganada cada día de pago. Ejemplo: - `[p]economyset paydayamount 400` **Argumentos** - `<creds>` La nueva cantidad a dar al usar el comando payday. Por defecto es 120.
nb_no: Still inn beløpet du har tjent hver betalingsdag. Eksempel: -[p]economyset paydayamount 400` **Argumenter** - `<creds>` Det nye beløpet å gi når du bruker kommandoen betaler. Standard er 120.
ru_ru: Установите сумму, получаемую в каждый день зарплаты. Пример: - `[p]economyset paydayamount 400` **Аргументы** - `<creds>` Новая сумма, которую нужно выдать при использовании команды payday. По умолчанию 120.

source: Amount must be greater than zero and less than {maxbal}.
cs_cz: Částka musí být větší nebo rovna nule a menší než {maxbal}.
es_es: La cantidad debe ser mayor que cero y menor que {maxbal}.
fr_fr: Le montant doit être supérieur à zéro et inférieur à {maxbal}.
nb_no: Beløpet må være større enn null og under {maxbal}.
pl_pl: Kwota musi być większa niż zero i mniejsza niż {maxbal}.
ru_ru: Сумма должна быть больше нуля и меньше {maxbal}.
