Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/economy/locales/*.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ja_jp, ko_kr, nb_no, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, zh_cn

source: {arg} is not an integer.
es_es: {arg} no es un entero.
fr_fr: {arg} n'est pas un nombre.
nb_no: {arg} er ikke et heltall.
ru_ru: {arg} не является целым числом.

source: {arg} is not a positive integer.
es_es: {arg} no es un entero positivo.
fr_fr: {arg} n'est pas un nombre positif.
nb_no: {arg} er ikke et positivt heltall.
ru_ru: {arg} не является положительным целым числом.

source: JACKPOT! 226! Your bid has been multiplied * 50!
cs_cz: JACKPOT! 226! Tvá sázka byla vynásobena * 50!
es_es: ¡JACKPOT! ¡226! ¡Tu oferta ha sido multiplicada * 50!
fr_fr: JACKPOT ! 226 ! Votre mise a été multipliée par * 50 !
nb_no: JACKPOT! 226! Budet er multiplisert * 50!
pl_pl: JACKPOT! 226! Twoja oferta została pomnożona * 50!
ru_ru: ДЖЕКПОТ! 226! Ваша ставка умножена на 50!

source: 4LC! Your bid has been multiplied * 25!
cs_cz: 4LC! Vaše nabídka byla vynásobena * 25!
es_es: Su oferta ha sido multiplicada * 25!
fr_fr: 4LC ! Votre mise a été multipliée par * 25 !
nb_no: 4LC! Budet er multiplisert * 25!
pl_pl: 4LC! Twoja oferta została pomnożona * 25!
ru_ru: 4LC! Ваша ставка была умножена на 25!

source: Three cherries! Your bid has been multiplied * 20!
cs_cz: Tři třešně! Tvoje sázka byla vynásobena * 20!
es_es: ¡Tres cerezas! Tu puja ha sido multiplicada * 20!
fr_fr: Trois cerises ! Votre mise a été multipliée par * 20 !
nb_no: Tre kirsebær! Budet er multiplisert * 20!
pl_pl: Trzy wiśnie! Twoja oferta została pomnożona * 20!
ru_ru: Три вишни! Ваша ставка была умножена * 20!

source: 2 6! Your bid has been multiplied * 4!
cs_cz: 2 6! Tvá sázka byla vynásobena * 4!
de_de: 2 6! Dein Gebot wurde multipliziert * 4!
es_es: ¡2 6! ¡Tu apuesta ha sido multiplicada * 4!
fr_fr: 26 ! Votre mise a été multipliée par 4 !
id_id: 2 6! Taruhan Anda telah dikalikan * 4!
ja_jp: ２６！入札は４倍されました！
ko_kr: 2 6! 사용자님의 입찰 가격이 4배로 늘었어요!
nb_no: 2 6! Budet er multiplisert * 4!
nl_nl: 2 6! Je bod is 4 maal verhoogd!
no_no: 2 6! Budet er multiplisert * 4!
pl_pl: 2 6! Twój zakład został powiększony czterokrotnie!
pt_br: 2 6! Sua aposta foi multiplicada * 4!
ru_ru: 2 6! Ваша ставка была умножена на 4!
sv_se: 2 6! Din insats har blivit multiplicerad * 4!
zh_cn: 2 6! 你的出价已经翻了4倍！

source: Two cherries! Your bid has been multiplied * 3!
cs_cz: Dvě třešně! Váš pokus byl znásoben * 3!
de_de: Zwei Kirschen! Dein Gebot wurde multipliziert * 3!
es_es: ¡Dos cerezas! ¡Tu apuesta ha sido multiplicada * 3!
fr_fr: Deux cerises ! Votre mise a été multipliée par 3 !
id_id: Dua buah ceri! Taruhan Anda telah dikalikan * 3!
ja_jp: ２つのチェリー！入札は３倍されました！
ko_kr: 체리 두 개! 사용자님의 입찰 가격이 3배로 올랐어요!
nb_no: To kirsebær! Budet er multiplisert * 3!
nl_nl: Twee kersen! Je bod is 3 maal verhoogd!
no_no: To kirsebær! Budet er multiplisert * 3!
pl_pl: Dwie wiśnie! Twój zakład został powiększony trzykrotnie!
pt_br: Duas cerejas! Sua aposta foi multiplicada * 3!
ru_ru: Две вишни! Ваша ставка была умножена на 3!
sv_se: Två körsbär! Din insats har multiplicerats * 3!
zh_cn: 两个樱桃! 你的出价已经翻了3倍！

source: Three symbols! Your bid has been multiplied * 10!
cs_cz: Tři symboly! Tvá sázka byla vynásobena * 10!
es_es: ¡Tres símbolos! Tu oferta ha sido multiplicada * 10!
fr_fr: Trois symboles ! Votre mise a été multipliée par * 10 !
nb_no: Tre symboler! Budet er multiplisert * 10!
pl_pl: Trzy symbole! Twoja oferta została pomnożona * 10!
ru_ru: Три символа! Ваша ставка была умножена на 10!

source: Two consecutive symbols! Your bid has been multiplied * 2!
cs_cz: Dva po sobě jdoucí symboly! Váš pokus byl vynásoben * 2!
de_de: Zwei aufeinanderfolgende Symbole! Dein Gebot wurde multipliziert * 2!
es_es: ¡Dos símbolos consecutivos! ¡Tu apuesta se ha multiplicado * 2!
fr_fr: Deux symboles consécutifs ! Votre mise a été multipliée par 2 !
id_id: Dua simbol berturut-turut! Taruhan Anda telah dikalikan * 2!
ja_jp: ２つの連続したシンボル！入札は２倍されました！
ko_kr: 2연속 심볼! 당신의 입찰 가격이 2배로 늘었어요!
nb_no: To påfølgende symboler! Budet er multiplisert * 2!
nl_nl: Twee dezelfde symbolen! Je bod is verdubbeld!
no_no: To påfølgende symboler! Budet er multiplisert * 2!
pl_pl: Dwa kolejne symoble! Twój zakład został podwojony!
pt_br: Dois símbolos consecutivos! Sua aposta foi multiplicada * 2!
ru_ru: Два последовательных символа! Ваша ставка была умножена на 2!
sv_se: Två på varandra lika följande symboler! Din insats har multiplicerats * 2!
zh_cn: 两个连续的符号！你的出价已经翻倍！

source: Slot machine payouts: {two.value} {two.value} {six.value} Bet * 50 {flc.value} {flc.value} {flc.value} Bet * 25 {cherries.value} {cherries.value} {cherries.value} Bet * 20 {two.value} {six.value} Bet * 4 {cherries.value} {cherries.value} Bet * 3 Three symbols: Bet * 10 Two symbols: Bet * 2
es_es: Pago con máquina tragaperras: {two.value} {two.value} {six.value} Apuesta * 50 {flc.value} {flc.value} {flc.value} Apuesta * 25 {cherries.value} {cherries.value} {cherries.value} Apuesta * 20 {two.value} {six.value} Apuesta * 4 {cherries.value} {cherries.value} Apuesta * 3 Tres caracteres: Apuesta * 10 Dos símbolos: Apuesta * 2
fr_fr: Gains de la machine à sous : {two.value} {two.value} {six.value} Mise * 50 {flc.value} {flc.value} {flc.value} Mise * 25 {cherries.value} {cherries.value} {cherries.value} Mise * 20 {two.value} {six.value} Mise * 4 {cherries.value} {cherries.value} Mise * 3 Trois symboles : Mise * 10 Deux symboles : Mise * 2
nb_no: Spilleautomat utbetalinger: {two.value} {two.value} {six.value} Bud * 50 {flc.value} {flc.value} {flc.value} +25 {cherries.value} {cherries.value} {cherries.value} +20 {two.value} {six.value} Bud * 4 {cherries.value} {cherries.value} Bud * 3 Tre symboler: bud *10 To symboler: Bud * 2
pl_pl: Wypłaty z komputera: {two.value} {two.value} {six.value} Zakład * 50 {flc.value} {flc.value} {flc.value} Zakład * 25 {cherries.value} {cherries.value} {cherries.value} Zakład * 20 {two.value} {six.value} Zakład * 4 {cherries.value} {cherries.value} Zakład * 3 Trzy symbole: Zakład * 10 Dwa symbole: Zakład * 2
ru_ru: Выплаты игрового автомата: {two.value} {two.value} {six.value} Ставка * 50 {flc.value} {flc.value} {flc.value} Ставка * 25 {cherries.value} {cherries.value} {cherries.value} Ставка * 20 {two.value} {six.value} Ставка * 4 {cherries.value} {cherries.value} Ставка * 3 Три символа: Ставка * 10 Два символа: Ставка * 2

source: Invalid value, the argument must be an integer, optionally preceded with a `+` or `-` sign.
es_es: Valor no válido, el argumento debe ser un entero, opcionalmente precedido con una signatura `+` o `-`.
pl_pl: Nieprawidłowa wartość, argument musi być liczbą całkowitą, opcjonalnie poprzedzoną znakiem `+` lub `-`.
ru_ru: Недопустимое значение, аргумент должен быть целым числом, перед которым может стоять знак `+` или `-`.

source: Invalid value, the amount of currency to increase or decrease must be an integer different from zero.
es_es: Valor no válido, la cantidad de moneda a aumentar o disminuir debe ser un entero diferente de cero.
pl_pl: Nieprawidłowa wartość, ilość waluty do zwiększenia lub zmniejszenia musi być liczbą całkowitą inną niż zero.
ru_ru: Недопустимое значение, сумма валюты для увеличения или уменьшения должна быть целым числом, отличным от нуля.

source: Get rich and have fun with imaginary currency!
cs_cz: Zbohatněte a bavte se s imaginární měnou!
de_de: Werde reiche und hab Spaß mit imaginärer Währung!
es_es: ¡Hazte rico y diviértete con la moneda imaginaria!
fr_fr: Devenez riche et amusez-vous avec des devises imaginaires !
nb_no: Få deg god og ha det gøy med bildetekst!
nl_nl: Word rijk en heb plezier met een denkbeeldige valuta!
pl_pl: Bądź bogaty i baw się wyimaginowaną walutą!
ru_ru: Богатейте и веселитесь с воображаемой валютой!

source: Base command to manage the bank.
es_es: Comando base para administrar el banco.
nb_no: Base-kommandoen for å administrere banken.
pl_pl: Bazowa komenda do zarządzania bankiem.
ru_ru: Базовая команда для управления банком.

source: Show the user's account balance. Example: - `[p]bank balance` - `[p]bank balance @Twentysix` **Arguments** - `<user>` The user to check the balance of. If omitted, defaults to your own balance.
es_es: Mostrar el saldo de la cuenta del usuario. Ejemplo: - `[p]saldo bancario` - `[p]saldo bancario @Twentysix` **Argumentos** - `<user>` El usuario para comprobar el saldo. Si se omite, el valor predeterminado de su propio saldo.
nb_no: Vis brukerens kontosaldo. Eksempel: - `[p]bank balance` - `[p]bank balanse @Twentysix` **Argumenter** - `<user>` Brukeren som skal sjekke saldoen. Hvis utelatt, settes standard til din egen saldo.
ru_ru: Показать баланс счета пользователя. Пример: - `[p]bank balance` - `[p]bank balance @Twentysix` **Аргументы** - `<user>` Пользователь, баланс которого необходимо проверить. Если опущен, то по умолчанию используется ваш собственный баланс.

source: {user}'s balance is {num} {currency}
cs_cz: Zůstatek {user} je {num} {currency}
de_de: Guthaben von {user} beträgt {num} {currency}
es_es: El saldo de {user} es {num} {currency}
fr_fr: Le solde de {user} est {num} {currency}
nb_no: {user} sin saldo er {num} {currency}
nl_nl: {user}'s balans is {num}{currency}
pl_pl: Saldo {user} to {num} {currency}
ru_ru: Баланс пользователя {user}: {num} {currency}

source: Transfer currency to other users. This will come out of your balance, so make sure you have enough. Example: - `[p]bank transfer @Twentysix 500` **Arguments** - `<to>` The user to give currency to. - `<amount>` The amount of currency to give.
es_es: Transferir moneda a otros usuarios. Esto saldrá de tu saldo, así que asegúrate de tener suficiente. Ejemplo: - `[p]transferencia bancaria @Twentysix 500` **Argumentos** - `<to>` El usuario al que dar moneda. - `<amount>` La cantidad de moneda a dar.
nb_no: Overfør valuta til andre brukere. Dette vil gå ut av saldoen din, så pass på at du har nok. Eksempel: - `[p]bank transfer @Twentysix 500` **Argumenter** - `<to>` brukeren som skal gi valuta til. - `<amount>` beløpet av valuta å gi.
ru_ru: Переводите валюту другим пользователям. Это будет происходить из вашего баланса, поэтому убедитесь, что у вас его достаточно. Пример: - `[p]bank transfer @Twentysix 500` **Аргументы** - `<to>` Пользователь, которому нужно передать валюту. - `<amount>` Количество валюты для перевода.

source: {user} transferred {num} {currency} to {other_user}
cs_cz: {user} převedl {num} {currency} uživateli {other_user}
de_de: {user} überwies {num} {currency} an {other_user}
es_es: {user} transfirió {num} {currency} a {other_user}
fr_fr: {user} a transféré {num} {currency} à {other_user}
nb_no: {user} overførte {num} {currency} til {other_user}
nl_nl: {user} verstuurde {num}{currency} naar {other_user}
pl_pl: {user} przekazał {num} {currency} dla {other_user}
ru_ru: {user} перевёл {other_user} {num} {currency}

source: Set the balance of a user's bank account. Putting + or - signs before the amount will add/remove currency on the user's bank account instead. Examples: - `[p]bank set @Twentysix 26` - Sets balance to 26 - `[p]bank set @Twentysix +2` - Increases balance by 2 - `[p]bank set @Twentysix -6` - Decreases balance by 6 **Arguments** - `<to>` The user to set the currency of. - `<creds>` The amount of currency to set their balance to.
es_es: Establece el saldo de la cuenta bancaria de un usuario. Poner + o - firma antes de la cantidad añadirá/quitar moneda en la cuenta bancaria del usuario en su lugar. Ejemplos: - `[p]bank set @Twentysix 26` - Establece el saldo a 26 - `[p]bank set @Twentysix +2` - Incrementa el saldo en 2 - `[p]bank set @Twentysix -6` - Disminuye el saldo en 6 **Argumentos** - `<to>` El usuario para establecer la moneda. - `<creds>` La cantidad de moneda a la que establecer su saldo.
nb_no: Sett balanse for en bruker's bank Å sette + eller - tegn før beløpet vil i stedet legge til / fjerne valuta på brukerens bankkonto Eksempel: - `[p]bank set @Twentysix 26` - Sets balance to 26 - `[p]bank set @Twentysix +2` - Increases balance by 2 - `[p]bank set @Twentysix +2` - Increases balance by 2 - `[p]bank set @Twentysix -6` - Decreases balance by 6 **Argumenter** - `<to>` Brukeren som skal angi valuta på. - `<creds>` Mengden valuta som saldoen skal settes til.
ru_ru: Устанавливает баланс банковского счета пользователя. Если перед суммой поставить знаки + или -, то на банковском счете пользователя будет добавлена/удалена валюта. Примеры: - `[p]bank set @Twentysix 26` - Устанавливает баланс равным 26 - `[p]bank set @Twentysix +2` - Увеличивает баланс на 2 - `[p]bank set @Twentysix -6` - Уменьшает баланс на 6 **Аргументы** - `<to>` Пользователь, для которого нужно установить валюту. - `<creds>` Сумма валюты, на которую нужно установить баланс.

source: {author} added {num} {currency} to {user}'s account.
cs_cz: {author} přidal/a {num} {currency} k účtu {user}.
de_de: {author} hat {num} {currency} zu {user} Konto hinzugefügt.
es_es: {author} agregó {num} {currency} a la cuenta de {user}.
fr_fr: {author} a ajouté {num} {currency} au compte de {user}.
nb_no: {author} la til {num} {currency} til {user} sin konto.
nl_nl: {author} heeft {num}{currency} toegevoegd aan {user}'s account.
pl_pl: {author} dodał(a) {num} {currency} do konta {user}.
ru_ru: {author} добавил {num} {currency} на счет {user}.

source: {author} removed {num} {currency} from {user}'s account.
cs_cz: {author} odebral {num} {currency} z účtu {user}.
de_de: {author} hat {num} {currency} von {user} Konto abgezogen.
es_es: {author} agregó {num} {currency} a la cuenta de {user}.
fr_fr: {author} a retiré {num} {currency} du compte de {user}.
nb_no: {author} fjernet {num} {currency} fra {user} sin konto.
nl_nl: {author} heeft {num}{currency} verwijderd van {user}'s account.
pl_pl: {author} usunął {num} {currency} z konta {user}.
ru_ru: {author} удалил {num} {currency} со счета {user}.

source: {author} set {user}'s account balance to {num} {currency}.
de_de: {author} hat {user} Kontostand auf {num} {currency} gesetzt.
es_es: {author} estableció el saldo de la cuenta de {user} en {num} {currency}.
fr_fr: {author} définit le solde du compte de {user} à {num} {currency}.
nb_no: {author} har angitt {user} sin kontobalanse til {num} {currency}.
pl_pl: {author} ustawił saldo konta {user} na {num} {currency}.
ru_ru: {author} установил баланс счета {user} на {num} {currency}.

source: Delete all bank accounts. Examples: - `[p]bank reset` - Did not confirm. Shows the help message. - `[p]bank reset yes` **Arguments** - `<confirmation>` This will default to false unless specified.
es_es: Eliminar todas las cuentas bancarias. Ejemplos: - `[p]restablecimiento bancario` - No confirmar. Muestra el mensaje de ayuda. - `[p]restablecimiento bancario` **Argumentos** - `<confirmation>` Esto por defecto es falso a menos que se especifique.
nb_no: Slett alle bankkontoer. Eksempler: - `[p]bank reset` - Ikke bekreftet. Viser en hjelp-melding. - `[p]bank reset yes` **Argumenter** - `<confirmation>` vil bli satt som standard med mindre de er angitt.
ru_ru: Удалить все банковские счета. Примеры: - `[p]bank reset` - Не подтверждено. Показывает справочное сообщение. - `[p]bank reset yes` **Аргументы** - `<confirmation>` По умолчанию будет равно false, если не указано.

source: This will delete all bank accounts for {scope}. If you're sure, type `{prefix}bank reset yes`
es_es: Esto eliminará todas las cuentas de {scope}. Si estás seguro, escribe `{prefix}bank reset yes`
fr_fr: Ceci supprimera tous les comptes bancaires pour {scope}. Si vous êtes sûr, tapez `{prefix}bank reset yes`
nb_no: Dette vil slette alle bankkontoer for {scope}. Hvis du er sikker, skriv `{prefix}bank reset yes`
nl_nl: Hiermee worden alle bankrekeningen gewist voor {scope}. Als je hier zeker van bent, typ `{prefix}bank reset yes`
ru_ru: Это приведет к удалению всех банковских счетов для {scope}. Если вы уверены, введите `{prefix}bank reset yes`

source: this server
cs_cz: tento server
de_de: dieser Server
es_es: este servidor
fr_fr: ce serveur
nb_no: denne serveren
nl_nl: deze server
ru_ru: этот сервер

source: All bank accounts for {scope} have been deleted.
cs_cz: Všechny bankovní účty pro {scope} byly odstraněny.
de_de: Alle Bankkonten von {scope} wurden gelöscht.
es_es: Todas las cuentas bancarias de {scope} han sido eliminadas.
fr_fr: Tous les comptes bancaires pour {scope} ont été supprimés.
nb_no: Alle bankkontoer for {scope} har blitt slettet.
nl_nl: Alle bank accounts voor {scope} zijn verwijderd.
ru_ru: Все банковские счета для {scope} были удалены.

source: Base command for pruning bank accounts.
es_es: Comando base para podar cuentas bancarias.
nb_no: Base-kommandoen for å utsette bankkontoer.
ru_ru: Базовая команда для обрезки банковских счетов.

source: Prune bank accounts for users no longer in the server. Cannot be used with a global bank. See `[p]bank prune global`. Examples: - `[p]bank prune server` - Did not confirm. Shows the help message. - `[p]bank prune server yes` **Arguments** - `<confirmation>` This will default to false unless specified.
es_es: Limpiar cuentas bancarias para usuarios que ya no están en el servidor. No se puede utilizar con un banco global. Vea `[p]bank prune global`. Ejemplos: - `[p]bank prune server` - No confirmar. Muestra el mensaje de ayuda. - `[p]bank prune server yes` **Argumentos** - `<confirmation>` Esto será por defecto falso a menos que se especifique.
nb_no: Innløpe bankkontoer for brukere ikke lenger på serveren. Kan ikke brukes med en global bank. Se `[p]bank prune global`. Eksempler: - `[p]bank prune server` - Ikke bekreftet. Viser en hjelp-melding. - `[p]bank prune server yes` **Argumenter** - `<confirmation>` vil standard til false med mindre de er angitt.
ru_ru: Обрезать банковские счета для пользователей, которых больше нет на сервере. Не может использоваться с глобальным банком. См. `[p]bank prune global`. Примеры: - `[p]bank prune server` - Не подтвердилось. Показывает справочное сообщение. - `[p]bank prune server yes`. **Аргументы** - `<confirmation>`` По умолчанию будет равно false, если не указано.

source: This command cannot be used with a global bank.
es_es: Este comando no se puede utilizar con un banco global.
fr_fr: Cette commande ne peut pas être utilisée avec une banque globale.
nb_no: Kommandoen kan ikke brukes med en global bank.
ru_ru: Эта команда не может быть использована в глобальном банке.

source: This will delete all bank accounts for users no longer in this server. If you're sure, type `{prefix}bank prune local yes`
es_es: Esto eliminará todas las cuentas bancarias de los usuarios que ya no estén en este servidor. Si estás seguro, escribe `{prefix}banco poda local yes`
fr_fr: Cela supprimera tous les comptes bancaires pour les utilisateurs qui ne sont plus sur ce serveur. Si vous êtes sûr, tapez `{prefix}bank prune local yes`
nb_no: Dette vil slette alle bankkontoer for brukere ikke lenger på denne serveren. Hvis du er sikker, skriver du `{prefix}bank prune local yes`
ru_ru: Это приведет к удалению всех банковских счетов для пользователей, которых больше нет на этом сервере. Если вы уверены, введите `{prefix}bank prune local yes`

source: Bank accounts for users no longer in this server have been deleted.
es_es: Las cuentas bancarias para usuarios que ya no están en este servidor han sido eliminadas.
fr_fr: Les comptes bancaires des utilisateurs qui ne sont plus sur ce serveur ont été supprimés.
nb_no: Bankkontoer for brukere som ikke lenger er på denne serveren er slettet.
ru_ru: Банковские счета пользователей, которых больше нет на этом сервере, были удалены.

source: Prune bank accounts for users who no longer share a server with the bot. Cannot be used without a global bank. See `[p]bank prune server`. Examples: - `[p]bank prune global` - Did not confirm. Shows the help message. - `[p]bank prune global yes` **Arguments** - `<confirmation>` This will default to false unless specified.
es_es: Limpiar cuentas bancarias para usuarios que ya no están en el servidor. No se puede utilizar sin un banco global. Ver `[p]bank prune server``. Ejemplos: - `[p]bank prune global` - No confirmar. Muestra el mensaje de ayuda. - `[p]bank prune global yes` **Argumentos** - `<confirmation>` Esto por defecto es falso a menos que se especifique.
nb_no: Prune bank for brukere som ikke lenger deler en server med boten. Kan ikke brukes uten en global bank. Se `[p]bank prune server `. Eksempler: - `[p]bank prune global` - Er ikke bekreftet. Viser en hjelp-melding. - `[p]bank prune globale yes` **Argumenter** - `<confirmation>` vil være standard for falske med mindre de er angitt.
ru_ru: Обрезает банковские счета пользователей, которые больше не имеют общего сервера с ботом. Не может использоваться без глобального банка. См. `[p]bank prune server`. Примеры: - `[p]bank prune global` - Не подтвердилось. Показывает справочное сообщение. - `[p]bank prune global yes` **Аргументы** - `<confirmation>` По умолчанию будет равно false, если не указано.

source: This command cannot be used with a local bank.
es_es: Este comando no se puede usar con un banco local.
fr_fr: Cette commande ne peut pas être utilisée avec une banque locale.
nb_no: Denne kommandoen kan ikke brukes med en lokal bank.
ru_ru: Эта команда не может быть использована в локальном банке.

source: This will delete all bank accounts for users who no longer share a server with the bot. If you're sure, type `{prefix}bank prune global yes`
es_es: Esto eliminará todas las cuentas bancarias de los usuarios que ya no comparten un servidor con el bot. Si estás seguro, escribe `{prefix}banco poda global sí`
fr_fr: Ceci supprimera tous les comptes bancaires pour les utilisateurs qui ne partagent plus de serveur avec le bot. Si vous êtes sûr, tapez `{prefix}bank prune global yes`
nb_no: Dette vil slette alle bankkontoer for brukere som ikke lenger deler en server med boten. Hvis du er sikker, skriv `{prefix}bank prune global yes`
ru_ru: Это приведет к удалению всех банковских счетов пользователей, которые больше не имеют общего сервера с ботом. Если вы уверены, введите `{prefix}bank prune global yes`

source: Bank accounts for users who no longer share a server with the bot have been pruned.
es_es: Las cuentas bancarias para los usuarios que ya no comparten un servidor con el bot han sido podadas.
fr_fr: Les comptes bancaires des utilisateurs qui ne partagent plus de serveur avec le bot ont été supprimés.
nb_no: Bankkontoer for brukere som ikke lenger deler en server med boten er skrevet ut.
ru_ru: Банковские счета пользователей, которые больше не используют один сервер с ботом, были обрезаны.
