Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/economy/locales/*.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ja_jp, ko_kr, nb_no, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, zh_cn

source: Invalid slotmax bid amount. Must be greater than slotmin.
id_id: Jumlah tawaran slotmax tidak valid Harus lebih besar dari slotmin.
ja_jp: スロットの最大入札額が無効です。スロットの最小入札額より大きい必要があります。
ko_kr: 슬롯 최대 입찰 금액이 잘못됐어요. 슬롯 최솟값보다 커야 해요.
no_no: Ugyldig spillemaskinmax bud beløpet. Må være større enn spillemaskinmin
pt_br: Quantia de aposta slotmax inválido. Deve ser maior do que slotmin.
sv_se: Ej giltig högsta spelautomatsinsats. Den måste vara högre än den minsta möjliga insatsen.
zh_cn: 无效的最大区段出价金额。必须大于最小时段。

source: Maximum bid is now {} {}.
id_id: Tawaran maksimum sekarang {} {}.
ja_jp: 今の最大入札額は{}{}となっています。
ko_kr: 이제 최대 입찰가는 {} {} 이에요.
no_no: Høyeste bud er nå {} {}.
pt_br: Aposta máxima agora é {} {}.
sv_se: Högsta möjlig insats är nu {} {}.
zh_cn: 现在的最大出价是 {} {}。

source: Cooldown is now {} seconds.
id_id: Dingin sekarang {} detik.
ja_jp: クールダウンは{}秒となっています。
ko_kr: 이제 쿨타임은 {} 초예요.
no_no: Ventetiden er nå {} sekunder.
pt_br: Tempo de espera agora é de {} segundos.
sv_se: Cooldown är nu satt till {} sekunder.
zh_cn: 现在的冷却时间是 {} 秒。

source: Value modified. At least {} seconds must pass between each payday.
id_id: Nilai diubah Setidaknya {} detik harus lulus di antara setiap hari gajian.
ja_jp: 値が変更されました。それぞれの給料日の間に｛｝秒かから無くちゃいけません。
ko_kr: 값이 수정됐어요. 각각의 월급날 사이에 적어도 {} 초가 지나야 해요.
no_no: Verdi er endret. Minst {} sekunder må passere mellom hver lønning.
pt_br: Valor modificado. Ao menos {} segundos devem passar entre cada payday.
sv_se: Siffran ändrad. Mins {} sekunder måste nu passera mellan utbetalningar.
zh_cn: 已更改值。在发薪日之间至少有{}秒。

source: Every payday will now give {} {}.
id_id: Setiap gajian sekarang akan memberi {} {}.
ja_jp: それぞれの給料日に{}{}を与えられます。
ko_kr: 이제 월급날 때마다 {} {} 을(를) 줄 거예요.
no_no: Hver lønning vil nå gi {} {}.
pt_br: Cada payday dará agora {} {}.
sv_se: Varje utbetalning ger nu {} {}.
zh_cn: 每个发薪日都将给 {} {}.

source: Registering an account will now give {} {}.
id_id: Mendaftarkan akun sekarang akan memberikan {} {}.
ja_jp: 口座を登録すると{}{}が得られます。
ko_kr: 이제 계정을 등록하면 {} {} 이(가) 지급돼요.
no_no: Registrering av en konto vil nå gi {} {}.
pt_br: Registrar uma conta dará agora {} {}.
sv_se: Kontoregistreringar ger nu {} {}.
zh_cn: 注册账户现在将给出 {} {}。
