Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/streams/locales/*.po
Languages: cs_cz, de_de, es_es, fr_fr, nb_no, ru_ru, tr_tr

source: Manage mention settings for stream alerts.
cs_cz: Spravovat nastavení zmínění pro upozornění na vysílání.
de_de: Verwalte Einstellungen für Erwähnungen bei Stream-Alarmen.
es_es: Administrar ajustes de mención para las alertas de transmisión.
fr_fr: Gérer les paramètres de mention pour les alertes de streams.
nb_no: Behandle nevnelsesinnstillinger for strømlinjevarsler.
ru_ru: Управление настройками упоминаний для оповещений о трансляциях.
tr_tr: Yayın uyarıları için bahsetme ayarlarını yönet.

source: Toggle the `@​everyone` mention.
de_de: Schalte die `@everyone` Erwähnung um.
es_es: Alterna la mención de `@​everyone`.
fr_fr: Activer la mention `@'everyone`.
nb_no: Veksle nevnelsen til `@everyone`.
ru_ru: Переключить упоминание `@​everyone`.
tr_tr: `@everyone` bahsedişini aç/kapa.

source: {everyone} will no longer be mentioned for stream alerts.
es_es: {everyone} ya no será mencionado para las alertas de stream.
nb_no: {everyone} vil ikke lenger bli nevnt for strømvarsler.
tr_tr: {everyone} artık yayın uyarıları için bahsedilmeyecek.

source: When a stream is live, {everyone} will be mentioned.
es_es: Cuando un stream está en vivo, se mencionará a {everyone}.
nb_no: Når en streamer er live, vil {everyone} bli nevnt.
tr_tr: Bir yayın başladığında {everyone} bahsedilecek.

source: Toggle the `@​here` mention.
cs_cz: Zapnout `@​here` zmínku.
de_de: Schalte die `@here` Erwähnung um.
es_es: Activa o desactiva la mención `@here`.
fr_fr: Utiliser la mention `@here`.
nb_no: Veksle følgende ommening `@here`.
ru_ru: Переключить упоминание `@​here`.
tr_tr: `@here` bahsedişini aç/kapa.

source: {here} will no longer be mentioned for stream alerts.
es_es: {here} ya no será mencionado para las alertas de stream.
nb_no: {here} vil ikke lenger bli nevnt for strømvarsler.
tr_tr: {here} artık yayın uyarıları için bahsedilmeyecek.

source: When a stream is live, {here} will be mentioned.
es_es: Cuando un stream esté en vivo, {here} serán mencionados.
nb_no: Når en streamer er live, vil {here} bli nevnt.
tr_tr: Bir yayın başladığında {here} bahsedilecek.

source: Toggle a role mention.
cs_cz: Zapnout zmínku role.
de_de: Schalte Rollen-Erwähnung um.
es_es: Activar o desactivar una mención de rol.
fr_fr: Activer une mention de rôle.
nb_no: Veksle en rolle omtale.
ru_ru: Переключить упоминание роли.
tr_tr: Bir rolden bahsetmeyi aç/kapa.

source: {role} will no longer be mentioned for stream alerts.
es_es: {role} ya no será mencionado para las alertas de stream.
nb_no: {role} vil ikke lenger bli nevnt for strømvarsler.
tr_tr: {role} artık yayın uyarıları için bahsedilmeyecek.

source: When a stream or community is live, {role} will be mentioned.
es_es: Cuando un stream o comunidad esté en directo, se mencionará a `@{role}`.
nb_no: Når en streamer er live, vil {role} bli nevnt.
tr_tr: Bir yayın veya topluluk canlıya geçtiğinde, {role} bahsedilecek.

source: Since the role is not mentionable, it will be momentarily made mentionable when announcing a streamalert. Please make sure I have the correct permissions to manage this role, or else members of this role won't receive a notification.
de_de: Da diese Rolle nicht erwähnt werden kann wird sie vorübergehend bei einem Stream-Alarm erwähnbar gemacht. Bitte stelle sicher, dass ich die korrekten Berechtigungen habe diese Rolle zu verwalten, sonst werden Mitglieder diese Rolle keine Benachrichtigung erhalten.
es_es: Dado que el rol no es mencionable, se hará mencionar momentáneamente cuando se anuncie una alerta de stream. Por favor, asegúrese de tener los permisos correctos para administrar este rol, o de lo contrario los miembros de este rol no recibirán una notificación.
fr_fr: Puisque le rôle n'est pas mentionnable, il le sera momentanément lors de l'annonce d'un stream. Veuillez vous assurer que j'ai les bonnes permissions pour gérer ce rôle, sinon les membres de ce rôle ne recevront pas de notification.
nb_no: Siden rollen ikke er nevnt, vil den kunne nevnes momentant når den annonseres et strømlinjeprogram. Vennligst sørg for at jeg har riktige rettigheter for å administrere denne rollen, eller andre medlemmer av denne rollen vil ikke motta en varsling.
ru_ru: Поскольку роль не может быть упомянута, она станет на мгновение упоминаемой при оповещении о трансляции. Убедитесь, что у меня есть необходимые разрешения для управления этой ролью, иначе члены этой роли не получат уведомление.
tr_tr: Rol bahsedilebilir olmadığından dolayı bir yayın uyarısı gönderilirken anlık olarak bahsedilebilir yapılacak. Lütfen bu rolü yönetme izinlerine sahip olduğumdan emin olun, yoksa bu role sahip üyeler bir bildirim almayacaklar.

source: Toggle alert deletion for when streams go offline.
cs_cz: Zapnout mazání alertů, když streamy budou offline.
de_de: Schalte die Löschung von Alarmen um wenn ein Stream offline geht.
es_es: Alternar eliminación de alertas para cuando los streams se desconecten.
fr_fr: Activer la suppression de l'alerte lorsque les streams sont hors ligne.
nb_no: Veksle sletting av varsler for når strømmene går frakoblet.
ru_ru: Переключить удаление оповещений при окончании трансляции.
tr_tr: Yayınlar bittiğinde uyarının silinmesini aç/kapa.

source: The notifications will be deleted once streams go offline.
de_de: Die Benachrichtigungen werden gelöscht sobald ein Stream offline geht.
es_es: Las notificaciones se eliminarán una vez que los streams se desconecten.
fr_fr: Les notifications seront supprimées une fois que les streams seront hors ligne.
nb_no: Varslene vil bli slettet når strømmene går frakoblet.
ru_ru: Уведомления будут удалены при окончании трансляции.
tr_tr: Yayınlar bittiğinde bildirimler silinecek.

source: Notifications will no longer be deleted.
cs_cz: Oznámení již nebudou odstraňována.
de_de: Benachrichtigungen werden nicht mehr gelöscht.
es_es: Las notificaciones ya no se eliminarán.
fr_fr: Les notifications ne seront plus supprimées.
nb_no: Varsler vil ikke lenger bli slettet.
ru_ru: Уведомления больше не будут удаляться.
tr_tr: Bildirimler artık silinmeyecek.

source: Toggle excluding rerun streams from alerts.
de_de: Aktiviert oder deaktiviert das Ausschließen von erneuten Streams aus Warnungen.
es_es: Alternar excluir la repetición de alertas de stream.
fr_fr: Activer/désactiver l'exclusion des reruns de streams des alertes.
nb_no: Slå av/på omringingsstrømmer fra varsler.
ru_ru: Вкл/Выкл исключение перезапуска потоков из оповещений.
tr_tr: Tekrar yayınları için uyarı göndermemeyi aç/kapa.

source: Streams of type 'rerun' will be included in alerts.
de_de: Streams vom Typ "Wiederholung" werden in Warnungen eingeschlossen.
es_es: Las secuencias de tipo 'repetición' se incluirán en las alertas.
fr_fr: Les streams de type 'reerun' seront inclus dans les alertes.
nb_no: Strømninger av typen 'kjør om igjen' vil bli inkludert i varsler.
ru_ru: Потоки типа 'повторное выполнение' будут включены в оповещения.
tr_tr: `tekrar` türünde yayınlar için de uyarı gönderilecek.

source: Streams of type 'rerun' will no longer send an alert.
de_de: Streams vom Typ "Erneut ausführen" senden keine Warnung mehr.
es_es: Las secuencias de tipo 'repetición' ya no enviarán una alerta.
fr_fr: Les flux de type 'rerun' n'enverront plus d'alerte.
nb_no: Strømmer av typen 'kjør om igjen' vil ikke lenger sende et varsel.
ru_ru: Потоки типа 'reerun' больше не будут отправлять предупреждение.
tr_tr: `tekrar` türünde yayınlar artık uyarı göndermeyecek.

source: Toggle excluding YouTube streams schedules from alerts.
es_es: Alterna excluir los programas de noticias de YouTube.
nb_no: Slå av/på YouTube-strømmer tidsplaner fra varsler.
ru_ru: Вкл/Выкл исключение расписаний потоков YouTube из оповещений.
tr_tr: Uyarılardan YouTube yayın zamanlamalarını hariç tutmayı ayarla.

source: Streams schedules will be included in alerts.
es_es: Los programas de streams se incluirán en las alertas.
nb_no: Stream-planer vil bli inkludert i varsler.
ru_ru: Графики трансляций будут включены в оповещения.
tr_tr: Yayın zamanlamaları uyarılara dahil olacak.

source: Streams schedules will no longer send an alert.
es_es: Los streams programados ya no enviarán una alerta.
nb_no: Streamer tidsplaner vil ikke lenger sende et varsel.
ru_ru: Графики вещания больше не будут отправлять оповещение.
tr_tr: Yayın zamanlamaları uyarıların haricinde olacak.

source: Toggle whether to use buttons for stream alerts.
es_es: Cambia si quieres usar los botones para las alertas de transmisión.
nb_no: Aktiver om du vil bruke knapper ''buttons'' under varsler.

source: I will no longer use buttons in stream alerts.
es_es: Ya no voy a usar botones en las alertas de stream.
nb_no: Jeg vil ikke lenger bruke knapper ''buttons'' i strømvarsler.

source: I will use buttons in stream alerts.
es_es: Utilizaré botones en alertas de transmisión.
nb_no: Jeg vil sette knapper ''buttons'' under varsel-meldingen.

source: I'll now send a notification in the {channel.mention} channel when {stream.name} is live.
es_es: Ahora enviaré una notificación en el canal {channel.mention} cuando {stream.name} esté en directo.
nb_no: Jeg sender fra nå et varsel i {channel.mention} når {stream.name} er live.
tr_tr: Artık {stream.name} canlı yayına geçtiğinde {channel.mention} kanalına bildirim göndereceğim.

source: I won't send notifications about {stream.name} in the {channel.mention} channel anymore
es_es: Ya no enviaré notificaciones sobre {stream.name} en el canal {channel.mention}
nb_no: Jeg vil ikke sende varsler om {stream.name} i {channel.mention} lenger
tr_tr: {channel.mention} kanalında artık {stream.name} hakkında bildirim göndermeyeceğim

source: {mention}, {display_name} is live!
es_es: {mention}, {display_name} está en directo!
nb_no: {mention}, {display_name} er live!
ru_ru: {mention}, {display_name} в эфире!
tr_tr: {mention}, {display_name} canlı yayında!

source: {display_name} is live!
es_es: {display_name} está en directo!
nb_no: {display_name} er live!
ru_ru: {display_name} в прямом эфире!
tr_tr: {display_name} canlı yayında!

source: Untitled broadcast
cs_cz: Nepojmenované vysílání
de_de: Unbenannte Übertragung
es_es: Difusión sin título
fr_fr: Diffusion sans titre
nb_no: Frakoblet sending
ru_ru: Трансляция без названия
tr_tr: İsimsiz yayın

source: - Rerun
cs_cz: - Znovu spustit
de_de: - Wiederholung
es_es: - Repetición
nb_no: - kjøre om igjen
ru_ru: - Повторный запуск
tr_tr: - Tekrar

source: Followers
cs_cz: Sledující
es_es: Seguidores
fr_fr: Abonnés
nb_no: Følgere
ru_ru: Подписчики
tr_tr: Takipçiler

source: Total views
cs_cz: Celkové shlédnutí
de_de: Alle Aufrufe
es_es: Visualizaciones totales
fr_fr: Vues totales
nb_no: Visninger totalt
ru_ru: Всего просмотров
tr_tr: Toplam görüntülenme

source: Playing:
cs_cz: Hraje:
de_de: Gerade läuft:
es_es: Jugando:
fr_fr: Lecture en cours :
nb_no: Spiller:
ru_ru: Воспроизводится:
tr_tr: Oynatılıyor:

source: None
cs_cz: Žádná
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
nb_no: Ingen
ru_ru: Нет

source: {adult}Category: {category} | Tags: {tags}
cs_cz: {adult}Kategorie: {category} | Štítky: {tags}
de_de: {adult}Kategorie: {category} | Tags: {tags}
es_es: Categoría {adult}: {category} | Etiquetas: {tags}
fr_fr: {adult}Catégorie : {category} | Tags : {tags}
nb_no: {adult}Kategori: {category} ＋ Tagger: {tags}
ru_ru: {adult}Категория: {category} | Теги: {tags}
tr_tr: {adult}Kategori: {category} | Etiketler: {tags}

source: You need a client secret key if you want to use the Twitch API on this cog. Follow these steps: 1. Go to this page: https://dev.twitch.tv/console/apps. 2. Click "Manage" on your application. 3. Click on "New secret". 5. Copy your client ID and your client secret into: {command} Note: These tokens are sensitive and should only be used in a private channel or in DM with the bot.
ru_ru: Вам нужен секретный ключ клиента, если вы хотите использовать API Twitch на этом коге. Выполните следующие шаги: 1. Перейдите на эту страницу: https://dev.twitch.tv/console/apps. 2. Нажмите "Управление" на вашем приложении. 3. Нажмите на "Новый секрет". 5. Скопируйте ID клиента и секрет клиента в: {command}. Примечание: Эти токены являются конфиденциальными и должны использоваться только в приватном канале или в ЛС с ботом.

source: That channel doesn't seem to exist.
cs_cz: Zdá se, že tento kanál neexistuje.
de_de: Dieser Kanal scheint nicht zu existieren.
fr_fr: Ce salon ne semble pas exister.
ru_ru: Этот канал, кажется, не существует.

source: Toggle alerts in this channel for a Twitch stream.
cs_cz: Zapnout upozornění v tomto kanálu pro Twitch stream.
de_de: Schalte die Alarme in diesem Kanal für Twitch Streams um.
fr_fr: Activer les alertes dans ce salon pour un stream Twitch.
ru_ru: Переключить оповещения в этом канале для трансляции Twitch.

source: To set the twitch API tokens, follow these steps: 1. Go to this page: https://dev.twitch.tv/dashboard/apps. 2. Click *Register Your Application*. 3. Enter a name, set the OAuth Redirect URI to `http://localhost`, and select an Application Category of your choosing. 4. Click *Register*. 5. Copy your client ID and your client secret into: {command} Note: These tokens are sensitive and should only be used in a private channel or in DM with the bot.
ru_ru: Чтобы установить токены API twitch, выполните следующие действия: 1. Перейдите на эту страницу: https://dev.twitch.tv/dashboard/apps. 2. Нажмите *Регистрация вашего приложения*. 3. Введите имя, установите OAuth Redirect URI на `http://localhost` и выберите категорию приложения по своему усмотрению. 4. Нажмите *Регистрация*. 5. Скопируйте ID клиента и секрет клиента в: {command}. Примечание: Эти токены являются конфиденциальными и должны использоваться только в приватном канале или в ЛС с ботом.

source: To get one, do the following: 1. Create a project (see https://support.google.com/googleapi/answer/6251787 for details) 2. Enable the YouTube Data API v3 (see https://support.google.com/googleapi/answer/6158841 for instructions) 3. Set up your API key (see https://support.google.com/googleapi/answer/6158862 for instructions) 4. Copy your API key and run the command {command} Note: These tokens are sensitive and should only be used in a private channel or in DM with the bot.
ru_ru: Чтобы получить его, сделайте следующее: 1. Создайте проект (подробнее см. https://support.google.com/googleapi/answer/6251787) 2. Включите YouTube Data API v3 (инструкции см. на https://support.google.com/googleapi/answer/6158841) 3. Настройте ключ API (инструкции см. на https://support.google.com/googleapi/answer/6158862) 4. Скопируйте свой API-ключ и выполните команду {command}. Примечание: Эти токены являются конфиденциальными и должны использоваться только в приватном канале или в ЛС с ботом.

source: `@​everyone` will no longer be mentioned for stream alerts.
cs_cz: `@​everyone` již nebude zmíněn pro upozornění na vysílání.
de_de: `@everyone` wird nicht mehr bei Stream-Alarmen erwähnt.
fr_fr: `@'everyone` ne sera plus mentionné pour les alertes de streams.
ru_ru: Упоминание `@​everyone` больше не будет использоваться в оповещениях.

source: When a stream is live, `@​everyone` will be mentioned.
de_de: Wenn ein Stream live ist, wird`@everyone` erwähnt.
fr_fr: Quand un stream est en direct, `@​everyone` sera mentionné.
ru_ru: Когда трансляция в эфире, будет использоваться `@everyone`.

source: `@​here` will no longer be mentioned for stream alerts.
cs_cz: `@​here` již nebude zmíněn pro upozornění na vysílání.
de_de: `@here` wird nicht mehr bei Stream-Alarmen erwähnt.
fr_fr: `@here` ne sera plus mentionné pour les alertes de streams.
ru_ru: Упоминание `@​here` больше не будет использоваться в оповещениях.

source: When a stream is live, `@​here` will be mentioned.
de_de: Wenn ein Stream live ist, wird`@here` erwähnt.
fr_fr: Quand un stream est en direct, `@​here` sera mentionné.
ru_ru: Когда трансляция в эфире, будет использоваться `@​here`.

source: `@​{role.name}` will no longer be mentioned for stream alerts.
de_de: `@{role.name}` wird nicht mehr bei Stream-Alarmen erwähnt.
fr_fr: `@{role.name}` ne sera plus mentionné pour les alertes de streams.
ru_ru: Упоминание `@​{role.name}` больше не будет использоваться в оповещениях.

source: When a stream or community is live, `@​{role.name}` will be mentioned.
de_de: Wenn ein Stream oder eine Community live ist wird `@{role.name}` erwähnt.
fr_fr: Quand un stream ou une communauté est en direct, `@{role.name}` sera mentionné.
ru_ru: Когда будет транслироваться поток или сообщество, будет использоваться `@​{role.name}`.

source: I'll now send a notification in this channel when {stream.name} is live.
cs_cz: Pošlu nyní oznámení do tohoto kanálu, až bude {stream.name} vysílat.
de_de: Ich werde jetzt in diesem Kanal eine Benachrichtigungen senden, wenn {stream.name} live ist.
fr_fr: Je vais maintenant envoyer une notification dans ce salon lorsque {stream.name} sera en live.
ru_ru: Теперь я отправлю уведомление на этом канале, когда {stream.name} будет активен.

source: I won't send notifications about {stream.name} in this channel anymore.
cs_cz: Nebudu již posílat oznámení o {stream.name} v tomto kanálu.
de_de: Ich werde in diesem Kanal keine Benachrichtigungen mehr über {stream.name} senden.
fr_fr: Je n'enverrai plus de notifications à propos de {stream.name} dans ce salon.
ru_ru: Я больше не буду отправлять уведомления о {stream.name} на этом канале.

source: This stream will start in {time}
de_de: Dieser Stream wird in {time} beginnen
ru_ru: Этот поток начнется через {time}

source: This stream was scheduled for {min} minutes ago
ru_ru: Этот поток был запланирован на {min} минут назад

source: Check if a Hitbox channel is live.
cs_cz: Zkontroluje, jestli probíhá Hitbox vysílání.
fr_fr: Vérifiez si une chaîne Hitbox est en live.

source: Check if a Mixer channel is live.
cs_cz: Zkontroluje, jestli probíhá Mixer vysílání.
fr_fr: Vérifiez si une chaîne Mixer est en live.

source: The Twitch token is either invalid or has not been set. See `{prefix}streamset twitchtoken`.
cs_cz: Klíč Twitch Api je buď neplatný, nebo nebyl nastaven. Viz `{prefix}streamset youtubekey`.
fr_fr: Le token Twitch est soit invalide, soit il n'a pas été défini. Voir `{prefix}streamset twitchtoken`.

source: The YouTube API key is either invalid or has not been set. See `{prefix}streamset youtubekey`.
cs_cz: Klíč YouTube API je buď neplatný, nebo nebyl nastaven. Viz `{prefix}streamset youtubekey`.
fr_fr: Le token de l'API YouTube est soit invalide, soit il n'a pas été défini. Voir `{prefix}streamset youtubekey`.

source: Toggle alerts in this channel for a Hitbox stream.
cs_cz: Zapnout upozornění v tomto kanálu pro Hitbox stream.
fr_fr: Activer les alertes dans ce salon pour un stream Hitbox.

source: Toggle alerts in this channel for a Mixer stream.
cs_cz: Zapnout upozornění v tomto kanálu pro Mixer stream.
fr_fr: Activer les alertes dans ce salon pour un stream Mixer.

source: Disable all stream alerts in this channel or server.\n\n `[p]streamalert stop` will disable this channel's stream\n alerts.\n\n Do `[p]streamalert stop yes` to disable all stream alerts in\n this server.\n
fr_fr: Désactive toutes les alertes de stream sur ce salon ou ce serveur.\n\n `[p]streamalert stop'' désactivera les alertes pour ce salon.\n\n Utiliser `[p]streamalert stop yes` pour désactiver les alertes\n pour ce serveur.\n

source: Active alerts:\n\n
cs_cz: Aktivní upozornění:\n\n
fr_fr: Alertes actives :\n\n

source: Set tokens for accessing streams.
cs_cz: Nastavit tokeny pro přístup k streamům.
fr_fr: Définir les tokens pour accéder aux streams.

source: Manage custom message for stream alerts.
fr_fr: Gérer le message personnalisé pour les alertes de streams.

source: Set stream alert message when mentions are disabled.\n\n Use `{stream.name}` in the message to insert the channel or user name.\n\n For example: `[p]streamset message nomention \"{stream.name} is live!\"`\n
fr_fr: Définir le message d'alerte de stream lorsque les mentions sont désactivées.\n\n Utilisez `{stream.name}` dans le message pour insérer le salon ou le nom d'utilisateur.\n\n Par exemple : `[p]streamset message nomention \"{stream.name} est en ligne !\"`\n

source: {mention}, {stream} is live!
cs_cz: {mention}, {stream} právě vysílá!
de_de: {mention}, {stream} ist live!
fr_fr: {mention}, {stream} est en live !

source: {stream} is live!
cs_cz: {stream} vysílá!
de_de: {stream} ist live!
fr_fr: {stream} est en live !

source: Check if a smashcast channel is live.
de_de: Prüfe ob ein Smashcast Kanal Live ist.

source: Toggle alerts in this channel for a Smashcast stream.
de_de: Schalte die Alarme in diesem Kanal für Smashcast Streams um.

source: Set stream alert message when mentions are enabled. Use `{mention}` in the message to insert the selected mentions. Use `{stream}` in the message to insert the channel or user name. For example: `[p]streamset message mention {mention}, {stream} is live!`
de_de: Stream-Warnmeldung setzen, wenn Erwähnungen aktiviert sind. Benutze `{mention}` in der Nachricht um die ausgewählten Erwähnungen einzufügen. Benutze `{stream}` in der Nachricht um den Kanal oder den Benutzernamen einzufügen. Zum Beispiel: `[p]Streamset message mention {mention}, {stream} is live!`

source: Set stream alert message when mentions are disabled. Use `{stream}` in the message to insert the channel or user name. For example: `[p]streamset message nomention {stream} is live!`
de_de: Stream-Warnmeldung festlegen, wenn Erwähnungen deaktiviert sind. Verwenden Sie `{stream}` in der Nachricht, um den Kanal oder den Benutzernamen einzufügen. Zum Beispiel: `[p]streamset message nomention {stream} is live!`
