Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/streams/locales/*.po
Languages: cs_cz, de_de, es_es, fr_fr, nb_no, ru_ru, tr_tr

source: Various commands relating to streaming platforms. You can check if a Twitch, YouTube or Picarto stream is currently live.
es_es: Varios comandos relacionados con plataformas de streaming. Puedes comprobar si un stream de Twitch, YouTube o Picarto está actualmente en directo.
nb_no: Forskjellige kommandoer for streaming-plattformer. Du kan sjekke om en Twitch, YouTube eller Picarto stream er for øyeblikket live.
ru_ru: Различные команды, относящиеся к платформам потокового вещания. Вы можете проверить, идет ли поток на Twitch, YouTube или Picarto в данный момент.
tr_tr: Yayın platformları ile ilgili çeşitli komutlar. Bir Twitch, Youtube veya Picarto yayınının şu anda canlı olup olmadığını kontrol edebilirsiniz.

source: You need a client secret key if you want to use the Twitch API on this cog. Follow these steps: 1. Go to this page: {link}. 2. Click "Manage" on your application. 3. Click on "New secret". 5. Copy your client ID and your client secret into: {command} Note: These tokens are sensitive and should only be used in a private channel or in DM with the bot.
es_es: Necesitas una clave secreta del cliente si quieres usar la API de Twitch en este programa. Sigue estos pasos: 1. Vaya a esta página: {link}. 2. Haga clic en "Administrar" en su aplicación. 3. Haga clic en "Nuevo secreto". 5. Copie el ID de su cliente y el secreto de su cliente: {command} Nota: Estos tokens son sensibles y sólo deben ser usados en un canal privado o en DM con el bot.
nb_no: Du trenger en nøkkel "client secret key" hvis du vil bruke Twitch API med denne cog. Følg disse instruksjonene: Gå til denne siden: {link}. Klikk "Manage" på applikasjonen. Klikk på "New secret". Kopier client ID og client secret til: {command} Merk: Disse tokens bør kun brukes i en privat kanal eller i DM med boten.
tr_tr: Bu cog ile Twitch API kullanabilmek istiyorsanız bir istemci gizli anahtarı edinmeniz gerekir. Bu adımları takip edin: 1. Şu sayfayı ziyaret edin: {link} 2. Uygulamanız üzerinde "Yönet" düğmesine tıklayın. 3. "Yeni Sır" düğmesine yıklayın. 5. İstemci IDsini ve sırını şu komuta kopyalayın: {command} Not: Bunlar hassas bilgidir ve sadece gizli bir kanalda veya bot ile özel mesaj üzerinden kullanılmalıdır.

source: <your_client_id_here>
es_es: <tu_id_de_cliente>
tr_tr: <buraya_istemci_idnizi_yazın>

source: <your_client_secret_here>
es_es: <tu_secreto_de_cliente>
tr_tr: <buraya_istemci_sırınızı_yazın>

source: Check if a Twitch channel is live.
cs_cz: Zkontroluje, jestli probíhá Twitch vysílání.
de_de: Prüfe ob ein Twitch Kanal Live ist.
es_es: Comprueba si un canal de Twitch está en directo.
fr_fr: Vérifiez si une chaîne Twitch est en live.
nb_no: Sjekk om en Twitch-kanal er direkte.
ru_ru: Статус канала Twitch.
tr_tr: Bir Twitch kanalı açık mı değil mi kontrol edin.

source: Check if a YouTube channel is live.
cs_cz: Zkontroluje, jestli probíhá Youtube vysílání.
de_de: Prüfe ob ein YouTube Kanal Live ist.
es_es: Comprueba si un canal de YouTube está en directo.
fr_fr: Vérifiez si une chaîne YouTube est en live.
nb_no: Sjekk om en YouTube-kanal er direkte.
ru_ru: Статус канала YouTube.
tr_tr: Bir YouTube kanalı açık mı değil mi kontrol edin.

source: Check if a Picarto channel is live.
cs_cz: Zkontroluje, jestli probíhá Picarto vysílání.
de_de: Prüfe ob ein Picarto Kanal Live ist.
es_es: Compruebe si un canal de Picarto está activo.
fr_fr: Vérifiez si une chaîne Picarto est en live.
nb_no: Sjekk om en Picarto-kanal er direkte.
ru_ru: Статус канала Picarto.
tr_tr: Bir Picarto kanalı açık mı değil mi kontrol edin.

source: That user is offline.
cs_cz: Tento uživatel je offline.
de_de: Dieser Benutzer ist offline.
es_es: Ese usuario está desconectado.
fr_fr: Cet utilisateur est hors ligne.
nb_no: Den brukeren er frakoblet.
ru_ru: Этот пользователь не в сети.
tr_tr: Bu kullanıcı çevrimdışı.

source: That user doesn't seem to exist.
es_es: Ese usuario parece no existir.
nb_no: Den brukeren ser ikke ut til å eksistere.
tr_tr: Böyle bir kullanıcı yok gibi gözüküyor.

source: The Twitch token is either invalid or has not been set. See {command}.
de_de: Der Twitch Token ist entweder ungültig oder wurde noch nicht eingestellt. Siehe {command}.
es_es: El token de Twitch no es válido o no se ha establecido. Ver {command}.
nb_no: Twitch-tokenet er enten ugyldig eller ikke har blitt satt. Se {command}.
ru_ru: Токен Twitch является недопустимым или не был установлен. Смотрите {command}.
tr_tr: Twitch anahtarı ayarlanmamış veya geçersiz. Şu komutu kontrol edin: {command}.

source: The YouTube API key is either invalid or has not been set. See {command}.
de_de: Der YouTube API schlüssel ist entweder ungültig oder wurde noch nicht eingestellt. Siehe {command}.
es_es: La clave API de YouTube no es válida o no se ha configurado. Ver {command}.
nb_no: YouTube API-nøkkel er enten ugyldig eller har ikke blitt satt. Se {command}.
ru_ru: Ключ YouTube API является недопустимым или не был установлен. Смотрите {command}.
tr_tr: Youtube API anahtarı geçersiz veya ayarlanmamış. Şu komutu kontrol edin: {command}.

source: YouTube quota has been exceeded. Try again later or contact the owner if this continues.
es_es: Se ha excedido la cuota de YouTube. Inténtalo de nuevo más tarde o ponte en contacto con el propietario si esto continúa.
nb_no: YouTube-kvote er overskredet. Prøv igjen senere eller kontakt eieren hvis dette fortsetter.
ru_ru: Превышена квота на YouTube. Повторите попытку позже или свяжитесь с владельцем, если это продолжится.
tr_tr: YouTube kotası aşıldı. Daha sonra tekrar deneyin veya devam ederse sahip ile görüşün.

source: Something went wrong whilst trying to contact the stream service's API.
cs_cz: Při pokusu o spojení s API streamovací službou nastala chyba.
de_de: Etwas lief schief bei dem Versuch die API des Streaming Dienstes zu kontaktieren.
es_es: Algo salió mal mientras se trataba de contactar con la API del servicio de stream.
fr_fr: Une erreur s'est produite lors de la tentative de connexion a l'API du service de stream.
nb_no: Noe gikk galt under forsøk på å kontakte strømmetjenestens API.
ru_ru: Что-то пошло не так при попытке связаться с API потокового сервиса.
tr_tr: Yayın API'sine bağlanmaya çalışırken bir şeyler ters gitti.

source: Watch the stream
es_es: Ver el stream
nb_no: Se på streamen

source: Manage automated stream alerts.
cs_cz: Správa automatického upozornění na vysílání.
de_de: Verwalte automatische Stream Alarme.
es_es: Administrar alertas de streams automatizadas.
fr_fr: Gérer les alertes de stream.
nb_no: Behandle automatiserte strømvarsler.
ru_ru: Управление автоматическими оповещениями транслляций.
tr_tr: Otomatik yayın bilgilendirmelerini ayarların.

source: Manage Twitch stream notifications.
cs_cz: Spravovat oznámení Twitch streamu.
de_de: Verwalte Twitch Stream Benachrichtigungen.
es_es: Administrar notificaciones de stream de Twitch.
fr_fr: Gérer les notifications de stream Twitch.
nb_no: Administrer Twitch-stream varsler.
ru_ru: Управление Twitch уведомлениями.
tr_tr: Twitch bildirilimlerini ayarların.

source: Toggle alerts in this or the given channel for a Twitch stream.
es_es: Activa o desactiva alertas en este canal para un stream de Twitch.
nb_no: Aktiver varsler i denne eller den gitte kanalen for en Twitch-streams.
tr_tr: Bu kanal veya ayarlanan kanal için Twitch bildirimlerini ayarlayın.

source: Please supply the name of a *Twitch* channel, not a Discord channel.
cs_cz: Zadejte název kanálu *Twitch*, ne název Discord serveru.
de_de: Bitte geben Sie den Namen eines *Twitch* Kanals ein, nicht den eines Discord-Kanals.
es_es: Por favor, introduce el nombre de un canal de *Twitch*, no de un canal de Discord.
fr_fr: Veuillez fournir le nom d'une chaîne *Twitch*, pas d'un salon Discord.
nb_no: Vennligst fyll inn navnet på en *Twitch*-kanal, ikke en Discord-kanal.
ru_ru: Пожалуйста укажите имя Twitch канала, а не Discord канала.
tr_tr: Lütfen bir Twitch kanalı ismi girin, Discord kanal ismi değil.

source: Toggle alerts in this channel for a YouTube stream.
cs_cz: Zapnout upozornění v tomto kanálu pro Youtube stream.
de_de: Schalte die Alarme in diesem Kanal für YouTube Streams um.
es_es: Activa o desactiva alertas en este canal para un stream de YouTube.
fr_fr: Activer les alertes dans ce salon pour un stream YouTube.
nb_no: Veksle varsler i denne kanalen for en YouTube-strøm.
ru_ru: Переключить оповещения на этом канале для трансляции YouTube.
tr_tr: Bu kanala YouTube yayın bildirimlerini ayarlayın.

source: Toggle alerts in this channel for a Picarto stream.
cs_cz: Zapnout upozornění v tomto kanálu pro Picarto stream.
de_de: Schalte die Alarme in diesem Kanal für Picarto Streams um.
es_es: Activa o desactiva alertas en este canal para un stream de Picarto.
fr_fr: Activer les alertes dans ce salon pour un stream Picarto.
nb_no: Veksle varsler i denne kanalen for en Picarto strømme.
ru_ru: Переключить оповещения на этом канале для трансляции Picarto.
tr_tr: Bu kanalda bir Picarto yayını için uyarıları aç/kapa.

source: Disable all stream alerts in this channel or server. `[p]streamalert stop` will disable this channel's stream alerts. Do `[p]streamalert stop yes` to disable all stream alerts in this server.
de_de: Deaktiviere alle Stream-Alarme in diesem Kanal oder Server. `[p]streamalert stop` deaktiviert die Stream Alarme in diesem Kanal. Nutze `[p]streamalert stop yes` um alle Stream Alarme auf diesem Server zu stoppen.
es_es: Desactivar todas las alertas en este canal o servidor. `[p]streamalert stop` deshabilitará las alertas de este flujo de este canal. Haz `[p]streamalert stop yes` para desactivar todas las alertas de stream en este servidor.
nb_no: Deaktiver alle stream-varsler i denne kanalen eller serveren. `[p]streamalert stop` vil deaktivere denne kanalens strøm varsler. Do `[p]streamalert stop yes` for å deaktivere alle stream-varsler i denne serveren.
ru_ru: Отключение всех оповещений о трансляциях в текущем канале или сервере. `[p]stream alert stop` отключит оповещения в текущем канале. Выполните `[p]stream alert stop yes` чтобы отключить все оповещения в текущем сервере.
tr_tr: Bu sunucu veya kanaldaki tüm yayın uyarılarını kapa. `[p]streamalert stop` bu kanal için yayın uyarılarını kapatacaktır. Bu sunucudaki tüm yayın uyarılarını kapamak için `[p]streamalert stop yes` komutunu kullanın.

source: All the stream alerts in this server have been disabled.
de_de: Alle Stream Alarme auf diesem Server wurden deaktiviert.
es_es: Todas las alertas en este servidor han sido deshabilitadas.
fr_fr: Toutes les alertes de stream de ce serveur ont été désactivées.
nb_no: Alle kringkastingsvarsler i denne serveren har blitt deaktivert.
ru_ru: Все оповещения о трансляциях на этом сервере были отключены.
tr_tr: Bu sunucudaki tüm yayın uyarıları kapatıldı.

source: All the stream alerts in this channel have been disabled.
cs_cz: Všechna upozornění na vysílání v tomto kanálu byla zakázána.
de_de: Alle Stream Alarme in diesem Kanal wurden deaktiviert.
es_es: Todas las alertas de streams en este canal han sido desactivadas.
fr_fr: Toutes les alertes de stream dans ce salon ont été désactivées.
nb_no: Alle strømsvarsler i denne kanalen har blitt deaktivert.
ru_ru: Все оповещения о трансляциях в этом канале отключены.
tr_tr: Bu kanaldaki tüm yayın uyarıları kapatıldı.

source: List all active stream alerts in this server.
cs_cz: Seznam všech aktivních upozornění vysílání na tomto serveru.
de_de: Listet alle aktiven Stream Alarme auf diesem Server auf.
es_es: Listar todas las alertas de stream activas en este servidor.
fr_fr: Liste toutes les alertes de streams actives dans ce serveur.
nb_no: List alle aktive stream-varsler på denne serveren.
ru_ru: Список всех активных оповещений о трансляциях на этом сервере.
tr_tr: Bu sunucudaki etkin yayın uyarılarını listele.

source: Active alerts:
de_de: Aktive Alarme:
es_es: Alertas activas:
nb_no: Aktive varsler:
ru_ru: Активные уведомления:
tr_tr: Etkin uyarılar:

source: There are no active alerts in this server.
cs_cz: Nejsou žádné aktivní notifikace na tomto serveru.
de_de: Es sind keine aktiven Alarme auf diesem Server vorhanden.
es_es: No hay alertas activas en este servidor.
fr_fr: Il n'y a pas d'alertes actives dans ce serveur.
nb_no: Det er ingen aktive varsler i denne serveren.
ru_ru: На этом сервере нет активных оповещений.
tr_tr: Bu sunucuda etkin uyarı bulunmamakta.

source: Manage stream alert settings.
es_es: Administrar configuración de alertas de stream.
nb_no: Administrer stream varslingsinnstillinger.
ru_ru: Управление настройками оповещения о потоке.
tr_tr: Yayın uyarısı ayarlarını yönet.

source: Set stream check refresh time.
cs_cz: Nastavit čas kontroly streamů.
de_de: Stelle ein wie oft nach neuen Streams geschaut werden soll.
es_es: Establecer tiempo de actualización de chequeo de transmisión.
fr_fr: Définir le temps de rafraîchissement de la vérification des streams.
nb_no: Angi stream-sjekk oppdateringstid.
ru_ru: Установка времени обновления проверки потока.
tr_tr: Yeni yayın için ne sıklıkla kontrol yapılacağını ayarla.

source: You cannot set the refresh timer to less than 60 seconds
de_de: Die minimale Wartezeit zwischen Aktualisierungen beträgt 60 Sekunden
es_es: No se puede establecer el temporizador de actualización a menos de 60 segundos
fr_fr: Vous ne pouvez pas régler le temps de rafraîchissement à moins de 60 secondes
nb_no: Du kan ikke sette oppdateringsholderen til under 60 sekunder
ru_ru: Вы не можете установить таймер обновления менее чем на 60 секунд
tr_tr: Yenileme ayarını 60 saniyeden kısa ayarlayamazsınız

source: Explain how to set the twitch token.
cs_cz: Vysvětli, jak nastavit twitch token.
de_de: Erklären Sie, wie Sie den Twitchtoken setzen.
es_es: Explica cómo establecer el token de twitch.
fr_fr: Expliquer comment définir le token Twitch.
nb_no: Forklar hvordan du kan sette twitch token.
ru_ru: Объясните, как установить твитч-токен.
tr_tr: Nasıl twitch anahtarı ayarlanacağını açıkla.

source: To set the twitch API tokens, follow these steps: 1. Go to this page: {link}. 2. Click *Register Your Application*. 3. Enter a name, set the OAuth Redirect URI to {localhost}, and select an Application Category of your choosing. 4. Click *Register*. 5. Copy your client ID and your client secret into: {command} Note: These tokens are sensitive and should only be used in a private channel or in DM with the bot.
es_es: Para establecer los tokens de la API de twitch siga estos pasos: 1. Ve a esta página: {link}. 2. Haga clic en *Registrar tu aplicación*. 3. Introduzca un nombre, establezca la URI de OAuth Redirect a {localhost} y seleccione una Categoría de Aplicación de su elección. 4. Haga clic en *Registrar*. 5. Copie su ID de cliente y su clave secreta de cliente en: {command} Nota: Estos tokens son sensibles y solo deben ser usados en un canal privado o en DM con el bot.
nb_no: Følg disse trinnene for å angi twitch API-tokens: 1. Gå til denne siden: {link}. 2. Klikk på *Register Your Application*. 3. Skriv inn et navn, sett OAuth Redirect URI til {localhost}, og velg en programkategori som passer ditt formål. 4. Klikk på *Register*. 5. Kopier client ID og client secret til: {command} Merk: Disse tokens bør kun brukes i en privat kanal eller i DM med boten.
tr_tr: Twitch API anahtarlarını ayarlamak için şu adımları takip edin: 1. Bu sayfaya girin: {link} 2. *Uygulamanı Kayıt Ettir* düğmesine tıklayın. 3. Bir isim girin, Oauth yönlendirme URI ayarını {localhost} olarak yapın, ve kafanıza göre bir Uygulama Kategorisi seçin. 4. *Kaydet* düğmesine tıklayın. 5. İstemci IDsi ve sırrını şu komuta kopyalayın: {command} Not: Bu anahtarlar hassas bilgidir ve sadece özel bir kanalda yahut bot ile özel mesajda kullanılmalıdır.

source: Explain how to set the YouTube token.
cs_cz: Vysvětli, jak nastavit YouTube token.
de_de: Erklären Sie, wie Sie den YouTube-Token setzen.
es_es: Explica cómo configurar el token de YouTube.
fr_fr: Expliquer comment définir le token YouTube.
nb_no: Forklar hvordan du kan angi YouTube token.
ru_ru: Объясните, как установить токен YouTube.
tr_tr: Nasıl Youtube anahtarı ayarlanacağını açıkla.

source: To get one, do the following: 1. Create a project (see {link1} for details) 2. Enable the YouTube Data API v3 (see {link2} for instructions) 3. Set up your API key (see {link3} for instructions) 4. Copy your API key and run the command {command} Note: These tokens are sensitive and should only be used in a private channel or in DM with the bot.
es_es: Para obtener uno, haz lo siguiente: 1. Crea un proyecto (ver {link1} para más detalles) 2. Habilita la API de datos de YouTube v3 (ver {link2} para obtener instrucciones) 3. Configura su clave de API (ver {link3} para obtener instrucciones) 4. Copie su clave de API y ejecute el comando {command} Nota: Estos tokens son sensibles y solo deben ser usados en un canal privado o en DM con el bot.
nb_no: For å få en, gjør følgende: 1. Lag et prosjekt (se {link1} for detaljer) 2. Aktiver YouTube Data API v3 (se {link2} for instruksjoner) 3. Sett opp API-nøkkelen din (se {link3} for instruksjoner) 4. Kopier API-nøkkelen og kjør kommandoen {command} Merk: Disse tokens bør kun brukes i en privat kanal eller i DM med boten.
tr_tr: Bir anahtar almak için şu adımları takip edin:: 1. Bir proje oluşturun (detaylar için {link1} adresini ziyaret edin) 2. Youtube Data API v3 ü etkinleştirin. (talimatlar için {link2} adresini ziyaret edin) 3. API anahtarınızı ayarlayın (detaylar için {link3} adresini ziyaret edin) 4. API anahtarınızı kopyalayın ve şu komutu çalıştırın: {command} Not: Bu anahtarlar hassas bilgidir ve yalnızca gizli bir kanalda yahut bot ile özel mesajda kullanılması gerekir.

source: <your_api_key_here>
es_es: <tu_clave_api>
tr_tr: <buraya_api_anahtarınızı_yazın>

source: Manage custom messages for stream alerts.
de_de: Benutzerdefinierte Nachrichten für Stream-Alarme verwalten.
es_es: Administrar mensajes personalizados para alertas de streams.
nb_no: Behandle egen melding for stream-varsler.
ru_ru: Управление пользовательскими сообщениями для потоковых оповещений.
tr_tr: Yayın uyarıları için özel mesajları yönet.

source: Set stream alert message when mentions are enabled. Use `{mention}` in the message to insert the selected mentions. Use `{stream}` in the message to insert the channel or username. Use `{stream.display_name}` in the message to insert the channel's display name (on Twitch, this may be different from `{stream}`). For example: `[p]streamset message mention {mention}, {stream.display_name} is live!`
es_es: Establece una alerta de directos cuando las menciones están habilitadas. Utiliza `{mention}` en el mensaje para insertar las menciones seleccionadas. Utiliza `{stream}` en el mensaje para insertar los canales o usuarios. Utiliza `{stream.display_name}` en el mensaje para insertar el nombre del canal (en Twitch, esto puede ser distinto de `{stream}`). Por ejemplo: `[p]streamset message mention {mention}, {stream.display_name} está en directo!`
nb_no: Sett strøms varslingsmelding når nevninger er aktivert. Bruk `{mention}` i meldingen for å sette inn de valgte nevningene. Bruk `{stream}` i meldingen for å sette inn kanalen eller brukernavnet. Bruk `{stream.display_name}` i meldingen for å sette inn kanalens visningsnavn (på Twitch, dette kan være forskjellig fra `{stream}`). For eksempel: `[p]streamset message mention {mention}, {stream.display_name} is live!`
ru_ru: Установить уведомление о стриме, когда упоминания включены. Используйте `{mention}` в сообщении, чтобы вставить выбранные упоминания. Используйте `{stream}` в сообщении, чтобы вставить канал или имя пользователя. Используйте `{stream.display_name}` в сообщении, чтобы вставить отображаемое имя канала (на Twitch, это может отличаться от `{stream}`). Например: `[p]streamset message mention {mention}, {stream.display_name} is live!`
tr_tr: Etiketler etkinleştirildiğinde kullanılacak yayın haber mesajını ayarlar. Seçilen etiketleri yerleştirmek için mesajın içinde `{mention}` kullanın. Kanal veya kullanıcı adı yerleştirmek için mesajın içinde `{stream}` kullanın. Kanalın gösterilen adını (Twitch'deki, bu `{stream}` ile aynı olmayabilir) yerleştirmek için mesajın içinde `{stream.display_name}` kulanın. Örneğin: `[p]streamset message mention {mention}, {stream.display_name} şimdi canlı yayında!`

source: Stream alert message set!
de_de: Stream-Alarm-Nachricht gesetzt!
es_es: Mensaje de alerta de Stream establecido!
fr_fr: Message d'alerte de stream défini !
nb_no: Strøm varsling melding satt!
ru_ru: Сообщение уведомления о трансляции установлено!
tr_tr: Yayın uyarı mesajı ayarlandı.

source: Set stream alert message when mentions are disabled. Use `{stream}` in the message to insert the channel or username. Use `{stream.display_name}` in the message to insert the channel's display name (on Twitch, this may be different from `{stream}`). For example: `[p]streamset message nomention {stream.display_name} is live!`
es_es: Establece una alerta de directos cuando las menciones están deshabilitadas. Utiliza `{stream}` en el mensaje para insertar los canales o usuarios. Utiliza `{stream.display_name}` en el mensaje para insertar el nombre del canal (en Twitch, esto puede ser distinto de `{stream}`). Por ejemplo: `[p]streamset message nomention {stream.display_name} está en directo!`
nb_no: Sett strøms varslingsmelding når nevninger er deaktivert. Bruk `{stream}` i meldingen for å sette inn kanalen eller brukernavnet. Bruk `{stream.display_name}` i meldingen for å sette inn kanalens visningsnavn (på Twitch, dette kan være forskjellig fra `{stream}`). For eksempel: `[p]streamset message nomention {stream.display_name} is live!`
ru_ru: Установить оповещение об отключённом упоминании. Используйте `{stream}` в сообщении, чтобы вставить канал или имя пользователя. Используйте `{stream.display_name}` в сообщении, чтобы вставить отображаемое имя канала (на Twitch, это может отличаться от `{stream}`). Например: `[p]streamset message nomention {stream.display_name} is live!`
tr_tr: Etiketler devre dışı bırakıldığında kullanılacak yayın haber mesajını ayarlar. Kanal veya kullanıcı adı yerleştirmek için mesajın içinde `{stream}` kullanın. Kanalın gösterilen adını (Twitch'deki, bu `{stream}` ile aynı olmayabilir) yerleştirmek için mesajın içinde `{stream.display_name}` kulanın. Örneğin: `[p]streamset message nomention {stream.display_name} şimdi canlı yayında!`

source: Reset the stream alert messages in this server.
de_de: Stream-Warnmeldungen in diesem Server zurücksetzen.
es_es: Restablecer los mensajes de alerta de stream en este servidor.
fr_fr: Réinitialiser les messages d'alerte de streams sur ce serveur.
nb_no: Tilbakestill strømsvarselsmeldingene på denne serveren.
ru_ru: Сброс сообщений уведомлений о трансляции в текущем сервере.
tr_tr: Bu sunucudaki yayın uyarı mesajlarını sıfırla.

source: Stream alerts in this server will now use the default alert message.
de_de: Stream-Alarme in diesem Server werden nun die Standardwarnmeldung verwenden.
es_es: Las alertas de stream en este servidor ahora usarán el mensaje de alerta predeterminado.
fr_fr: Les alertes de stream de ce serveur utiliseront maintenant le message d'alerte par défaut.
nb_no: Strøm varsler i denne serveren bruker nå standard varslingsmelding.
ru_ru: Потоковые оповещения на этом сервере теперь будут использовать оповещение по умолчанию.
tr_tr: Bu sunucudaki yayın uyarıları artık varsayılan uyarı mesajını kullanacak.
