Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/modlog/locales/*.po
Languages: ar_sa, de_de, es_es, fr_fr, hr_hr, id_id, nb_no, pl_pl, pt_br, pt_pt, ro_ro, sv_se, tr_tr, zh_tw

source: Manage log channels for moderation actions.
de_de: Verwalte Protokollkanäle für Moderationsaktionen.
fr_fr: Gérer les salons de log pour les actions de modération.
ro_ro: Gestionează canalele de activitati pentru acțiuni de moderare.
tr_tr: Moderasyon eylemleri için kayıt tutulan kanalları yönet.

source: Manage modlog settings.
de_de: Verwalte modlog Einstellungen.
fr_fr: Gérer les paramètres du modlog.
ro_ro: Gestioneaza notificarile pentru actiunile de moderare.
tr_tr: Modlog ayarlarını düzenleyin.

source: Command to fix misbehaving casetypes.
de_de: Command um fehlerhafte Fälle zu reparieren.
fr_fr: Commande pour réparer les cas de mauvaise conduite.
tr_tr: Hatalı vaka türlerini düzeltmek için komut.

source: Set a channel as the modlog.\n\n Omit `<channel>` to disable the modlog.\n
de_de: Lege einen Kanal als modlog fest.\n\n Lasse `<channel>` weg um modlog zu deaktivieren.\n
fr_fr: Définir un salon comme modlog.\n\n Omettre `<channel>` pour désactiver le modlog.\n
ro_ro: Seteaza un canal ca activitati pentru actiuni de moderare. Omite <channel> pentru a dezactiva modlog-ul
tr_tr: Mod kayıtları için bir kanal ayarla.\n\n Mod kayıtlarını kapamak için `<channel>` boş bırakın.\n

source: Mod events will be sent to {channel}.
de_de: Moderationsevents werden nach {channel} gesendet.
fr_fr: Les événements de modération seront envoyés à {channel}.
tr_tr: Mod hareketleri bu kanala gönderilecek. {channel}.

source: I do not have permissions to send messages in {channel}!
de_de: Ich habe nicht die Berechtigungen um Nachrichten in {channel} zu senden!
fr_fr: Je n'ai pas les permissions d'envoyer des messages dans {channel} !
ro_ro: Nu am permiunsea de a trimite mesajele in {channel}, sfat: Gestioneaza-mi permisiunile!
tr_tr: Bu kanala mesaj atma yetkim yok {channel}!

source: Mod log is already disabled.
de_de: Der Mod-log ist bereits aktiviert.
tr_tr: Mod logları zaten kapalı.

source: Mod log deactivated.
de_de: Mod log deaktiviert.
fr_fr: Mod log désactivé.
id_id: Mod log dinonaktifkan.
ro_ro: Notificarile pentru actiunile de moderare au fost dezactivate.
sv_se: Moderator loggen inaktiverad.
tr_tr: Modlog devre dışı.

source: Enable or disable case creation for a mod action.
de_de: Aktiviere oder deaktiviere Fallerstellung für eine Mod Aktion.
fr_fr: Activer ou désactiver la création d'argument pour une action de modération.
ro_ro: Activați sau dezactivați crearea de cazuri pentru o acțiune administrativa.
tr_tr: Bir mod eylemi için vaka oluşturulmasını aç veya kapa.

source: enabled
de_de: aktiviert
fr_fr: activé
ro_ro: activat
tr_tr: açıldı

source: disabled
de_de: deaktiviert
fr_fr: désactivé
ro_ro: dezactivat
tr_tr: deaktif

source: Current settings:\n
de_de: Aktuelle Einstellungen:\n
fr_fr: Paramètres actuels :\n
ro_ro: Setările curente:\n
tr_tr: Şuanki ayarlar:\n

source: That action is not registered.
de_de: Diese Aktion wurde nicht registriert.
fr_fr: Cette action n’est pas enregistrée.
tr_tr: Bu eylem kaydedilmemiş.

source: Case creation for {action_name} actions is now {enabled}.
de_de: Fallerstellung für {action_name} ist jetzt {enabled}.
fr_fr: La création d’arguments pour les actions {action_name} est maintenant {enabled}.
ro_ro: Crearea cazurilor pentru acțiunile {action_name} este acum {enabled}.
tr_tr: {action_name} için vaka oluşturma artık {enabled}.

source: Reset all modlog cases in this server.
de_de: Setze alle modlog Fälle auf diesem Server zurück.
fr_fr: Réinitialiser tous les arguments de modlog dans ce serveur.
ro_ro: Resetați toate notificarile administrative din acest server.
tr_tr: Bu sunucunun mod kayıtlarındaki tüm vakaları sıfırla.

source: Cases have been reset.
de_de: Fälle wurden zurückgesetzt.
fr_fr: Les arguments ont été réinitialisés.
id_id: Kasus telah di setel ulang.
ro_ro: Cazurile au fost resetate.
sv_se: Ärenden har återställts.
tr_tr: Vakalar sıfırlandı.

source: Show the specified case.
ar_sa: إظهار الحالة المحددة.
de_de: Zeige die angegebenen Fälle.
es_es: Mostrar el caso especificado.
fr_fr: Afficher l'argument spécifié.
hr_hr: Prikaži navedeni slučaj.
nb_no: Vis den angitte saken.
pl_pl: Pokaż określony przypadek.
pt_br: Mostrar o caso especificado.
pt_pt: Mostra o caso especificado.
ro_ro: Afișează cazul specificat.
tr_tr: Şu anki vakaları göster.
zh_tw: 顯示指定的案例。

source: That case does not exist for that server.
de_de: Dieser Fall existiert nicht auf diesem Server.
fr_fr: Ce cas n'existe pas pour ce serveur.
tr_tr: O sunucu için öyle bir vaka bulunmamakta.

source: {case}\n**Timestamp:** {timestamp}
tr_tr: {case}\n**Zaman Damgası:** {timestamp}

source: Display cases for the specified member.
ar_sa: عرض الحالات للعضو المحدد.
de_de: Zeigt Fälle für das angegebene Mitglied an.
es_es: Mostrar casos para el miembro especificado.
fr_fr: Afficher les cas pour le membre spécifié.
hr_hr: Prikažite slučaje za navedenog člana.
nb_no: Vis tilfeller for det angitte elementet.
pl_pl: Wyświetlaj przypadki dla określonego użytkownika.
pt_br: Exibir casos para o(a) membro especificado(a).
pt_pt: Exibir casos para o membro especificado.
ro_ro: Afișează cazuri pentru un anumit membru.
tr_tr: Bir kullanıcının vakalarını kontrol edin.
zh_tw: 顯示指定成員的案例。

source: That user does not exist.
ar_sa: ذالك المستخدم غير موجود.
de_de: Dieser Benutzer existiert nicht.
es_es: Ese usuario no existe.
fr_fr: Cet utilisateur n'existe pas.
hr_hr: Taj korisnik ne postoji.
nb_no: Den brukeren eksisterer ikke.
pl_pl: Ten użytkownik nie istnieje.
pt_br: Este(a) usuário(a) não existe.
pt_pt: Esse usuário não existe.
ro_ro: Acest utilizator nu exista.
tr_tr: Böyle bir kullanıcı bulunmuyor.
zh_tw: 找不到該使用者。

source: Something unexpected went wrong while fetching that user by ID.
ar_sa: حدث خطأ ما غير متوقع أثناء جلب هذا المستخدم بواسطة المعرف الشخصي.
de_de: Etwas Unerwartetes ist beim Abrufen dieses Benutzers durch ID schiefgelaufen.
es_es: Algo inesperado salió mal al obtener ese usuario por ID.
fr_fr: Quelque chose s'est mal passé lors de la récupération de cet utilisateur par ID.
hr_hr: Nešto neočekivano je pošlo po zlu prilikom dohvaćanja tog korisnika po ID-u.
nb_no: Noe uventet gikk galt under henting av brukeren ved ID.
pl_pl: Coś nieoczekiwanego poszło nie tak podczas pobierania tego użytkownika przez ID.
pt_br: Algo deu errado inesperadamente enquanto o(a) usuário(a) estava sendo obtido pelo ID.
pt_pt: Algo inesperado deu errado ao obter esse usuário por ID.
ro_ro: A intervenit o eroare in timp ce a fost prealuat id-ul membrului.
tr_tr: O kullanıcıyı ID ile tanımaya çalışırken beklenmedik bir şey ters gitti.
zh_tw: 由 ID 獲取該用戶時出現意外錯誤。

source: That user does not have any cases.
ar_sa: هذا المستخدم ليس لديه أي حالات.
de_de: Dieser Benutzer hat keine Fälle.
es_es: Ese usuario no tiene ningún caso.
fr_fr: Cet utilisateur n'a aucun cas.
hr_hr: Taj korisnik nema niti jedan slučaj.
nb_no: Den brukeren har ikke noen saker.
pl_pl: Ten użytkownik nie ma żadnych przypadków.
pt_br: Este usuário não tem nenhum caso.
pt_pt: Esse usuário não tem nenhum caso.
ro_ro: Acest utilizator nu are nici-un caz.
tr_tr: O kullanıcıyla ilgili her hangi bir vaka yok.
zh_tw: 該用戶沒有任何案子。

source: List cases for the specified member.
es_es: Lista los casos para el miembro especificado.
hr_hr: Prikažite slučaje za navedenog člana.
nb_no: List opp tilfeller for det angitte elementet.
pl_pl: Lista spraw dla określonego użytkownika.
pt_br: Listar casos do usuário especificado.
pt_pt: Lista casos para o membro especificado.
tr_tr: Belirtilen üye için vakaları incele.
zh_tw: 列出指定成員的案例。

source: {case}\n**Timestamp:** {timestamp}\n\n
tr_tr: {case}\n**Zaman damgası:** {timestamp}\n\n

source: Specify a reason for a modlog case.\n\n Please note that you can only edit cases you are\n the owner of unless you are a mod, admin or server owner.\n\n If no case number is specified, the latest case will be used.\n
de_de: Füge eine Beschreibung zu einem Modlog-Fall hinzu.\n\n Bitte beachte, dass du nur Fälle bearbeiten kannst die\n du selbst erstellt hast, es sei denn du bist ein Moderator,\n Admin oder Besitzer des Servers.\n\n Ist keine Fallnummer angegeben, dann wird der letzte Fall verwendet
fr_fr: Spécifiez une raison pour un argument de modlog.\n\n Veuillez noter que vous ne pouvez modifier que les arguments où vous êtes\n le propriétaire sauf si vous êtes un modérateur, administrateur ou propriétaire du serveur.\n\n Si aucun numéro d'argument n'est spécifié, le dernier argument sera utilisé.\n
tr_tr: Bir mod vakası için sebep belirt.\n\n Lütfen unutmayınız ki eğer mod, admin veya sunucu sahibi\n değilseniz sadece sahibi olduğunuz vakalarda oynama yapabilirsiniz.\n\n Eğer bir vaka numarası belirtilmemişse en son vaka kullanılacaktır.\n

source: There are no modlog cases in this server.
ar_sa: لا توجد حالات modlog في هذا الخادم.
de_de: In diesem server gibt es keine Modlog-Fälle.
es_es: No hay casos de modlog en este servidor.
fr_fr: Il n'y a aucun cas de modlog dans ce serveur.
hr_hr: Na ovom serveru nema modlog slučaja.
nb_no: Det er ingen modlog tilfeller på denne serveren.
pl_pl: Na tym serwerze nie ma żadnych przypadków modlog.
pt_br: Não há casos no diário de moderação deste servidor.
pt_pt: Não há casos de modlog neste servidor.
tr_tr: Bu sunucuda hiç mod vakası bulunmamakta.
zh_tw: 此服務器中沒有 modlog 案例。

source: That case does not exist!
ar_sa: هذه الحالة غير موجودة!
de_de: Dieser Fall existiert nicht!
es_es: Ese caso no existe!
fr_fr: Cet argument n'existe pas !
hr_hr: Taj slučaj ne postoji!
id_id: Kasus tersebut tidak ada!
nb_no: Saken eksisterer ikke!
pl_pl: Ten przypadek nie istnieje!
pt_br: Este caso não existe!
pt_pt: Esse caso não existe!
ro_ro: Acest caz al utilizatorului nu exista
sv_se: Det ärendet finns inte!
tr_tr: Öyle bir vaka yok.
zh_tw: 該案例不存在！

source: You are not authorized to modify that case!
ar_sa: أنت لست مخولاً بتعديل هذه الحالة!
de_de: Du bist nicht berechtigt diesen Fall zu ändern!
es_es: No estas autorizado para modificar ese caso!
fr_fr: Vous n’êtes pas autorisé à modifier cette argument !
hr_hr: Niste ovlašteni za uređivanje tog slučaja!
id_id: Anda tidak diizinkan untuk mengubah kasus tersebut!
nb_no: Du har ikke autorisasjon til å endre denne saken!
pl_pl: Nie masz uprawnień do modyfikowania tego przypadku!
pt_br: Você não está autorizado(a) a modificar este caso!
pt_pt: Você não está autorizado a modificar esse caso!
ro_ro: Nu aveți autorizație pentru a modifica acest caz!
sv_se: Du saknar behörighet för att modifiera detta ärende!
tr_tr: O vaka üzerinde oynama yapma izniniz yok.
zh_tw: 您無權修改該案例！

source: Reason for case #{num} has been updated.
ar_sa: سبب الحالة #{num} تم تحديثه.
de_de: Beschreibung für Fall nummer #{num} wurde aktualisiert.
es_es: La razón para el caso #{num} ha sido actualizada.
fr_fr: La raison du cas #{num} a été mise à jour.
hr_hr: Razlog slučaja #{num} je ažuriran.
nb_no: Årsak til sak #{num} har blitt oppdatert.
pl_pl: Powód dla sprawy #{num} został zaktualizowany.
pt_br: O motivo para o caso #{num} foi atualizado.
pt_pt: A razão do caso #{num} foi atualizada.
tr_tr: #{num} vakasının sebebi güncellendi.
zh_tw: 案例 #{num} 的原因已更新。

source: That case does not exist for this server.
es_es: Ese caso no existe en ese servidor.
nb_no: Dette saken eksisterer ikke i denne serveren.
pl_pl: Ten przypadek nie istnieje dla tego serwera.
pt_br: Este caso não existe para este servidor.
pt_pt: Esse caso não existe para este servidor.
zh_tw: 該伺務器不存在此案例。

source: Timestamp:
es_es: Fecha y hora:
hr_hr: Vremenska oznaka:
nb_no: Tidsstempel:
pl_pl: Znacznik czasu:
pt_br: Horário:
pt_pt: Marca de tempo:
zh_tw: 時間戳記：

source: Specify a reason for a modlog case. Please note that you can only edit cases you are the owner of unless you are a mod, admin or server owner. If no case number is specified, the latest case will be used.
ar_sa: حدد سببا لحالة مودلوغ. يرجى ملاحظة أنه يمكنك فقط تعديل الحالات التي أنت مالك ما لم تكن هناك تعديل، المشرف أو مالك الخادم. إذا لم يتم تحديد رقم الدعوى، سيتم استخدام آخر حالة.
es_es: Especifique una razón para un caso de moderación. Por favor, ten en cuenta que solo puedes editar casos de los que eres el propietario a menos que seas un moderador, administrador o propietario del servidor. Si no se especifica ningún número de caso, se utilizará el último caso.
hr_hr: Navedite razlog za modlog slučaj. Imajte na umu da možete uređivati samo slučajeve čiji ste vlasnik osim ako niste mod, administrator ili vlasnik servera. Ako nije naveden broj slučaja, koristiti će se najnoviji.
nb_no: Angi en årsak for en modlogg-sak. Vær oppmerksom på at du bare kan redigere saker du er eieren av med mindre du er en mod, administrator eller server eier. Hvis intet saksnummer er angitt, vil den nyeste saken bli brukt.
pl_pl: Podaj powód sprawy z modloga. Pamiętaj, że możesz edytować tylko przypadki, które jesteś właścicielem, chyba że jesteś modem, administrator lub właściciel serwera. Jeśli nie podano numeru przypadku, zostanie użyty ostatni przypadek.
pt_br: Especificar um motivo para um caso no diário de moderação. Note que você só pode editar casos dos quais você é dono, exceto se você for um moderador, administrador ou proprietário do servidor. Se nenhum número do caso for especificado, o último caso será usado.
pt_pt: Especifique um motivo para um caso no log de moderação. Observe que você só pode editar casos dos quais é o proprietário, a menos que seja um moderador, administrador ou proprietário do servidor. Se nenhum número de caso for especificado, o caso mais recente será utilizado.
zh_tw: 指定 modlog 案例的原因。 請注意，您只能編輯您的個案 的所有者，除非您是模組、管理員或服務器所有者。 如果未指定案例編號，將使用最新的案例。

source: Mod events will be sent to {}
id_id: Peristiwa mod akan dikirim ke {}
sv_se: Moderator event skickas till {}

source: I do not have permissions to send messages in {}!
id_id: Saya tidak memiliki izin untuk mengirim pesan di {}!
sv_se: Jag saknar behörighet till att skicka meddelanden i {}!

source: Current settings:
id_id: Pengaturan saat ini:
sv_se: Nuvarande inställningar:

source: That action is not registered
id_id: Tindakan tersebut tidak terdaftar
sv_se: Åtgärden är inte registrerad

source: Case creation for {} actions is now {}.
id_id: Penciptaan kasus untuk {} tindakan sekarang {}.
sv_se: Ärendeskapande för {} är nu {}.

source: That case does not exist for that guild
id_id: Kasus untuk guild tersebut tidak ada
sv_se: Det ärendet finns inte för denna guild

source: Reason has been updated.
id_id: Alasan telah di perbarui.
sv_se: Anledningen har blivit uppdaterad.
