Repository: Cog-Creators/Red-DiscordBot
Catalog: cogs/downloader/locales/*.po
Languages: es

source: That git repo has already been added under another name.
es: Ese repositorio ya ha sido agregado con otro nombre.

source: Something went wrong during the cloning process.
es: Error durante la clonación.

source: Repo `{}` successfully added.
es: Repositorio `{}` agregado exitósamente.

source: The repo `{}` has been deleted successfully.
es: Repositorio `` eliminado exitósamente.

source: Installed Repos:
es: Repositorios instalados:

source: Error, there is no cog by the name of `{}` in the `{}` repo.
es: Error: No existe un cog llamado `{}` en el repositorio `{}`.

source: Failed to install the required libraries for `{}`: `{}`
es: Error instalando las librerías requeridas para `{}`: `{}`

source: `{}` cog successfully installed.
es: `{}` instalado exitósamente.

source: `{}` was successfully removed.
es: `{}` eliminado exitósamente.

source: That cog was installed but can no longer be located. You may need to remove it's files manually if it is still usable.
es: El cog fue instalado pero ya no se puede localizar. Puede ser necesario eliminar sus archivos manualmente si aun es utilizable.

source: Cog update completed successfully.
es: Cog actualizado exitósamente.

source: Available Cogs:
es: Cogs disponibles:

source: There is no cog `{}` in the repo `{}`
es: No existe un cog `{}` en el repositorio `{}`

source: Information on {}: {}
es: Información sobre {}: {}

source: Missing from info.json
es: Ausente de info.json

source: Command: {} Made by: {} Repo: {} Cog name: {}
es: Comando: {} Creado por: {} Repositorio: {} Nombre del cog: {}

source: That command doesn't seem to exist.
es: Ese comando no parece existir.
