Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/general/locales/*.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, id_id, it_it, nb_no, nl_nl, pl_pl, ru_ru, sv_se, tr_tr

source: US West
es_es: Oeste de Estados Unidos
fr_fr: US Ouest
hu_hu: Nyugat-Amerika
nb_no: USA vest
pl_pl: Zachód USA
ru_ru: Запад США

source: US East
de_de: US Ost
es_es: Este de Estados Unidos
fr_fr: US Est
hu_hu: Kelet-Amerika
nb_no: USA øst
pl_pl: Wschodnie USA
ru_ru: Восток США

source: US South
de_de: US Süd
es_es: Sur de Estados Unidos
fr_fr: US Sud
hu_hu: Dél-USA
nb_no: USA sør
pl_pl: Południowe USA
ru_ru: Южный США

source: US Central
de_de: US Zentral
es_es: Estados Unidos Central
fr_fr: US Centre
hu_hu: Közép-USA
nb_no: Midt-USA
pl_pl: Centrum USA
ru_ru: Центральный США

source: Singapore
de_de: Singapur
es_es: Singapur
fr_fr: Singapour
hu_hu: Szingapúr
nb_no: Singapor
pl_pl: Singapur
ru_ru: Сингапур

source: Sydney
es_es: Sídney
pl_pl: Sydnej
ru_ru: Сидней

source: Brazil
de_de: Brazilien
es_es: Brasil
fi_fi: Brasilia
fr_fr: Brésil
hu_hu: Brazília
nb_no: Brasil
pl_pl: Brazylia
ru_ru: Бразилия

source: Hong Kong
ru_ru: Гонконг

source: Russia
de_de: Russland
es_es: Rusia
fi_fi: Venäjä
fr_fr: Russie
hu_hu: Oroszország
nb_no: Russland
pl_pl: Rosja
ru_ru: Россия

source: Japan
es_es: Japón
fi_fi: Japani
fr_fr: Japon
hu_hu: Japán
pl_pl: Japonia
ru_ru: Япония

source: South Africa
de_de: Südafrika
es_es: Sudáfrica
fi_fi: Etelä-Afrikka
fr_fr: Afrique du Sud
hu_hu: Dél-Afrika
nb_no: Sør Afrika
pl_pl: Południowa Afryka
ru_ru: Южная Африка

source: India
de_de: Indien
fi_fi: Intia
fr_fr: Inde
pl_pl: Indie
ru_ru: Индия

source: Dubai
fr_fr: Dubaï
pl_pl: Dubaj
ru_ru: Дубай

source: South Korea
de_de: Süd Korea
es_es: Corea del Sur
fi_fi: Etelä-Korea
fr_fr: Corée du Sud
hu_hu: Dél-Korea
nb_no: Sør Korea
pl_pl: Korea Południowa
ru_ru: Южная Корея

source: 0 - None
cs_cz: 0 - Žádná
de_de: 0 - Keine
es_es: 0 - ninguno
fi_fi: 0 - Ei mitään
fr_fr: 0 - Aucun
hu_hu: 0 - Nincs
nb_no: 0 - Ingen
pl_pl: 0 - Brak
ru_ru: 0 - нет
tr_tr: 0 - Yok

source: 1 - Low
cs_cz: 1 - Nízká
de_de: 1 - Niedrig
es_es: 1 - Bajo
fi_fi: 1 - Matala
fr_fr: 1 - Faible
hu_hu: 1 - Alacsony
nb_no: 1 - Lav
pl_pl: 1 - Niski
ru_ru: 1 - Низкий
tr_tr: 1 - Düşük

source: 2 - Medium
cs_cz: 2 - Střední
de_de: 2 - Mittel
es_es: 2 - Medio
fi_fi: 2 - Keskitaso
fr_fr: 2 - Moyen
hu_hu: 2 - Közepes
nb_no: 2 - Middels
pl_pl: 2 - Średni
ru_ru: 2 - Средний
tr_tr: 2 - Orta

source: 3 - High
cs_cz: 3 - Vysoká
de_de: 3 - Hoch
es_es: 3 - Alto
fi_fi: 4 - Korkea
fr_fr: 3 - Haut
hu_hu: 3 - Magas
nb_no: 3 - Høy
pl_pl: 3 - Wysoki
ru_ru: 3 - Высокий
tr_tr: 3 - Yüksek

source: 4 - Extreme
de_de: 4 - Extrem
es_es: 4 - Extremo
fi_fi: 4 - Erittäin korkea
fr_fr: 4 - Extrême
hu_hu: 4 - Extrém
nb_no: 4 - Ekstrem
pl_pl: 4 - Ekstermalny
ru_ru: 4 - Экстрим
tr_tr: 4 - Çok Yüksek

source: Animated Icon
de_de: Animiertes Icon
es_es: Icono animado
fi_fi: Animoitu kuvake
fr_fr: Icône animée
hu_hu: Animált Ikon
nb_no: Animert ikon
ru_ru: Анимированная иконка
tr_tr: Hareketli Simge

source: Banner Image
de_de: Banner Bild
es_es: Imagen del banner
fi_fi: Bannerikuva
fr_fr: Image de bannière
hu_hu: Banner kép
nb_no: Banner bilde
ru_ru: Изображение баннера
tr_tr: Sunucu Afişi

source: Commerce
es_es: Comercio
fi_fi: Kaupankäynti
nb_no: Handel
ru_ru: Коммерция
tr_tr: Ticaret

source: Community
es_es: Comunidad
fi_fi: Yhteisötila
hu_hu: Közösség
nb_no: Fellesskap
ru_ru: Сообщество
tr_tr: Topluluk

source: Server Discovery
de_de: Server Auffindbarkeit
es_es: Descubrimiento del Servidor
fi_fi: Palvelinhaku
fr_fr: Découverte de serveurs
hu_hu: Szerver Felfedezés
nb_no: Oppdagelse på tjener
pl_pl: Wykrywanie serwera
ru_ru: Обнаружение сервера
tr_tr: Sunucu Keşfi

source: Featurable
es_es: Características
fi_fi: Esiteltävä
nb_no: Nyhetsfordelbar
ru_ru: Чувствительный
tr_tr: Özelleştirilebilir

source: Splash Invite
de_de: Splash Einladung
es_es: Invitación Splash
fi_fi: Mukautettu palvelinkutsun tausta
fr_fr: Arrière-plan d'invitation
hu_hu: Meghívó háttér
nb_no: Sprutende invitasjon
ru_ru: Взрывное приглашение
tr_tr: Sunucu Davet Ekranı

source: Member list disabled
de_de: Mitgliederliste deaktiviert
es_es: Lista de miembros desactivada
fi_fi: Jäsenluettelo pois käytöstä
fr_fr: Liste des membres désactivée
hu_hu: Taglista letiltva
nb_no: Medlemsliste deaktivert
ru_ru: Список участников отключен
tr_tr: Üye listesi kapalı

source: Membership Screening enabled
fi_fi: Jäsenseulonta käytössä
ru_ru: Членство отбора включен

source: More Emojis
de_de: Mehr Emojis
es_es: Más Emojis
fi_fi: Enemmän emojeita
fr_fr: Plus d'émojis
hu_hu: Több Emoji
nb_no: Mer Emojier
ru_ru: Больше эмодзи
tr_tr: Daha fazla emojiler

source: News Channels
es_es: Canales de anuncios
fi_fi: Uutiskanavat
fr_fr: Salons d'annonces
hu_hu: Hírcsatornák
nb_no: Nyhets kanaler
ru_ru: Каналы новостей
tr_tr: Duyuru Kanalları

source: Partnered
es_es: Asociado
fi_fi: Yhteistyökumppanuus
fr_fr: Partenaire
hu_hu: Partner
nb_no: Partner
pl_pl: Partnerzy
ru_ru: Партнёр
tr_tr: Ortak

source: Preview enabled
fi_fi: Esikatselu käytössä
ru_ru: Предварительный просмотр включен

source: Public disabled
de_de: Öffentlich deaktiviert
es_es: Público desactivado
fr_fr: Public désactivé
nb_no: Offentlig deaktivert
ru_ru: Публичный отключён
tr_tr: Özel

source: Vanity URL
es_es: URL de Vanity
fi_fi: Personoitu osoite
fr_fr: URL personnalisée
hu_hu: Egyedi URL
nb_no: Forfengelighet URL
ru_ru: Персональный URL
tr_tr: Özel URL

source: Verified
de_de: Verifiziert
es_es: Verificado
fi_fi: Vahvistettu
fr_fr: Vérifié
hu_hu: Ellenőrzött
nb_no: Bekreftet
pl_pl: Zweryfikowany
ru_ru: Подтверждено
tr_tr: Doğrulanmış

source: VIP Voice Servers
de_de: VIP Sprach-Server
es_es: Servidores de voz VIP
fi_fi: VIP-äänipalvelimet
fr_fr: Serveurs vocaux VIP
hu_hu: VIP Hang Szerverek
nb_no: VIP stemmeservere
ru_ru: VIP голосовые серверы
tr_tr: VIP Ses Sunucuları

source: Welcome Screen enabled
fi_fi: Tervetuloruutu käytössä
ru_ru: Экран приветствия включен

source: {bot_name} joined this server on {bot_join}. That's over {since_join} days ago!
cs_cz: {bot_name} se přidal k tomuto serveru dne {bot_join}. To je více jak před {since_join} dny!
de_de: {bot_name} ist dem Server durch {bot_join} beigetreten. Das ist über {since_join} Tage her!
es_es: {bot_name} se unió a este servidor el {bot_join}. ¡Eso es hace más de {since_join} días!
fr_fr: {bot_name} a rejoint ce serveur le {bot_join}. Il y a plus de {since_join} jours !
nb_no: {bot_name} ble med i denne serveren på {bot_join}. Det er over {since_join} dager siden!
ru_ru: {bot_name} присоединился к этому серверу на {bot_join}. Это более {since_join} дней назад!
tr_tr: {bot_name} bu sunucuya şu zamanda katıldı {bot_join}. Bu yaklaşık {since_join} gün önce!

source: Members:
cs_cz: Členové:
de_de: Mitglieder:
es_es: Miembros:
fi_fi: Jäsenet:
fr_fr: Membres :
hu_hu: Tagok:
nb_no: Medlemmer:
ru_ru: Члены:
tr_tr: Üyeler:

source: Channels:
cs_cz: Kanály:
de_de: Kanäle:
es_es: Canales:
fi_fi: Kanavat:
fr_fr: Salons :
hu_hu: Csatornák:
nb_no: Kanaler:
ru_ru: Каналы:
tr_tr: Kanallar:

source: 💬 Text: {text} 🔊 Voice: {voice}
de_de: 💬 Text: {text} 🔊 Sprache: {voice}
fi_fi: 💬 Teksti: {text} 🔊 Puhe: {voice}
ru_ru: 💬 Текст: {text} 🔊 Голос: {voice}

source: Utility:
cs_cz: Nástroje:
es_es: Utilidad:
fr_fr: Utilitaire:
nb_no: Bruker:
ru_ru: Утилита:
tr_tr: Sunucu bilgileri:

source: Owner: {owner} Voice region: {region} Verif. level: {verif} Server ID: {id}{shard_info}
ru_ru: Владелец: {owner} регион голоса: {region} Уровень проверки: {verif} ID сервера: {id}{shard_info}

source: Misc:
cs_cz: Různé:
de_de: Sonstiges:
es_es: Miscelánea:
fi_fi: Muut:
fr_fr: Divers:
hu_hu: Egyéb:
ru_ru: Прочее:
tr_tr: Diğer:

source: AFK channel: {afk_chan} AFK timeout: {afk_timeout} Custom emojis: {emoji_count} Roles: {role_count}
cs_cz: AFK kanál: {afk_chan} AFK časový limit: {afk_timeout} Vlastní emoji: {emoji_count} Role: {role_count}
de_de: AFK Kanal: {afk_chan} AFK Abklingzeit: {afk_timeout} Benutzerdefinierte Emojis: {emoji_count} Rollen: {role_count}
ru_ru: AFK канал: {afk_chan} Тайм-аут AFK: {afk_timeout} Пользовательские смайлы: {emoji_count} Роли: {role_count}

source: Not set
cs_cz: Nenastaveno
de_de: Nicht festgelegt
es_es: No establecido
fi_fi: Ei asetettu
fr_fr: Aucun
hu_hu: Nincs beállítva
nb_no: Ikke angitt
ru_ru: Не задано
tr_tr: Ayarlı değil

source: Server features:
cs_cz: Funkce serveru:
de_de: Server Merkmale:
es_es: Características del servidor:
fi_fi: Palvelimen ominaisuudet:
fr_fr: Fonctionnalités du serveur :
hu_hu: Szerver tulajdonságok:
nb_no: Server funksjoner:
ru_ru: Функции сервера:
tr_tr: Sunucu Özellikleri:

source: Tier {boostlevel} with {nitroboosters} boosts File size limit: {filelimit} Emoji limit: {emojis_limit} VCs max bitrate: {bitrate}
cs_cz: Úroveň {boostlevel} pomocí {nitroboosters} nitro vylepšení Limit velikosti souboru: {filelimit} Emoji limit: {emojis_limit} VC maximální bitrate: {bitrate}
ru_ru: Уровень {boostlevel} с {nitroboosters} повышает Размер файла: {filelimit} Ограничение смайлов: {emojis_limit} Максимальный битрейт VC: {bitrate}

source: Nitro Boost:
cs_cz: Nitro Vylepšení:
fr_fr: Boost Nitro :
hu_hu: Nitro Gyorsítás:
ru_ru: Ускорение Nitro:

source: Search the Urban Dictionary. This uses the unofficial Urban Dictionary API.
cs_cz: Vyhledávání ve slovníku 'Urban Dictionary'. Používá neoficialní Urban Dictionary API.
de_de: Durchsuche das Urban Dictionary. Dies verwendet die inoffizielle Urban Dictionary API.
nl_nl: Zoek in het stedenbouwkundig woordenboek. Dit maakt gebruik van de niet-officiële Urban Dictionary API.
ru_ru: Поиск городского словаря. Использует неофициальный API городского словаря.

source: No Urban Dictionary entries were found, or there was an error in the process.
cs_cz: Zádné záznamy v 'Urban Dictionary' nebyly nalezeny nebo se stala chyba v průběhu procesu.
de_de: Keine Urban Dictionary Einträge gefunden, oder es gab einen Fehler während des Vorgangs.
es_es: No se encontraron entradas de Diccionario Urbano, o hubo un error en el proceso.
fr_fr: Aucun résultats d'Urban Dictionary n'a été trouvé, ou il y a eu une erreur dans le processus.
nb_no: Ingen urbane ordoppføringer ble funnet, eller det oppstod en feil i prosessen.
ru_ru: Записи Urban Dictionary не найдены, или в процессе произошла ошибка.
tr_tr: Hiç bir Urban Sözlük bulunamadı ya da işlem gerçekleşirken bir hata oluştu.

source: No Urban Dictionary entries were found.
cs_cz: Žádné záznamy v 'Urban Dictionary' nebyly nalezeny.
de_de: Keine Urban Dictionary Einträge gefunden.
es_es: No se encontraron entradas de Diccionario Urbano.
fr_fr: Aucun résultats d'Urban Dictionary n'a été trouvé.
nb_no: Ingen urbane ordoppføringer ble funnet.
ru_ru: Записи Urban Dictionary не найдены.
tr_tr: Hiç bir Urban sözlük bulunamadı.

source: {word} by {author}
cs_cz: {word} od {author}
de_de: {word} von {author}
es_es: {word} de {author}
fr_fr: {word} par {author}
id_id: oleh
nb_no: {word} av {author}
nl_nl: {word} door {author}
ru_ru: {word} от {author}
tr_tr: {word} {author}

source: {definition} **Example:** {example}
cs_cz: {definition} **Příklad:** {example}
de_de: {definition} **Beispiel:** {example}
fi_fi: {definition} **Esimerkiksi:** {example}
nl_nl: {definition} ** Voorbeeld: ** {example}
ru_ru: {definition} **Пример:** {example}

source: {thumbs_down} Down / {thumbs_up} Up, Powered by Urban Dictionary.
cs_cz: {thumbs_down} Dolů / {thumbs_up} Nahoru, Využívá Urban Dictionary.
de_de: {thumbs_down} Runter / {thumbs_up} Hoch, Powered by Urban Dictionary.
es_es: {thumbs_down} Abajo / {thumbs_up} Arriba, Potenciado por Urban Dictionary.
fr_fr: {thumbs_down} Bas / {thumbs_up} Haut, Propulsé par Urban Dictionary.
nb_no: {thumbs_down} Ned / {thumbs_up} Opp, drevet av Urban Dictionary.
nl_nl: {thumbs_down} Omlaag / {thumbs_up} Omhoog, mogelijk gemaakt door Urban Dictionary.
ru_ru: {thumbs_down} Вниз / {thumbs_up} Вверх, Powered by Urban Dictionary.
tr_tr: aşağı {thumbs_down} / {thumbs_up}, Kentsel Sözlük tarafından desteklenmektedir.

source: <{permalink}> {word} by {author} {description} {thumbs_down} Down / {thumbs_up} Up, Powered by Urban Dictionary.
cs_cz: <{permalink}> {word} od {author} {description} {thumbs_down} Dolů / {thumbs_up} Nahoru, Využívá Urban Dictionary.
de_de: <{permalink}> {word} von {author} {description} {thumbs_down} Runter / {thumbs_up} Hoch, Powered by Urban Dictionary.
ru_ru: <{permalink}> {word} {author} {description} {thumbs_down} Вниз / {thumbs_up} Вверх, Работает по городскому словарю.

source: Choose between multiple options.\n\n To denote options which include whitespace, you should use\n double quotes.\n
es_es: Elija entre múltiples opciones.\n\n Para indicar las opciones que incluyen espacios en blanco, debe utilizar\n comillas dobles.\n
fr_fr: Choisissez entre plusieurs options.\n\n Pour indiquer les options qui incluent les espaces, vous devez utiliser\n des guillemets.\n
nb_no: Velg mellom flere alternativer.\n\n For å angi valg som inkluderer «whiteace» bør du bruke\n doble tilbud.\n
pl_pl: Wybierz spośród wielu opcji.\n\n Aby określić opcje, które zawierają spację, powinieneś użyć\n cudzysłowów.\n

source: Roll a random number.\n\n The result will be between 1 and `<number>`.\n\n `<number>` defaults to 100.\n
es_es: Manda un número aleatorio.\n\n El resultado será entre 1 y `<number>`.\n\n `<number>` por defecto a 100.\n
fr_fr: Lancez un nombre aléatoire.\n\n Le résultat sera compris entre 1 et `<number>`.\n\n `<number>` par défaut est 100.\n
nb_no: Rull et tilfeldig tall.\n\n Resultatet vil være mellom 1 og `<number>`.\n\n `<number>standard 100.\n
pl_pl: Rzuć losową liczbę.\n\n Wynik będzie między 1 a `<number>`.\n\n `<number>` <number> ` domyślnie 100.\n

source: Flip a coin... or a user.\n\n Defaults to a coin.\n
es_es: Voltear una moneda... o un usuario.\n\n Por defecto es una moneda.\n
fr_fr: Tirer à pile ou face ... ou un utilisateur.\n\n La valeur par défaut est une pièce.\n
nb_no: Vend en mynt... eller en bruker.\n\n Standard til en mynt.\n
pl_pl: Odwróć monetę... lub użytkownika.\n\n Domyślnie moneta.\n

source: Nice try. You think this is funny?\n How about *this* instead:\n\n
es_es: Buen intento. ¿Crees que esto es divertido?\n ¿Qué tal *esto* en su lugar:\n\n
fr_fr: Bien essayé. Tu penses que c'est drôle ?\nQue dirais-tu de *cela* à la place :\n\n
hu_hu: Szép próbálkozás. Azt hiszed vicces vagy?\n Mit szólnál *ehhez* inkább:\n\n
nb_no: Godt forsøk. Tror du dette er morsomt?\n Hva med *this* i stedet:\n\n
pl_pl: Niezła próba. Myślisz, że jesteś śmieszny?\n Patrz na to:\n\n
tr_tr: İyi denemeydi. Sence bu komik mi?\n Şuna ne dersin *bu* yerine:\n\n

source: Ask 8 ball a question.\n\n Question must end with a question mark.\n
es_es: Haz una pregunta a la bola 8.\n\n La pregunta debe terminar con un signo de interrogación.\n
fr_fr: Demande à 8 ball une question.\n\n La question doit se terminer par un point d'interrogation.\n
nb_no: Still 8 ball et spørsmål.\n\n Spørsmålet må slutte med et spørsmålstegn.\n
pl_pl: Zadaj pytanie 8-ball.\n\n Pytanie musi kończyć się znakiem zapytania.\n

source: Because everyone likes hugs!\n\n Up to 10 intensity levels.\n
es_es: ¡Porque a todo el mundo le gustan los abrazos!\n\n Hasta 10 niveles de intensidad.\n
fr_fr: Parce que tout le monde aime les câlins !\n\n Jusqu'à 10 niveaux d'intensité.\n
nb_no: Fordi alle liker klemmer!\n\n Opp til 10 intensitetsnivåer.\n
pl_pl: Ponieważ wszyscy lubią przytulasy!\n\n Do 10 poziomów.\n

source: \n Show server information.\n\n `details`: Shows more information when set to `True`.\n Default to False.\n
es_es: \n Mostrar información del servidor.\n\n `details`: Muestra más información cuando se establece en `True`.\n Por defecto False.\n
hu_hu: \n Szerver információ mutatása.\n\n `details`: Több információt mutat, amikor `True`-ra van állítva.\n Alapértelmezetten False.\n
nb_no: \n Vis serverinformasjon.\n\n `details`: Viser mer informasjon når det er satt til `True`.\n Standard til False.\n

source: Created on {date}. That's over {num} days ago!
es_es: Creado el {date}. ¡Eso hace más de {num} días!
fi_fi: Luotu {date}. Se on yli {num} päivää sitten!
fr_fr: Créé le {date}. Il y a plus de {num} jours !
hu_hu: Készült: {date}. Több mint {num} napja!
nb_no: Opprettet den {date}. Det er over {num} dager siden!
pl_pl: Stworzony dnia {date}. To jest ponad {num} dni temu!
tr_tr: Bu sunucunun kurulma tarihi {date}. Yaklaşık {num} gün önce!

source: \nShard ID: **{shard_id}/{shard_count}**
es_es: \nID de la Shard: **{shard_id}/{shard_count}**
nb_no: \nBart ID: **{shard_id}/{shard_count}**
pl_pl: \nID Sharda: **{shard_id}/{shard_count}**

source: Users online: **{online}/{total_users}**\n
es_es: Usuarios en línea: **{online}/{total_users}**\n
fr_fr: Utilisateurs en ligne : **{online}/{total_users}**\n
hu_hu: Online felhasználók: **{online}/{total_users}**\n
nb_no: Brukere på nettet: **{online}/{total_users}**\n
pl_pl: Użytkowników online: **{online}/{total_users}**\n
tr_tr: Çevrimiçi üyeler: **{online}/{total_users}**\n

source: 💬 Text: {text}\n🔊 Voice: {voice}
es_es: 💬 Texto: {text}\n🔊 Voice: {voice}
fr_fr: 💬 Texte : {text}\n🔊 Voix : {voice}
hu_hu: 💬 Szöveg: {text}\n🔊 Hang: {voice}
nb_no: 💬 Tekst: {text}\n: speaker_high_volum: Stemme: {voice}
tr_tr: 💬 Yazı: {text}\n🔊 Sesli: {voice}

source: Owner: {owner}\nVoice region: {region}\nVerif. level: {verif}\nServer ID: {id}{shard_info}
es_es: Propietario: {owner}\nRegión de voz: {region}\nNivel de verificación: {verif}\nID del servidor: {id}{shard_info}
fr_fr: Propriétaire : {owner}\nRégion vocale : {region}\nNiveau de vérification : {verif}\nID du serveur : {id}{shard_info}
hu_hu: Tulajdonos: {owner}\nHang régió: {region}\nEllenőr. szint: {verif}\nSzerver ID: {id}{shard_info}
nb_no: Eier: {owner}\nStemmeområde: {region}\nVerif. level: {verif}\nServer ID: {id}{shard_info}
tr_tr: Sunucu Sahibi: {owner}\nSes Sunucusu: {region}\nDoğrulama Seviyesi: {verif}\nSunucu ID: {id}{shard_info}

source: AFK channel: {afk_chan}\nAFK timeout: {afk_timeout}\nCustom emojis: {emoji_count}\nRoles: {role_count}
es_es: Canal AFK: {afk_chan}\nTiempo de espera AFK: {afk_timeout}\nEmojis personalizados: {emoji_count}\nRoles: {role_count}
fr_fr: Salon AFK : {afk_chan}\nPériode d'inactivité : {afk_timeout}\nÉmojis : {emoji_count}\nRôles : {role_count}
hu_hu: AFK csatorna: {afk_chan}\nAFK időkorlát: {afk_timeout}\nEgyedi emojik: {emoji_count}\nRangok: {role_count}
nb_no: AFK-kanal: {afk_chan}\nAFK tidsavbrudd: {afk_timeout}\nTilpasset emojis: {emoji_count}\nRoller: {role_count}
tr_tr: AFK kanalı: {afk_chan}\nAFK zamanı: {afk_timeout}\nÖzel emojiler: {emoji_count}\nRoller: {role_count}

source: Tier {boostlevel} with {nitroboosters} boosts\nFile size limit: {filelimit}\nEmoji limit: {emojis_limit}\nVCs max bitrate: {bitrate}
es_es: Nivel {boostlevel} con {nitroboosters} boosts\nLímite de tamaño de archivo: {filelimit}\nLímite de emojis: {emojis_limit}\nTasa de bits máxima de Vcs: {bitrate}
hu_hu: {boostlevel}. szint {nitroboosters} gyorsítással\nFájlméret határ: {filelimit}\nEmoji határ: {emojis_limit}\nMaximum hangminőség: {bitrate}
nb_no: Nivå {boostlevel} med {nitroboosters} boosts\nFilstørrelsegrens: {filelimit}\nEmoji-grense: {emojis_limit}\nVCs maks bitrate: {bitrate}

source: Search the Urban Dictionary.\n\n This uses the unofficial Urban Dictionary API.\n
es_es: Busca en el Diccionario Urbano.\n\n Esto utiliza la API no oficial del Diccionario Urbano.\n
fr_fr: Recherche sur Urban Dictionary.\n\n Ceci utilise l'API non-officielle d'Urban Dictionary.\n
nb_no: Søk i byordlisten.\n\n Dette bruker den uoffisielle urbane ordlisten API.\n
tr_tr: Urban sözlük arama.\n\n Bu resmi olmayan Urban Sözlük API kullanır.\n

source: {definition}\n\n**Example:** {example}
es_es: {definition}\n\n**Ejemplo:** {example}
fr_fr: {definition}\n\n**Exemple :** {example}
hu_hu: {definition}\n\n**Például:** {example}
nb_no: {definition}\n\n**Eksempel:** {example}
tr_tr: {definition}\n\n**Örneğin:** {example}

source: <{permalink}>\n {word} by {author}\n\n{description}\n\n{thumbs_down} Down / {thumbs_up} Up, Powered by Urban Dictionary.
es_es: <{permalink}>\n {word} por {author}\n\n{description}\n\n{thumbs_down} Abajo / {thumbs_up} Arriba, Potenciado por Urban Dictionary.
fr_fr: <{permalink}>\n {word} par {author}\n\n{description}\n\n{thumbs_down} Bas / {thumbs_up} Haut, Propulsé par Urban Dictionary.
nb_no: <{permalink}>\n {word} av {author}\n\n{description}\n\n{thumbs_down} Ned / {thumbs_up} Opp, Drevet av Urban Dictionary.
tr_tr: <{permalink}>\n {word} by {author}\n\n{description}\n\n{thumbs_down} Down / {thumbs_up} Up, Urban sözlük tarafından ayarlandı.

source: \n Show server information.\n \n `details`: Shows more information when set to `True`.\n Default to False.\n
fr_fr: \n Affiche les informations du serveur.\n \n `details`: Montre plus d'information quand réglé sur `True`.\n Par défaut sur False.\n

source: Tier {boostlevel} with {nitroboosters} boosters\nFile size limit: {filelimit}\nEmoji limit: {emojis_limit}\nVCs max bitrate: {bitrate}
fr_fr: Niveau {boostlevel} avec {nitroboosters} boosters\nLimite de taille de fichier : {filelimit}\nLimite d'émoticônes : {emojis_limit}\nDébit max salons vocaux : {bitrate}
tr_tr: Seviye {boostlevel} boost ile {nitroboosters} kişi var.\nDosya yükleme limiti: {filelimit}\nEmoji limiti: {emojis_limit}\nKonuşma kanalı kalitesi: {bitrate}

source: Choose between multiple options. To denote options which include whitespace, you should use double quotes.
de_de: Wähle zwischen mehreren Optionen. Um Optionen zu wählen die Leerzeichen enthalten solltest du Anführungszeichen verwenden.
fi_fi: Valitse joku annetuista vaihtoehdoista. Antaaksesi vaihtoehdon joka sisältää välilyöntejä, käytä lainausmerkkejä.
nl_nl: Kies uit meerdere opties. Als u opties wilt aangeven die witruimte bevatten, moet u dubbele aanhalingstekens gebruiken.

source: Created on {date_and_time}. That's {relative_time}!
cs_cz: Vytvořeno v {date_and_time}. To je {relative_time}!

source: Not available
cs_cz: Není k dispozici

source: 4 - Highest
cs_cz: 5 - Nejvyšší

source: 💬 Text: {text} 🔊 Voice: {voice} 🎙 Stage: {stage}
cs_cz: 💬 Text: {text} 🔊 Hlas: {voice} 🎙 Jeviště: {stage}

source: Owner: {owner} Verif. level: {verif} Server ID: {id}{shard_info}
cs_cz: Vlastník: {owner} Úroveň ověření: {verif} ID serveru: {id}{shard_info}

source: Show server information.
id_id: Menampilkan informasi server.
nl_nl: Toon serverinformatie.

source: Since {date}. That's over {num} days ago!
nl_nl: Sinds {date}. Dat is meer dan {num} dagen geleden!

source: Users
id_id: Pengguna
it_it: Utenti
nl_nl: Gebruikers
sv_se: Användare

source: I need the `Embed links` permission to send this.
id_id: Saya butuh izin `Embed links` untuk mengirim ini.
it_it: Ho bisogno dell'autorizzazione 'Embed links' per inviare questo.
nl_nl: Ik heb de `Embed links` permissie nodig om dit te kunnen versturen.
sv_se: Jag behöver behörigheten `Embed links` för att kunna sända detta.

source: Not enough choices to pick from.
it_it: Non abbastanza scelte da scegliere.
sv_se: Inte tillräckligt många svarsalternativ.

source: {} Maybe higher than 1? ;P
it_it: {} Forse superiore a 1?; P
sv_se: {} Kanske fler än 1? ;P

source: {} You win {}!
it_it: {} {} Vinci!
sv_se: {} Du vann {}!

source: {} You lose {}!
it_it: {} Si perde {}!
sv_se: {} Du förlorade {}!

source: {} We're square {}!
it_it: {} Siamo {} quadrato!
sv_se: {} Vi är kvitt {}!

source: Stopwatch stopped! Time: **
it_it: Cronometro fermato! Tempo: **
sv_se: Tidtagaruret har stoppats! Tid: **

source: {} ({} days ago)
it_it: {} ({} giorni fa)
sv_se: {} ({} dagar sedan)

source: Chilling in {} status
it_it: Agghiacciante in stato {}
sv_se: Chillar i {} status

source: Playing {}
it_it: Giocare {}
sv_se: Spelar {}

source: Streaming [{}]({})
it_it: [{}] ({}) In streaming
sv_se: Strömmar [{}]({})

source: Listening to {}
it_it: Ascolto di {}
sv_se: Lyssnar på {}

source: Watching {}
it_it: Guardare {}
sv_se: Tittar på {}

source: None
it_it: Nessuno
sv_se: Inget
