Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/general/locales/*.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, id_id, it_it, nb_no, nl_nl, pl_pl, ru_ru, sv_se, tr_tr

source: General commands.
cs_cz: Obecné příkazy.
de_de: Allgemeine Befehle.
es_es: Comandos generales.
fi_fi: Yleiset komennot.
fr_fr: Commandes générales.
hu_hu: Általános parancsok.
id_id: Perintah umum.
nb_no: Generelle kommandoer.
nl_nl: Algemene commands.
pl_pl: Ogólne komendy.
ru_ru: Общие команды.
tr_tr: Genel komutlar.

source: As I see it, yes
cs_cz: Jak tak vidím, tak ano
de_de: So wie ich es sehe, ja.
es_es: Como yo lo veo, sí
fi_fi: Minun mielestäni kyllä
fr_fr: A ce que je vois, oui
hu_hu: Ahogy én látom, igen
id_id: Seperti yang saya lihat, ya
it_it: Come la vedo io, sì
nb_no: Slik jeg ser det, ja
nl_nl: Zoals ik het zie wel
pl_pl: Moim zdaniem tak
ru_ru: Как я вижу, да
sv_se: Som jag ser det, ja
tr_tr: Gördüğüm kadarıyla, evet

source: It is certain
cs_cz: Je to jisté
de_de: Es ist sicher
es_es: Eso es cierto
fi_fi: Se on varmaa
fr_fr: C'est certain
hu_hu: Bizonyos
id_id: Sudah pasti
it_it: È certo
nb_no: Det er sikkert
nl_nl: Zeker
pl_pl: To pewne
ru_ru: Это точно
sv_se: Det är så
tr_tr: Kesinlikle

source: It is decidedly so
cs_cz: Rozhodně
de_de: Es ist eindeutig so
es_es: Es decididamente entonces
fi_fi: Se on juuri niin
fr_fr: Il en est décidément ainsi
hu_hu: Ez határozottan így van
id_id: Jelas begitu
it_it: È decisamente così
nb_no: Det er desidert slik
nl_nl: Absoluut
pl_pl: Zdecydowanie tak jest
ru_ru: Это решительно так
sv_se: Det är säkerligen så
tr_tr: Kesinlikle o yüzden

source: Most likely
cs_cz: Pravděpodobně
de_de: Am ehesten
es_es: Más probable
fi_fi: Todennäköisesti
fr_fr: Probablement
hu_hu: Nagy valószínűséggel
id_id: Sewajarnya
it_it: Più probabile
nb_no: Mest sannsynlig
nl_nl: Zeer waarschijnlijk
pl_pl: Prawdopodobnie
ru_ru: Скорее всего
sv_se: Sannolikt
tr_tr: Büyük olasılıkla

source: Outlook good
cs_cz: Vypadá to dobře
de_de: Gute Aussichten
es_es: El panorama es bueno
fi_fi: Hyvältä näyttää
fr_fr: Ça semble correct
hu_hu: Jók a kilátások
id_id: Pandangan bagus
it_it: Prospettiva buona
nb_no: Fremtiden er bra
nl_nl: Ziet er goed uit
pl_pl: Wygląda dobrze
ru_ru: Хорошие перспективы
sv_se: Ser bra ut
tr_tr: Güzel gözüküyor

source: Signs point to yes
cs_cz: Znamení ukazují na ano
de_de: Anzeichen deuten auf ja
es_es: Las señales indican que si
fi_fi: Kaikkien merkkien mukaan kyllä
fr_fr: Les signes portent à croire que oui
hu_hu: A jelek igenre utalnak
id_id: Tanda menunjuk ke ya
it_it: Punto di segni su yes
nb_no: Tegn peker til Ja
nl_nl: Het ziet er naar uit
pl_pl: Wszystko wskazuje, że tak
ru_ru: Знаки указывают - да
sv_se: Tecknen pekar på det ja
tr_tr: Evet olarak işaretler gösteriyor

source: Without a doubt
cs_cz: Bez pochyb
de_de: Ohne Zweifel
es_es: Sin lugar a dudas
fi_fi: Ilman pienintäkään epäilystä
fr_fr: Sans aucun doute
hu_hu: Kétség nélkül
id_id: Tanpa keraguan
it_it: Senza dubbio
nb_no: Uten tvil
nl_nl: Zonder twijfel
pl_pl: Bez wątpienia
ru_ru: Без сомнения
sv_se: Utan tvekan
tr_tr: Şüphesiz

source: Yes
cs_cz: Ano
de_de: Ja
es_es: Sí
fi_fi: Kyllä
fr_fr: Oui
hu_hu: Igen
id_id: Ya
it_it: Sì
nb_no: Ja
nl_nl: Ja
pl_pl: Tak
ru_ru: Да
sv_se: Ja
tr_tr: Evet

source: Yes – definitely
cs_cz: Ano, určitě
de_de: Ja - auf jeden Fall
es_es: Sí - definitivamente
fi_fi: Kyllä - ehdottomasti
fr_fr: Oui, définitivement
hu_hu: Igen - egyértelműen
it_it: Sì – sicuramente
nb_no: Ja-definitivt
nl_nl: Ja - zeker
pl_pl: Tak - definitywnie
ru_ru: Да – определенно
sv_se: Ja - självklart
tr_tr: Evet, kesinlikle

source: You may rely on it
cs_cz: Na to se můžeš spolehnout
de_de: Du kannst dich drauf verlassen
es_es: Puedes contar con eso
fi_fi: Voit luottaa siihen
fr_fr: Tu peux compter dessus
hu_hu: Akár támaszkodhatsz is rajta
id_id: Kamu mungkin bergantung padanya
it_it: Si può fare affidamento su di esso
nb_no: Du kan stole på det
nl_nl: Je kan er op rekenen
pl_pl: Możesz na to liczyć
ru_ru: Вы можете положиться на него
sv_se: Det kan du lita på
tr_tr: Ona bağlı

source: Reply hazy, try again
cs_cz: Odpověď je nejasná, zkuste to znovu
de_de: Unklare Antwort, versuche es noch mal
es_es: Respuesta confusa, intenta otra vez
fi_fi: Vastaus näyttää liian sumuiselta, yritä uudelleen
fr_fr: Réponse floue, essayez encore
hu_hu: A válasz ködös, próbáld újra
id_id: Balas kabur, coba lagi
it_it: Risposta nebuloso, riprovare
nb_no: Svar uklart, prøv på nytt
nl_nl: Wazig antwoord, probeer het opnieuw
pl_pl: Odpowiedź niejasna, spróbuj ponownie
ru_ru: Туманный ответ, попробуйте еще раз
sv_se: Svar oklart, försök igen
tr_tr: Yanıt biraz meşgul gibi, sonra tekrar deneyin

source: Ask again later
cs_cz: Zeptej se později
de_de: Frag später noch einmal
es_es: Pregunte más tarde
fi_fi: Kysy myöhemmin uudelleen
fr_fr: Demandez plus tard
hu_hu: Kérdezz újra késöbb
id_id: Tanya lagi nanti
it_it: Chiedere più tardi
nb_no: Spør senere
nl_nl: Vraag het later weer
pl_pl: Spytaj ponownie później
ru_ru: Спросите позже
sv_se: Fråga igen senare
tr_tr: Sonra tekrar sorun

source: Better not tell you now
cs_cz: Raději vám to teď nebudu říkat
de_de: Das erzähle ich dir am Besten noch nicht
es_es: Mejor no decirte ahora
fi_fi: Parempi jos en kerro sinulle nyt
fr_fr: C'est trop tôt pour le dire
hu_hu: Jobb ha nem tudod meg
id_id: Lebih baik tidak memberitahumu sekarang
it_it: Meglio non dirtelo ora
nb_no: Bedre å ikke fortelle deg nå
nl_nl: Dat kan ik je nu beter niet vertellen
pl_pl: Lepiej teraz nie mówić
ru_ru: Лучше не рассказывать тебе сейчас
sv_se: Bäst jag inte berättar nu
tr_tr: Sana şimdi söylemesem daha iyi

source: Cannot predict now
cs_cz: To teď nemohu předpovědět
de_de: Das kann ich jetzt nicht vorhersagen
es_es: No puedo predecirlo ahora
fi_fi: En voi ennustaa juuri nyt
fr_fr: Je ne peux pas le prédire pour le moment
hu_hu: Nem tudok jósolni most
id_id: Tidak bisa diprediksi sekarang
it_it: Non è possibile prevedere ora
nb_no: Kan ikke forutsi nå
nl_nl: Ik kan het nu niet voorspellen
pl_pl: Nie można teraz przewidzieć
ru_ru: Невозможно предсказать сейчас
sv_se: Kan inte förutsäga nu
tr_tr: Şuanda tahmin edemem

source: Concentrate and ask again
cs_cz: Soustřeď se a zeptej se znovu
de_de: Konzentriere dich und frag nochmal
es_es: Concéntrate y pregúnta de nuevo
fi_fi: Keskity enemmän ja kysy uudelleen
fr_fr: Concentrez vous et posez la question à nouveau
hu_hu: Koncentrálj és kérdezz újra
id_id: Konsentrasilah dan tanyakan lagi
it_it: Concentrarsi e chiedere di nuovo
nb_no: Konsentrer og spør igjen
nl_nl: Concentreer en vraag opnieuw
pl_pl: Skoncentruj się i spytaj ponownie
ru_ru: Сконцентрируйся и спроси еще раз
sv_se: Koncentrara dig och försök igen
tr_tr: Odaklan ve yeniden sor

source: Don't count on it
cs_cz: S tím nepočítej
de_de: Verlass dich nicht drauf
es_es: No cuentes con eso
fi_fi: En luottaisi siihen
fr_fr: Ne compte pas là-dessus
hu_hu: Ne számíts rá
id_id: Jangan mengandalkannya
it_it: Non contare su di esso
nb_no: Ikke stol ikke på
nl_nl: Reken er maar niet op
pl_pl: Nie licz na to
ru_ru: Не рассчитывай на это
sv_se: Räkna inte med det
tr_tr: O kadar emin olma

source: My reply is no
cs_cz: Moje odpověď je ne
de_de: Meine Antwort ist nein
es_es: Mi respuesta es no
fi_fi: Sanon että ei
fr_fr: Ma réponse est non
hu_hu: A válaszom nem
id_id: Jawaban saya adalah no
it_it: La mia risposta è no
nb_no: Mitt svar er nei
nl_nl: Ik zeg nee
pl_pl: Moja odpowiedź brzmi nie
ru_ru: Мой ответ - нет
sv_se: Mitt svar är nej
tr_tr: Cevabım hayır

source: My sources say no
cs_cz: Moje zdroje říkají, že ne
de_de: Meine Quellen sagen Nein
es_es: Mis fuentes dicen que no
fi_fi: Lähteeni sanovat että ei
fr_fr: Mes sources me disent non
hu_hu: Az forrásaim nemet mondanak
id_id: Sumber saya bilang tidak
it_it: Le mie fonti dicono di no
nb_no: Mine kilder sier nei
nl_nl: Mijn bronnen zeggen van niet
pl_pl: Moje źródła mówią, że nie
ru_ru: Мои источники говорят - нет
sv_se: Min källor säger nej
tr_tr: Kaynaklarım hayır diyor

source: Outlook not so good
cs_cz: To nevypadá dobře
de_de: Der Ausblick ist nicht so gut
es_es: El panorama no es muy bueno
fi_fi: Ei näytä niin hyvältä
fr_fr: Ça s'annonce plutôt mal
hu_hu: A kilátások nem túl jók
id_id: Lihat keluar tidak begitu bagus
it_it: Outlook non così buono
nb_no: Fremtiden ser ikke så bra ut
nl_nl: Het ziet er niet goed uit
pl_pl: Nie wygląda to za dobrze
ru_ru: Перспектива не так хороша
sv_se: Det ser inte så bra ut
tr_tr: Çok da iyi görünmüyor

source: Very doubtful
cs_cz: Velmi pochybné
de_de: Sehr zweifelhaft
es_es: "Muy dudoso"
fi_fi: Todella epävarmaa
fr_fr: J'en doute fort
hu_hu: Nagyon kétséges
id_id: Sangat ragu
it_it: Molto dubbioso
nb_no: Veldig tvilsomt
nl_nl: Onwaarschijnlijk
pl_pl: Bardzo wątpliwe
ru_ru: Весьма сомнительно
sv_se: Mycket tveksamt
tr_tr: Oldukça süpheli

source: Choose between multiple options. There must be at least 2 options to pick from. Options are separated by spaces. To denote options which include whitespace, you should enclose the options in double quotes.
cs_cz: Výběr z více možností. Na výběr musí být alespoň z 2 možností. Možnosti jsou odděleny mezerami. K určení možnosti, která obsahuje netisknutelné znaky, měl by jste je uzavřít do dvojtých uvozovek.
ru_ru: Выберите между несколькими опциями. Для выбора должны быть как минимум 2 опции. Опции разделены пробелами. Для обозначения параметров, включающих пробелы, необходимо добавить параметры в двойные кавычки.

source: Not enough options to pick from.
cs_cz: Není k dispozici dostatek možností, ze kterých lze vybrat.
de_de: Nicht genug Optionen zur Auswahl.
es_es: No hay suficientes opciones para elegir.
fi_fi: Ei tarpeeksi vaihtoehtoja joista valita.
fr_fr: Trop peu de possibilités pour faire un choix.
hu_hu: Nincs elég választható opció.
id_id: Tidak cukup pilihan untuk dipilih.
nb_no: Har ikke nok valgmuligheter å velge mellom.
nl_nl: Niet genoeg opties om uit te kiezen.
pl_pl: Za mało opcji do wyboru.
ru_ru: Недостаточно вариантов для выбора.
tr_tr: Seçim için yeterli seçenek yok.

source: Roll a random number. The result will be between 1 and `<number>`. `<number>` defaults to 100.
cs_cz: Hodit náhodné číslo. Výsledek bude mezi 1 a `<number>`. `<number>` výchozí hodnota je 100.
de_de: Würfel eine zufällige Nummer. Das Ergebnis wird zwischen 1 und `<number>` liegen. `<number>`ist standardmässig 100.
fi_fi: Arvo satunnainen. Tulos on 1 ja `<number>` välillä. `<number>` on oletuksena 100.
nl_nl: Rol een willekeurig getal. Het resultaat zal tussen 1 en `<number>` zijn. `<number>` staat standaard op 100.
ru_ru: Бросьте случайное число. Результат будет между 1 и `<number>`. `<number>` по умолчанию до 100.

source: {author.mention} Maybe higher than 1? ;P
cs_cz: {author.mention} Možná vyšší než 1? ;P
de_de: {author.mention} Wir wäre es mit mehr als 1? ;P
es_es: {author.mention} ¿Tal vez mayor que 1? ;P
fi_fi: {author.mention} Varmaan kuitenkin isompi kuin 1? ;P
fr_fr: {author.mention} Peut-être supérieur à 1 ? ;P
id_id: Mungkin lebih dari 1? ;P
nb_no: {author.mention} Kanskje høyere enn 1? ;P
nl_nl: {author.mention} Misschien hoger dan 1? :P
pl_pl: {author.mention} Może wybierzesz powyżej 1? ;P
ru_ru: {author.mention} Может быть больше 1? ;P
tr_tr: {author.mention} belki 1'den daha yüksek?; P

source: {author.mention} Max allowed number is {maxamount}.
cs_cz: {author.mention} Maximalní povolené číslo je {maxamount}.
es_es: {author.mention} El número máximo permitido es {maxamount}.
fi_fi: {author.mention} Suurin sallittu luku on {maxamount}.
fr_fr: {author.mention} Le nombre maximum autorisé est {maxamount}.
nb_no: {author.mention} Maks tillatt nummer er {maxamount}.
pl_pl: {author.mention} Maksymalna liczba to {maxamount}.
ru_ru: Максимально допустимое число {author.mention} - {maxamount}.

source: Flip a coin... or a user. Defaults to a coin.
cs_cz: Hoďte si mincí... nebo uživatelem. Výchozí stav je mince.
de_de: Wirf eine Münze... oder einen Benutzer. Standardmässig eine Münze.
fi_fi: Heittää kolikon... tai käyttäjän. Oletuksena kolikon.
nl_nl: Draai een munt... of een gebruiker. Standaard is een munt.
ru_ru: Перевернуть монету... или пользователя. По умолчанию монета.

source: Nice try. You think this is funny? How about *this* instead:
cs_cz: Dobrý pokus. Myslíš si, že je to vtipné? Co tak zkusit:
de_de: Netter Versuch. Denkst du das wäre lustig? Nimm *das:*
fi_fi: Hyvä yritys. Onko tää sun mielestä hauskaa? Mitä jos tehtäis sittenkin *näin*:
nl_nl: Goed geprobeerd. Denk je dat dit grappig is? Hoe zit het met * dit * in plaats daarvan:
ru_ru: Хорошая попытка. Вы думаете, что это весело? Насколько насчет *этого* этого:

source: *flips a coin and...
cs_cz: *hází minci a...
de_de: *wirft eine Münze und...
es_es: * lanza una moneda al aire y...
fi_fi: *heittää kolikon ja sieltä tulee...
fr_fr: *Lance une pièce et...
hu_hu: *Feldob egy érmét és...
id_id: * membalik koin dan...
it_it: *lancia una moneta e...
nb_no: *vender en mynt og...
nl_nl: *tost een munt en...
pl_pl: *rzuca monetą i...
ru_ru: *бросок монетки и...
sv_se: *singlar en slant och...
tr_tr: * yazı tura çevirir ve...

source: HEADS!*
cs_cz: PANNA!*
de_de: Kopf!*
es_es: CARA! *
fi_fi: KRUUNA!*
fr_fr: PILE !*
hu_hu: FEJ!*
id_id: KEPALA! *
it_it: TESTE!*
nb_no: HODE!*
nl_nl: KOP!*
pl_pl: ORZEŁ!*
ru_ru: ГОЛОВЫ!*
sv_se: KRONA!*
tr_tr: KAFALARI! *

source: TAILS!*
cs_cz: OREL!*
de_de: Zahl!*
es_es: CRUZ! *
fi_fi: KLAAVA!*
fr_fr: FACE !*
hu_hu: ÍRÁS!*
id_id: EKOR! *
nb_no: HALER!*
nl_nl: MUNT!*
pl_pl: RESZKA!*
ru_ru: ХВОСТЫ!*
sv_se: KLAVE!*
tr_tr: KUYRUKLARI! *

source: Play Rock Paper Scissors.
cs_cz: Hrát kámen, nůžky, papír.
de_de: Spiele Schere Stein Papier.
es_es: Juega Piedra Papel Tijeras.
fi_fi: Pelaa Kivi, paperi, sakset -peliä
fr_fr: Jouer à Pierre Feuille Ciseaux.
hu_hu: Kő Papír Olló játszása.
nb_no: Spill stein saks papir.
nl_nl: Speel Steen Papier Schaar.
pl_pl: Zagraj w Papier Nożyce Kamień.
ru_ru: Играть в камень, ножницы, бумага.
tr_tr: Taş Kağıt Makas oyna.

source: This isn't a valid option. Try {r}, {p}, or {s}.
cs_cz: Toto není platná možnost. Zkuste {r}, {p} nebo {s}.
de_de: Dies ist keine gültige Option. Versuchen Sie {r}, {p}, oder {s}.
es_es: Esta opción no es válida. Prueba {r}, {p} o {s}.
fi_fi: Tuo ei ole vaihtoehto. Yritä käyttää {r}, {p}, tai {s}.
fr_fr: Cette option n'est pas valide. Essayez {r}, {p}, ou {s}.
hu_hu: Érvénytelen opció. Próbáld: {r}, {p}, vagy {s}.
nb_no: Dette er ikke et gyldig alternativ. Prøv {r}, {p}, eller {s}.
pl_pl: Podana opcja nie jest prawidłowa. Spróbuj {r}, {p} lub {s}.
ru_ru: Неправильный вариант. Попробуйте {r}, {p} или {s}.

source: {choice} You win {author.mention}!
cs_cz: {choice} Vyhrál jsi, {author.mention}!
de_de: {choice} Du gewinnst, {author.mention}!
es_es: {choice} ¡Has ganado {author.mention}!
fi_fi: {choice} Voitit {author.mention}!
fr_fr: {choice} Vous avez gagner {author.mention} !
hu_hu: {choice} Nyertél {author.mention}!
id_id: Kau menang!
nb_no: {choice} Du vinner {author.mention}!
nl_nl: {choice} Je wint {author.mention}!
pl_pl: {choice} Wygrywasz {author.mention}!
ru_ru: {choice} Ты победил {author.mention}!
tr_tr: {choice} {author.mention} kazandın!

source: {choice} You lose {author.mention}!
cs_cz: {choice} Prohrál jsi, {author.mention}!
de_de: {choice} Du verlierst, {author.mention}!
es_es: {choice} ¡Perdiste {author.mention}!
fi_fi: {choice} Hävisit {author.mention}!
fr_fr: {choice} Vous avez perdu {author.mention} !
hu_hu: {choice} Vesztettél {author.mention}!
id_id: Kau kalah!
nb_no: {choice} Du taper {author.mention}!
nl_nl: {choice}Je verliest {author.mention}!
pl_pl: {choice} Przegrywasz {author.mention}!
ru_ru: {choice} Ты проиграл {author.mention}!
tr_tr: {choice} {author.mention} kaybettin!

source: {choice} We're square {author.mention}!
cs_cz: {choice} Remíza, {author.mention}!
de_de: {choice} Unentschieden, {author.mention}!
es_es: {choice} ¡Somos cuadrados {author.mention}!
fi_fi: {choice} Olemme tasoissa {author.mention}!
fr_fr: {choice} Nous sommes quittes {author.mention} !
hu_hu: {choice} Döntetlen {author.mention}!
nb_no: {choice} Du vinner {author.mention}!
nl_nl: {choice} Wij zijn vierkant {author.mention}!
pl_pl: {choice} Remis {author.mention}!
ru_ru: {choice} Мы квиты {author.mention}!
tr_tr: {choice} biz kare {author.mention}!

source: Ask 8 ball a question. Question must end with a question mark.
cs_cz: Polož otázku 8 kouli. Otázka musí končit otazníkem.
de_de: Stelle 8 Ball eine Frage. Frage muss mit einem Fragezeichen abschließen.
fi_fi: Kysy kasipallolta kysymys. Kysymyksen tulee päättyä kysymysmerkkiin.
nl_nl: Stel 8 ball een vraag. Vraag moet eindigen met een vraagteken.
ru_ru: Задайте 8 мячу вопрос. Вопрос должен заканчиваться знаком вопроса.

source: That doesn't look like a question.
cs_cz: To nevypadá jako otázka.
de_de: Das sieht nicht nach einer Frage aus.
es_es: Eso no parece una pregunta.
fi_fi: Tuo ei näytä kysymykseltä.
fr_fr: Ça ne ressemble pas à une question.
hu_hu: Ez nem úgy néz ki, mint egy kérdés.
id_id: Itu tidak seperti pertanyaan.
it_it: Che non sembra una domanda.
nb_no: Det ser ikke ut som et spørsmål.
nl_nl: Dat ziet er niet als een vraag uit.
pl_pl: To nie wygląda na pytanie.
ru_ru: Это не похоже на вопрос.
sv_se: Det där ser inte ut som en fråga.
tr_tr: Bu bir soru gibi gözükmüyor.

source: Start or stop the stopwatch.
cs_cz: Spustit nebo zastavit stopky.
de_de: Starte oder stoppe die Stoppuhr.
es_es: Iniciar o detener el cronómetro.
fi_fi: Käynnistä tai pysäytä sekuntikello.
fr_fr: Démarrez ou arrêtez le chronomètre.
hu_hu: Stopper indítása vagy megállítása.
id_id: Memulai atau menghentikan stopwatch.
nb_no: Start eller stopp proppen.
nl_nl: Start of stop de stopwatch.
pl_pl: Uruchom lub zatrzymaj stoper.
ru_ru: Запустить или остановить секундомер.
tr_tr: Başlatma veya durdurma kronometre.

source: Stopwatch started!
cs_cz: Stopky byly spuštěny!
de_de: Stoppuhr gestartet!
es_es: Cronómetro iniciado!
fi_fi: Sekuntikello käynnistetty!
fr_fr: Chronomètre démarré !
hu_hu: Stopper elindítva!
id_id: Stopwatch dimulai!
it_it: Cronometro è iniziato!
nb_no: Stoppeklokken har startet!
nl_nl: Stopwatch gestart!
pl_pl: Uruchomiono stoper!
ru_ru: Секундомер включен!
sv_se: Tidtagaruret har startats!
tr_tr: Kronometre başladı!

source: Stopwatch stopped! Time: **{seconds}**
cs_cz: Stopky byly zastaveny! Čas: **{seconds}**
de_de: Stoppuhr angehalten! Zeit: **{seconds}**
es_es: ¡Cronómetro detenido! Tiempo: **{seconds}**
fi_fi: Sekuntikello pysäytetty! Aika: **{seconds}**
fr_fr: Chronomètre arrêté ! Temps : **{seconds}**
hu_hu: Stopper megállítva! Idő: **{seconds}**
id_id: Stopwatch berhenti! Waktu: ****
nb_no: Stoppeklokken stoppet! Tid: **{seconds}**
nl_nl: Stopwatch is gestopt! Tijd: **{seconds}**
pl_pl: Stoper zatrzymany! Czas: **{seconds}**
ru_ru: Секундомер остановлен! Время: **{seconds}**
tr_tr: Kronometre durdu! Saat: **{seconds} **

source: Create a lmgtfy link.
cs_cz: Vytvořit odkaz lmgtfy.
de_de: Erstelle einen Imgtfy Link.
es_es: Crear un enlace lmgtfy.
fi_fi: Luo lmgtfy-linkki.
fr_fr: Créé un lien lmgtfy.
hu_hu: LMGTFY link készítése.
id_id: Membuat tautan lmgtfy.
nb_no: Lag en lmgtfy lenke.
nl_nl: Maak een lmgtfy-link.
pl_pl: Utwórz link do lmgtfy.
ru_ru: Создать ссылку на lmgtfy.
tr_tr: Lmgtfy bağlantı oluşturun.

source: Because everyone likes hugs! Up to 10 intensity levels.
cs_cz: Protože každý má rád objímání! 10 úrovní intenzity.
de_de: Weil jeder Umarmungen mag! Bis zu 10 Intensitätsstufen.
fi_fi: Koska kaikki pitävät halauksista! 10 erilaista halaustasoa.
nl_nl: Omdat iedereen van knuffels houdt! Tot 10 intensiteitsniveaus.
ru_ru: Потому что всем нравятся объятия! До 10 уровней интенсивности.

source: Show server information. `details`: Shows more information when set to `True`. Default to False.
cs_cz: Zobrazit informace o serveru. `details`: Zobrazí více informací, pokud je nastaveno na `True`. Výchozí hodnota je False.
ru_ru: Показать информацию о сервере. `Подробности`: Показывает больше информации при установке `True`. По умолчанию — False.

source: Created on <t:{0}>. That's <t:{0}:R>!
ru_ru: Создано на <t:{0}>. Это <t:{0}:R>!

source: Region
es_es: Región
fi_fi: Alue
fr_fr: Région
hu_hu: Régió
id_id: Wilayah
it_it: Regione
nb_no: Fylke
nl_nl: Regio
ru_ru: Регион
tr_tr: Bölge

source: Users online
cs_cz: Uživatelů online
de_de: Benutzer online
es_es: Usuarios en línea
fi_fi: Käyttäjiä paikalla
fr_fr: Utilisateurs en ligne
hu_hu: Online felhasználók
nb_no: Brukere pålogget
pl_pl: Użytkowników online
ru_ru: Пользователи онлайн
tr_tr: Çevrimiçi kişiler

source: Text Channels
cs_cz: Textové kanály
de_de: Text-Kanäle
es_es: Canales de texto
fi_fi: Tekstikanavat
fr_fr: Salons textuels
hu_hu: Szöveges csatornák
id_id: Saluran Teks
it_it: Canali di testo
nb_no: Tekstkanaler
nl_nl: Tekstkanalen
pl_pl: Kanały Tekstowe
ru_ru: Текстовые каналы
sv_se: Text kanaler
tr_tr: Mesaj Kanalları

source: Voice Channels
cs_cz: Hlasové kanály
de_de: Sprachkanäle
es_es: Canales de voz
fi_fi: Puhekanavat
fr_fr: Salons vocaux
hu_hu: Hangcsatornák
id_id: Saluran Suara
it_it: Canali vocali
nb_no: Talekanaler
nl_nl: Spraakkanalen
pl_pl: Kanały Głosowe
ru_ru: Голосовые каналы
sv_se: Röst kanaler
tr_tr: Ses Kanalları

source: Roles
cs_cz: Role
de_de: Rollen
fi_fi: Roolit
fr_fr: Rôles
hu_hu: Rangok
id_id: Peran
it_it: Ruoli
nb_no: Roller
nl_nl: Rollen
pl_pl: Role
ru_ru: Роли
sv_se: Roller
tr_tr: Roller

source: Owner
cs_cz: Vlastník
de_de: Eigentümer
es_es: Propietario
fi_fi: Omistaja
fr_fr: Propriétaire
hu_hu: Tulajdonos
id_id: Pemilik
it_it: Proprietario
nb_no: Eier
nl_nl: Eigenaar
pl_pl: Właściciel
ru_ru: Владелец
sv_se: Ägare
tr_tr: Sahibi

source: Server ID:
cs_cz: ID serveru:
es_es: ID del servidor:
fi_fi: Palvelimen ID:
fr_fr: ID du serveur :
hu_hu: Szerver ID:
id_id: ID Server:
pl_pl: ID serwera:
ru_ru: ID сервера:
tr_tr: Sunucu kimliği:

source: • Use {command} for more info on the server.
cs_cz: • Použijte {command} pro více informací o serveru.
es_es: • Usar {command} para más información en el servidor.
fi_fi: • Käytä komentoa {command} saadaksesi lisätietoja palvelimesta.
hu_hu: • További információ a szerverről: {command}.
nb_no: • Bruk {command} for mer informasjon på serveren.
pl_pl: • Użyj {command}, aby uzyskać więcej informacji o serwerze.
ru_ru: • Используйте {command} для дополнительной информации на сервере.
tr_tr: • Bu komutu kullanarak {command} sunucu hakkında daha fazla bilgi alabilirsiniz.

source: Humans:
cs_cz: Lidé:
de_de: Menschen:
es_es: Humanos:
fi_fi: Ihmisiä:
fr_fr: Humains :
hu_hu: Emberek:
nb_no: Mennesker:
pl_pl: Użytkowników:
ru_ru: Люди:
tr_tr: Üyeler:

source: • Bots:
cs_cz: • Boti:
fi_fi: • Botteja:
hu_hu: • Botok:
nb_no: • boter:
pl_pl: • Boty:
ru_ru: • Боты:
tr_tr: • Botlar:

source: Users online: **{online}/{total_users}**
cs_cz: Uživatelů online: **{online}/{total_users}**
de_de: Benutzer online: **{online}/{total_users}**
fi_fi: Käyttäjiä paikalla **{online}/{total_users}**
ru_ru: Пользователи в сети: **{online}/{total_users}**

source: __VIP__ US East
de_de: __VIP__ US Ost
es_es: __VIP__ Este de EEUU
fr_fr: __VIP__ US Est
hu_hu: __VIP__ Kelet-Amerika
nb_no: __VIP__ Øst-USA
pl_pl: __VIP__ Wschodnie USA
ru_ru: __VIP__ Восток США

source: __VIP__ US West
es_es: __VIP__ Oeste de EEUU
fr_fr: __VIP__ US Ouest
hu_hu: __VIP__ Nyugat-Amerika
nb_no: __VIP__ Vest-USA
pl_pl: __VIP__ Zachód USA
ru_ru: __VIP__ Запад США

source: __VIP__ Amsterdam
hu_hu: __VIP__ Amszterdam
ru_ru: __VIP__ Амстердам

source: EU West
es_es: Oeste de EU
fr_fr: EU Ouest
hu_hu: Nyugat-Európa
nb_no: EU vest
pl_pl: Europa Zachodnia
ru_ru: Запад ЕС

source: EU Central
de_de: EU Zentral
fr_fr: EU Centre
hu_hu: Közép-Európa
nb_no: Midt-EU
pl_pl: Europa Centralna
ru_ru: Центральный ЕС

source: Europe
de_de: Europa
es_es: Europa
fi_fi: Eurooppa
hu_hu: Európa
nb_no: Europa
pl_pl: Europa
ru_ru: Европа

source: London
es_es: Londres
fi_fi: Lontoo
fr_fr: Londres
pl_pl: Londyn
ru_ru: Лондон

source: Frankfurt
fr_fr: Francfort
ru_ru: Франкфурт

source: Amsterdam
ru_ru: Амстердам
