Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/general/locales/*.po
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, id_id, it_it, nb_no, nl_nl, pl_pl, ru_ru, sv_se, tr_tr

source: Joined Discord on
it_it: Iscritto Discord su
sv_se: Gick med i Discord den

source: Joined this guild on
it_it: Hanno aderito questa gilda il
sv_se: Gick med i guilden den

source: Member #{} | User ID: {}
it_it: Membri #{} | ID utente: {}
sv_se: Medlem #{} | User ID: {}

source: Since {}. That's over {} days ago!
it_it: Dal {}. Che è finita {} giorni fa!
sv_se: Sedan {}. Det är över {} dagar sedan!

source: Guild ID:
it_it: Gilda ID:

source: Your search terms gave no results.
it_it: I termini di ricerca ha dato nessun risultato.
sv_se: Din sökning gav inga sökresultat.

source: There is no definition #{}
it_it: Non c'è nessuna definizione #{}
sv_se: Saknar definition #{}

source: Error.
it_it: Errore.

source: Yes â€“ definitely
id_id: Iya - tentu saja
