Repository: Cog-Creators/Red-DiscordBot
Catalog: redbot/cogs/bank/locales/*.po
Languages: cs_cz, pl_pl

source: Bank
cs_cz: Banka

source: Base command for bank settings.
cs_cz: Základní příkaz pro bankovní nastavení.
pl_pl: Podstawowa komenda do ustawień banku.

source: Toggle whether the bank is global or not.\n\n If the bank is global, it will become per-server.\n If the bank is per-server, it will become global.\n
cs_cz: Určuje, zda je banka globální nebo ne.\n\n Pokud je banka globální, stane se na každém serveru.\n Pokud je banka na serveru, stane se globální.\n

source: per-server
cs_cz: na server

source: global
cs_cz: globální
pl_pl: globalny

source: This will toggle the bank to be {banktype}, deleting all accounts in the process! If you're sure, type `{command}`
cs_cz: Toto zapne banku na {banktype}, smaže všechny účty v procesu! Pokud jste si jisti, napište `{command}`
pl_pl: Spowoduje to przełączenie banku na {banktype} i usunięcie wszystkich kont w wyniku tego procesu! Jeśli jesteś pewien/pewna, wpisz `{command}`

source: The bank is now {banktype}.
cs_cz: Banka je nyní {banktype}.
pl_pl: Bank jest teraz {banktype}.

source: Set the bank's name.
cs_cz: Nastavit název banky.
pl_pl: Ustaw nazwę banku.

source: Bank name has been set to: {name}
cs_cz: Název banky byl nastaven na: {name}
pl_pl: Nazwa banku została ustawiona na: {name}

source: Set the name for the bank's currency.
cs_cz: Nastavte název měny banky.
pl_pl: Ustawia nazwę waluty banku.

source: Currency name has been set to: {name}
cs_cz: Název měny byl nastaven na: {name}
pl_pl: Nazwa waluty została ustawiona na: {name}

source: Set the maximum balance a user can get.
cs_cz: Nastavte maximální zůstatek, který může uživatel získat.
pl_pl: Ustawia maksymalne saldo, jakie może uzyskać użytkownik.

source: Amount must be greater than zero and less than {max}.
cs_cz: Částka musí být větší než nula a menší než {max}.
pl_pl: Kwota musi być większa od zera i mniejsza niż {max}.

source: Maximum balance has been set to: {amount}
cs_cz: Maximální zůstatek byl nastaven na: {amount}
pl_pl: Maksymalne saldo zostało ustawione na: {amount}

source: Show the current bank settings.
pl_pl: Pokazuje bieżące ustawienia banku.

source: Global
pl_pl: Globalny

source: Server
pl_pl: Serwer
